[
  {
    "article": "Artículo 1.-",
    "text": "La actuación del Estado y de todas las personas estarán sujetas al principio de acción climática justa, el que establece el deber de transformar de manera progresiva, y sin retroceder nuestra forma de relacionarnos con el planeta, actuar de forma urgente, promoviendo la mitigación de la crisis climática y la adaptación a sus efectos, como una cuestión de seguridad nacional y global.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 2.-",
    "text": "El Estado, en función del carácter vulnerable del país frente a la crisis climática antrópica, tiene un rol clave en la definición e implementación de las acciones urgentes y transformativas requeridas para realizar la transición socioecológica y asegurar los derechos consagrados en esta Constitución. Tales acciones deberán orientar a toda la sociedad a avanzar de manera anticipatoria, sostenida y progresiva en la gestión de los riesgos de desastres socioambientales y efectos adversos provocados por la crisis climática, asociados al ciclo completo del carbono.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 3.-",
    "text": "Estas acciones deberán orientarse de manera prioritaria a la protección de los grupos más vulnerables, la conservación de los ecosistemas y el resguardo las generaciones presentes y futuras. Este deber se realizará cumpliendo siempre con distribuir de manera justa y equitativa los distintos costos y beneficios que derivan de las acciones implementadas.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 4.-",
    "text": "Las acciones y decisiones del Estado en temáticas medioambientales y de cambio climático deben adoptarse en función de los mejores conocimientos y evidencia científica disponible. Deberán establecerse procesos transparentes, que aseguren la participación efectiva, vinculante, inclusiva e informada de diversos actores y la inclusión de todas las cosmovisiones en estas decisiones. Asimismo, se deberá contar con mecanismos de monitoreo, reporte y evaluación de las acciones implementadas. El respeto de estos deberes será objeto de control por parte de la Contraloría General de la República u otro ente autónomo equivalente.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 5.-",
    "text": "La unidad funcional de la gobernanza climática se asignará según el enfoque integrado de cuencas. Su proceso de toma de decisiones se realizará integrando a distintos actores, favoreciendo la descentralización y el fortalecimiento de los gobiernos locales frente a la crisis climática y ecológica. El legislador definirá el límite y número de cuencas en atención a límites ecológicos y uso del territorio, así como los mecanismos más adecuados para la gobernanza climática integrada de la cuenca, asignando a cada unidad de gestión autoridades específicas con atribuciones y presupuesto suficiente para ese fin.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 6.-",
    "text": "En el desarrollo de sus competencias, el poder administrativo, legislativo y judicial del Estado, en todos los niveles, deberá contar con metas, políticas, programas, acciones y medidas que promuevan la mitigación y adaptación al cambio climático y sus efectos. Esto deberá realizarse con una mirada estratégica de largo plazo, incorporando el análisis y la trazabilidad de huellas de carbono y las consecuencias generadas por los procesos productivos relevantes a la escala climática incluyendo la conservación, regeneración, restauración y reparación de los ecosistemas.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 7.-",
    "text": "El Estado deberá promover, suscribir e implementar acuerdos multilaterales como base mínima de sus acciones en esta materia, así como alianzas de colaboración nacionales e internacionales con el fin de promover la mitigación, adaptación y fortalecimiento de la resiliencia",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 8.-",
    "text": "Toda persona jurídica o titular de una actividad productiva que emita gases de efecto invernadero, tiene el deber de cuantificar su volumen e informar a las autoridades competentes, así como de asumir o incorporar la prevención, el control y la neutralización de sus emisiones. Todos los titulares de proyectos económicos deben dar cuenta de su impacto en el cambio climático por impacto a ecosistemas u otros. Todos los titulares de proyectos tienen, además, el deber de promover activamente la conservación y restauración de los ecosistemas en los cuales operan, favoreciendo con ello su adaptación a determinados impactos del cambio climático, o su capacidad de regular el clima y mitigar los forzantes climáticos. El legislador deberá definir modalidades y criterios para hacer efectivo estos deberes.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 9.-",
    "text": "El Estado y los organismos competentes, identificarán refugios climáticos que, según sus condiciones naturales y funciones ecosistémicas, puedan habilitar o facilitar soluciones a la crisis, para asegurar las metas de acción climática. Estos refugios podrán ser tanto ecosistemas prístinos como zonas con asentamientos o actividades humanas. El régimen de refugio climático deberá garantizar el cuidado y la protección de los ecosistemas y las funciones climáticas que estos ofrecen, en particular los hábitats de los seres que habitan o transitan el refugio, así como los hábitats que permiten el desarrollo de la resiliencia climática, tal como las cuencas criosféricas. El legislador deberá establecer términos específicos de protección de estos regímenes de refugio climático, de acuerdo con sus características.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 10.-",
    "text": "Se podrá declarar Estado de Excepción climático y ambiental. Este Estado de Excepción tendrá por objetivo asegurar los derechos reconocidos en esta Constitución frente a los riesgos asociados a la crisis climática y socioambiental. Para esto, la autoridad adoptará las medidas necesarias para actuar de forma preventiva, reactiva y anticipatoria frente a los riesgos y efectos adversos asociados al cambio climático que puedan amenazar los derechos fundamentales y de la Naturaleza, de manera de prevenirlos, atenuar sus efectos o promover una pronta recuperación y una efectiva adaptación. Únicamente, podrá restringir el ejercicio de los derechos y las libertades de carácter económicos, como el derecho de propiedad y la libertad de empresa y comercio.",
    "sources": [
      "951-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 11.-",
    "text": "El Servicio Nacional para la Crisis Climática y Ecológica es un órgano paritario, autónomo con financiamiento propio, encargado de abordar de manera transdisciplinaria, interministerial e integral la Emergencia Climática y Ecológica.",
    "sources": [
      "679-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Uribe, Cesar",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Videla, Carolina",
      "Miranda, Valentina",
      "Vilches, Carolina",
      "Baradit, Jorge",
      "Vallejos, Loreto",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Caamano, Francisco",
      "Gomez, Claudio",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 12.-",
    "text": "El Servicio elaborará periódicamente una Estrategia Nacional de Acción Climática y Ecológica que establecerá las acciones para fomentar la adaptación, fortalecer la resiliencia, reducir la vulnerabilidad y mitigar los efectos adversos de la Crisis Climática y Ecológica. Junto a ello, la Estrategia Nacional establecerá acciones para lograr la neutralidad climática y sostenibilidad ecológica. La Estrategia Nacional de Acción Climática y Ecológica será intersectorial y su elaboración será participativa y transparente con las comunidades del país, incluyendo conocimientos de las primeras naciones y de las comunidades locales y se basará en la mejor información científica disponible. El proceso de la estrategia será de carácter vinculante, plurinacional y descentralizado. Esta estrategia considerará los grupos, comunidades y ecosistemas vulnerables y velará por el cumplimiento de las obligaciones internacionales del Estado en materia de medioambiente, Cambio Climático y Derechos Humanos.",
    "sources": [
      "679-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Uribe, Cesar",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Videla, Carolina",
      "Miranda, Valentina",
      "Vilches, Carolina",
      "Baradit, Jorge",
      "Vallejos, Loreto",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Caamano, Francisco",
      "Gomez, Claudio",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 13.-",
    "text": "Este Servicio para la ejecución de la Estrategia Nacional de Acción Climática y Ecológica articulará con los Poderes del Estado, gobiernos regionales, gobiernos locales y demás organismos públicos, además de generar alianzas de cooperación internacional para promover la mitigación, adaptación y fortalecimiento de la resiliencia ante la Crisis Climática y Ecológica. El Servicio estará dotado de los instrumentos de fiscalización con el propósito de subsanar el incumplimiento de la Estrategia a nivel nacional, regional y local, además de lo que disponga la Ley.",
    "sources": [
      "679-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Uribe, Cesar",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Videla, Carolina",
      "Miranda, Valentina",
      "Vilches, Carolina",
      "Baradit, Jorge",
      "Vallejos, Loreto",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Caamano, Francisco",
      "Gomez, Claudio",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 14.- De los bienes comunes naturales",
    "text": "Los bienes comunes naturales son aquellos elementos o componentes de la Naturaleza que son comunes a todos los seres vivos, pueblos y naciones de Chile, incluidas las generaciones futuras. No son susceptibles de propiedad ni dominio alguno y existe un interés general prioritario en su preservación. Nadie puede apropiarse de los bienes comunes. [...] Son bienes naturales comunes, a lo menos los siguientes: ● Agua... ● Mar... ● Aire... ● Alta montaña; ● Criósfera y glaciares; ● Radiación solar; ● Clima; ● Subsuelo; ● Aquellos que la Ley declare como bienes naturales comunes.",
    "sources": [
      "964-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "San Juan, Constanza",
      "Jimenez, Luis",
      "Royo, Manuela",
      "Andrade, Cristobal",
      "Saldana, Alvin",
      "Gomez, Yarela",
      "Zarate, Camila",
      "Mella, Jeniffer",
      "Alvarado, Gloria",
      "Martin, Juan Jose",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Gomez, Claudio"
    ]
  },
  {
    "article": "Artículo 15.- Mecanismos de Garantía",
    "text": "Cualquier persona podrá acudir a los tribunales, los que no podrán rehusar conocer de esta acción, para exigir el cumplimiento de los deberes constitucionales de custodia de los bienes comunes establecidos en esta Constitución. La ley determinará el procedimiento y los requisitos de la acción que aquí se consagra.",
    "sources": [
      "964-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "San Juan, Constanza",
      "Jimenez, Luis",
      "Royo, Manuela",
      "Andrade, Cristobal",
      "Saldana, Alvin",
      "Gomez, Yarela",
      "Zarate, Camila",
      "Mella, Jeniffer",
      "Alvarado, Gloria",
      "Martin, Juan Jose",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Gomez, Claudio"
    ]
  },
  {
    "article": "Artículo 16.-",
    "text": "Los Bienes Naturales comunes son aquellos elementos o componentes de la naturaleza que son comunes a todos los pueblos y naciones de Chile, personas y seres vivos, no son susceptibles de propiedad privada y existe un interés general prioritario en su preservación. [...] Son bienes naturales comunes a lo menos los siguientes: Los minerales, El subsuelo, El mar territorial... Las aguas continentales... Los salares... Las fuentes de energías renovables... El aire y la atmósfera; El material genético... Las zonas de alta montaña. Los bosques nativos. Todos aquellos que la ley les dé tal carácter.",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 17.- Del uso y aprovechamiento de los bienes naturales comunes",
    "text": "El uso de los bienes naturales comunes estará regulado según las siguientes en las siguientes normas y en las leyes especiales que se dicten al respecto.",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 18.-",
    "text": "El Estado podrá otorgar permisos, licencias o concesiones temporales de aprovechamiento sobre esta clase de bienes, bajo procesos transparentes y públicos, con participación de las comunidades afectadas, salvaguardando su capacidad de renovación y evitando la degradación y daño del medio ambiente. El uso y aprovechamiento de los bienes naturales comunes deberá estar orientado al buen vivir y deberá respetar los derechos de la naturaleza y la posibilidad de su goce por las futuras generaciones...",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 19.-",
    "text": "Los pueblos y naciones indígenas preexistentes tienen la titularidad de los bienes comunes naturales que existen en sus tierras y territorios ancestrales, los cuales forman parte de su identidad cultural y permiten, en consecuencia, su supervivencia cultural, social y económica. En consecuencia, tienen derecho a conservar, resguardar, administrar, usar, gozar y disponer exclusivamente de dichos bienes comunes de acuerdo a su derecho propio...",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 20.-",
    "text": "El Estado y sus organismos tienen el deber de custodiar la Naturaleza, incluyendo tanto su biodiversidad como geodiversidad, garantizando la integridad de los ecosistemas terrestres, marinos y de agua dulce y la mantención de sus múltiples contribuciones al bienestar de todos, incluidas las generaciones futuras. Los bienes públicos naturales, son propiedad común de todas las personas, incluidas las generaciones futuras. El Estado, como custodio de estos, en adición a las obligaciones establecidas en el inciso anterior, deberá conservarlos y mantenerlos para el beneficio común...",
    "sources": [
      "594-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Pinto, Malucha",
      "Atria, Fernando",
      "Stingo, Daniel",
      "Vargas, Mario",
      "Urrutia, Tatiana",
      "Roa, Giovanna",
      "Pustilnick, Tammy",
      "Cancino, Adriana",
      "Munoz, Pedro",
      "Castillo, Maria Trinidad",
      "Fernandez, Patricio",
      "Cruz, Andres"
    ]
  },
  {
    "article": "Artículo 21.-",
    "text": "Es deber del Estado garantizar el derecho de uso y acceso gratuito, eficaz, seguro y responsable con los ecosistemas, a las playas de mar, ríos, lagos y rutas ancestrales costeras, a través de vías de acceso y en los casos en que sea necesario, por la geografía del lugar y cuando las vías de acceso establecidas no sean funcionales o inexiste, deberá realizar las obras pertinentes.",
    "sources": [
      "1009-5"
    ],
    "authors": [
      "Sepulveda, Carolina",
      "Uribe, Cesar",
      "Velasquez, Hernan",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Videla, Carolina",
      "Vilches, Carolina",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Sepulveda, Barbara",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 22.-",
    "text": "La persona que sea limitada o impedida para acceder a la montaña, playas de mar, ríos, lagos y rutas ancestrales costeras, no existiendo otra vía eficaz y segura, ni obras realizadas por el Estado para esos fines, podrá recurrir por sí o por cualquiera a su nombre, a la Corte de Apelaciones respectiva, la que adoptará de inmediato las providencias que juzgue necesarias para restablecer el derecho de acceso bajo los estándares ya normados...",
    "sources": [
      "1009-5"
    ],
    "authors": [
      "Sepulveda, Carolina",
      "Uribe, Cesar",
      "Velasquez, Hernan",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Videla, Carolina",
      "Vilches, Carolina",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Sepulveda, Barbara",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 23.-",
    "text": "La Constitución reconoce a todas las personas el derecho de acceso peatonal y temporal para recorrer los bienes naturales comunes, extendiéndose esta facultad a montañas, bosques nativos, salares, ríos y riberas, mar y playas, humedales, lagos, lagunas, y caminos ancestrales, además de los que determine la ley, con excepción de lugares especialmente protegidos para fines de conservación y restauración...",
    "sources": [
      "418-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "Villena, Ingrid",
      "Uribe, Cesar",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Reyes, Maria Ramona",
      "Abarca, Jorge",
      "Vallejos, Loreto",
      "Baradit, Jorge",
      "Henriquez, Natalia",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Castillo, Maria Trinidad",
      "Caamano, Francisco",
      "Gomez, Claudio"
    ]
  },
  {
    "article": "Artículo 24.-",
    "text": "Es obligación del Estado garantizar el derecho de acceso a la montaña, así como el derecho de uso de senderos ancestrales, promoviendo y asegurando la conservación, protección y restauración de ecosistemas, infraestructura asociada, sitios y recorridos de tránsito y uso ancestral e histórico...",
    "sources": [
      "78-5"
    ],
    "authors": [
      "Orellana, Matias",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Laibe, Tomas",
      "Sanchez, Beatriz",
      "Videla, Carolina",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Mella, Jeniffer",
      "Antilef, Victorino",
      "Alvarado, Gloria",
      "Caamano, Francisco"
    ]
  },
  {
    "article": "Artículo 25.- Deberes del Estado",
    "text": "Es deber del Estado: 1. Fomentar y apoyar métodos y prácticas que tengan como objetivo gestionar, evitar y reducir la generación de residuos con el objeto de preservar la salud humana, de los ecosistemas y de la regeneración de suelos y Naturaleza. 2. Velar porque los productores de alimentos, bienes, productos y servicios sean responsables a lo largo del ciclo de vida de estos...",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 26.- Del rol de los gobiernos locales.",
    "text": "Las entidades regionales y los gobiernos locales tendrán competencia en la gestión integral de residuos, pudiendo estos asociarse entre ellos en conformidad a la ley orgánica constitucional respectiva.",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 27.- Sobre la gestión asociativa.",
    "text": "Se promoverán formas asociativas y cooperativas en la gestión de residuos, que garanticen condiciones dignas y justas para el trabajo, protección y apoyo de cuerpos intermedios, entre ellos recicladores de base.",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 28.- Fortalecimiento.",
    "text": "El Estado garantizará la entrega de una educación ambiental integral según los principios de la economía circular regenerativa como parte de los contenidos en la educación formal y ciudadana. Financiará el fortalecimiento, investigación, tecnificación, capacitación, valorización y apoyo a iniciativas y emprendimientos que se hagan cargo de la gestión de residuos...",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 29.- Vida Útil de los productos.",
    "text": "El Estado fomentará el diseño ecológico, la producción y comercio sobre la base de economías circulares regenerativas de productos diseñados para su máxima vida útil con inserción en nuevos ciclos productivos. La obsolescencia programada y todo tipo de mecanismos que contribuyan al condicionamiento de la vida útil del producto será contraria a esta constitución y las leyes.",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 30.- Sobre la quema y acumulación de residuos.",
    "text": "La quema de residuos de todo tipo deberá estar siempre sometida a evaluación ambiental y deberá priorizarse la gestión bajo el principio precautorio, principio de justicia ambiental y el análisis de la jerarquización de soluciones a implementar y la huella ecológica en los ciclos de vida...",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 31.-",
    "text": "Conforme al Buen Vivir de la población y a los Derechos de la Naturaleza, el Estado promoverá una transición hacia sistemas productivos y de consumo que minimicen la generación de residuos y la huella ecológica derivada de estos. Es un derecho de toda persona acceder a servicios de reciclaje, los cuales deben ser fomentados por el Estado...",
    "sources": [
      "855-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Royo, Manuela",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Vallejos, Loreto",
      "Godoy, Isabel",
      "Henriquez, Natalia",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 32.-",
    "text": "El Estado promoverá una transición hacia sistemas productivos y de consumo que maximicen la reutilización de materias primas, insumos y componentes. El Estado buscará reducir la circulación de productos desechables. Es un derecho de las personas acceder a servicios que extiendan la vida útil de los productos que consumen, cuya factibilidad técnica así lo permita...",
    "sources": [
      "855-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Royo, Manuela",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Vallejos, Loreto",
      "Godoy, Isabel",
      "Henriquez, Natalia",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 33.-",
    "text": "Es deber del Estado, fomentar, promover y financiar métodos y prácticas que tengan como objetivo la reducción de la generación de basura y residuos en su origen, incluyendo la prohibición progresiva de la comercialización de artículos desechables especialmente de plástico, dada su toxicidad y no biodegradabilidad...",
    "sources": [
      "920-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Labbe, Bastian",
      "Woldarsky, Manuel",
      "Caiguan, Alexis",
      "Llanquileo, Natividad",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Gomez, Yarela",
      "Chinga, Eric",
      "Antilef, Victorino",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Bravo, Daniel",
      "Bacian, Wilfredo",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 34.-",
    "text": "El Estado promoverá, financiará o subsidiará soluciones para avanzar hacia la no producción de basura, considerando como prioridades las siguientes y en este orden: 1. Iniciativas que apunten al abandono de la producción y consumo de productos desechables no esenciales. 2. La recuperación de residuos orgánicos... 3. Iniciativas de reparación... 4. Sistemas de rellenado y reutilización de envases. 5. La recuperación de residuos reciclables...",
    "sources": [
      "920-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Labbe, Bastian",
      "Woldarsky, Manuel",
      "Caiguan, Alexis",
      "Llanquileo, Natividad",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Gomez, Yarela",
      "Chinga, Eric",
      "Antilef, Victorino",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Bravo, Daniel",
      "Bacian, Wilfredo",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 35.-",
    "text": "A fin de asegurar una gestión descentralizada y comunitaria de los residuos, los órganos del Estado deben diseñar y organizar formas de recuperación y manejo diversificadas y desconcentradas. El Estado debe proveer los recursos y formas de apoyo necesarios para garantizar y facilitar la participación de las comunidades urbanas y rurales en el proceso...",
    "sources": [
      "920-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Labbe, Bastian",
      "Woldarsky, Manuel",
      "Caiguan, Alexis",
      "Llanquileo, Natividad",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Gomez, Yarela",
      "Chinga, Eric",
      "Antilef, Victorino",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Bravo, Daniel",
      "Bacian, Wilfredo",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 36.-",
    "text": "El Estado incluirá en los contenidos de la educación formal, información para sensibilizar sobre los efectos de la producción de basura, y para promover hábitos responsables de consumo para la reducción de la generación de basura y el correcto manejo de residuos. Fomentará la educación ambiental ciudadana con los mismos objetivos...",
    "sources": [
      "920-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Labbe, Bastian",
      "Woldarsky, Manuel",
      "Caiguan, Alexis",
      "Llanquileo, Natividad",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Giustinianovich, Elisa",
      "Gomez, Yarela",
      "Chinga, Eric",
      "Antilef, Victorino",
      "Rivera, Maria Magdalena",
      "Vergara, Lisette",
      "Bravo, Daniel",
      "Bacian, Wilfredo",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 37.-",
    "text": "El Estado reconoce y garantiza el derecho a una vivienda digna y ecológica con pertinencia territorial, indígena y cultural, eficiencia energética, y adecuada para la salud humana y la biodiversidad. Para esto promueve técnicas de construcción y autoconstrucción de bajo impacto ambiental como la Bioconstrucción...",
    "sources": [
      "502-5"
    ],
    "authors": [
      "Sepulveda, Carolina",
      "Velasquez, Hernan",
      "Pinto, Malucha",
      "Nunez, Nicolas",
      "Andrade, Cristobal",
      "Barraza, Marcos",
      "Uribe, Cesar",
      "San Juan, Constanza",
      "Miranda, Valentina",
      "Vilches, Carolina",
      "Villena, Ingrid",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Celedon, Roberto",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 38.-",
    "text": "Reconocimiento del reino Fungi y la funga. El Estado reconoce y se refiere al reino Fungi como un equivalente a los reinos Plantae y Animalia, el cual cumple un rol esencial en la existencia de seres vivos en todos los ecosistemas, a través de procesos como las simbiosis, la descomposición y su incidencia directa en los ciclos biogeoquímicos...",
    "sources": [
      "930-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Dorador, Cristina",
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Woldarsky, Manuel",
      "Zarate, Camila",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 39.-",
    "text": "Deberes del Estado y la sociedad sobre la funga. Es deber del Estado y la sociedad asegurar la existencia y conservación de la funga, sus hábitats y funciones ecosistémicas, sociales, económicas, alimenticias y salubres. En casos de afectación o degradación de la funga nativa, ya sea por razones climáticas o antrópicas, el Estado promoverá la restauración de sus hábitats...",
    "sources": [
      "930-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Dorador, Cristina",
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Woldarsky, Manuel",
      "Zarate, Camila",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 40.-",
    "text": "Gestión de la funga. El Estado deberá establecer una gestión integrada de la funga presente en el territorio, que asegure la participación efectiva de todos los pueblos involucrados y/o relacionados a esta, y defina las normativas que regulen el uso, acceso, estado de conservación y aprovechamiento responsable y sostenible de la funga...",
    "sources": [
      "930-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Dorador, Cristina",
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Woldarsky, Manuel",
      "Zarate, Camila",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 41.-",
    "text": "De los conocimientos sobre el reino Fungi. El Estado debe fortalecer la transmisión de saberes locales, ancestrales y científicos para el conocimiento, la educación y la conservación del reino Fungi entre todos los pueblos",
    "sources": [
      "930-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Dorador, Cristina",
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Woldarsky, Manuel",
      "Zarate, Camila",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "PRIMERA.",
    "text": "El Estado deberá realizar un inventario de todas las especies del reino Fungi recolectadas en el país y oficialmente depositadas en colecciones biológicas validadas en el Index Herbariorum, en un plazo máximo de tres años, debiendo detallar el estado de conservación de las especies.",
    "sources": [
      "930-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Dorador, Cristina",
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Woldarsky, Manuel",
      "Zarate, Camila",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "SEGUNDA.",
    "text": "Antes de transcurrido un plazo de 180 días de la promulgación de este texto prorrogables en 3 períodos de la misma duración, el Estado deberá instaurar un organismo fiscalizador de la gestión de residuos dependiente del ministerio del medioambiente; de carácter técnico, participativo con expresiones regionales y en vinculación, articulación y coordinación con los órganos territoriales...",
    "sources": [
      "708-5"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Arellano, Marco",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Dominguez, Gaspar",
      "Flores, Alejandra",
      "Salinas, Fernando",
      "Hoppe, Vanessa",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 42.-",
    "text": "La naturaleza o Pacha Mama, donde se reproduce y realiza la vida, tiene derecho al respeto integral de su existencia y al mantenimiento y regeneración de sus ciclos vitales, estructura, funciones y procesos evolutivos. Esto incluye el derecho al respeto y protección de los ríos, los lagos, las fuentes acuíferas, las montañas, los bosques, el desierto, el clima, el mar, y la biodiversidad, flora y fauna...",
    "sources": [
      "ICI 82-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 43.-",
    "text": "El Estado aplicará medidas de precaución y restricción para las actividades que puedan conducir a la extinción de especies, la destrucción de ecosistemas o la alteración permanente de los ciclos naturales. Se prohíbe la introducción de organismos y material orgánico e inorgánico que puedan alterar de manera definitiva el patrimonio genético nacional.",
    "sources": [
      "ICI 82-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 44.-",
    "text": "La naturaleza tiene derecho a la restauración. Esta restauración debe ser independiente de la obligación que tienen el Estado y las personas naturales o jurídicas de indemnizar a los individuos y colectivos que dependan de los sistemas naturales afectados...",
    "sources": [
      "ICI 82-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 45.-",
    "text": "La naturaleza, en sus dimensiones tangible e intangible, es sujeto titular de derechos, debiendo el Estado resguardar íntegramente su existencia, asegurando con ello sus funciones y servicios ecosistémicos. Dicho resguardo deberá́ hacerse respecto de sus componentes, ecosistemas, sus relaciones ecológicas, sus ciclos biogeoquímicos y su capacidad de carga, permitiendo así su regeneración y reproducción...",
    "sources": [
      "ICI 12-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 46.- DERECHO DE LA ÑUKE-MAPU",
    "text": "Se reconoce por el Estado de Chile la naturaleza como sujeto de derechos. La naturaleza, Ñuke Mapu, Pachamama o sus equivalentes en las cosmovisiones de cada pueblo y nación preexistente, donde se reproduce y realiza la vida, tiene derecho a que se respete integralmente su existencia, hábitat, bienestar, restauración, mantenimiento y regeneración de sus ciclos vitales, estructura, funciones y procesos evolutivos...",
    "sources": [
      "ICI 143-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 47.-",
    "text": "La Naturaleza conformada por sus elementos, ecosistemas y biodiversidad, son titulares de derechos y sujetos de protección por parte del Estado. La Naturaleza y los elementos que la conforman tienen derecho a existir, a ser preservadas, a la protección, a ejercer y regenerar sus ciclos vitales y sus funciones ecológicas, a la restauración integral de su equilibrio ecológico y a ser representada...",
    "sources": [
      "IPC 73-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 48.-",
    "text": "El Estado garantizará la protección de la naturaleza y de los derechos ambientales de las generaciones presentes y futuras, adoptando medidas preventivas y de precaución oportunas para proteger del daño ambiental a los Derechos de la Naturaleza y mantener la conservación del ambiente. Los derechos y garantías establecidos en esta sección serán de directa e inmediata aplicación por y ante todo organismo del Estado...",
    "sources": [
      "IPC 73-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 49.-",
    "text": "La naturaleza como sujeto de derechos. La naturaleza, Ñuke Mapu, Pachamama o sus equivalentes en las cosmovisiones de cada pueblo y nación preexistente, donde se reproduce y realiza la vida, tiene derecho a que se respete integralmente su existencia, hábitat, bienestar, restauración, mantenimiento y regeneración de sus ciclos vitales, estructura, funciones y procesos evolutivos...",
    "sources": [
      "ICI 118-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 50.-",
    "text": "DE LOS DERECHOS DE LA NATURALEZA. La naturaleza, mapu, pachamama, pat'ta hoiri, jáu, merremén, o sus equivalentes en las cosmovisiones de cada pueblo, donde se reproduce y realiza la vida en sus diversas formas y donde se permite la subsistencia, el desarrollo, la espiritualidad y el buen vivir, tiene derecho a que se respete y proteja integralmente su existencia, hábitat, bienestar, restauración, mantenimiento y regeneración de sus ciclos vitales...",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 51.-",
    "text": "Es deber del Estado reconocer, garantizar y promover los derechos de la naturaleza. Es asimismo deber del Estado establecer, propiciar y proveer políticas públicas concretas que promuevan el respeto y la protección de la naturaleza, debiendo realizar todas las medidas necesarias de precaución, reparación, restauración y regeneración cuando exista degradación de esta o un daño específico...",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 52.-",
    "text": "Para salvaguardar el respeto de los derechos de la naturaleza, existirá una normativa específica y servicios públicos adecuados para la protección, y preservación de la naturaleza. Además, se debe asegurar la participación ciudadana y la consulta indígena como parte de la toma de decisiones en materia ambiental. Se deberá crear por ley una defensoría de derechos de la naturaleza...",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 53.-",
    "text": "El derecho de propiedad y demás derechos y libertades podrán ser objeto de restricciones para garantizar los derechos de la naturaleza. El respeto de los derechos de la naturaleza no obsta al uso del territorio en actividades tradicionales de los pueblos y naciones indígenas preexistentes conforme a su derecho propio.",
    "sources": [
      "315-5"
    ],
    "authors": [
      "Barraza, Marcos",
      "Videla, Carolina",
      "Linconao, Francisca",
      "Grandon, Giovanna",
      "Portilla, Ericka",
      "Gallardo, Bessy",
      "Arellano, Marco",
      "Nunez, Nicolas",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Miranda, Valentina",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Perez, Alejandra",
      "Grandon, Paola",
      "Sepulveda, Barbara",
      "Bacian, Wilfredo",
      "Llanquileo, Natividad",
      "Vargas, Margarita",
      "Galleguillos, Felix",
      "Gutierrez, Hugo",
      "Caiguan, Alexis",
      "Antilef, Victorino",
      "Vergara, Lisette"
    ]
  },
  {
    "article": "Artículo 54.-",
    "text": "El Estado reconoce a la Naturaleza como sujeto de derechos en cuanto a su protección y cuidado, en todas sus formas de manifestación, que se respete integralmente su existencia, preservación, biodiversidad, regeneración de los ecosistemas, estructuras, funciones y procesos evolutivos pertenecientes a la vida en general, principalmente para la conservación de la vida en la Tierra.",
    "sources": [
      "434-5"
    ],
    "authors": [
      "Pinto, Malucha",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 55.-",
    "text": "El Estado se obliga a tomar acciones, para el buen vivir, descentralizado, para preservar la naturaleza y ecosistemas. Se aplicará el Principio Precautorio para las actividades que pongan en riesgo o destruyan los ecosistemas o que alteren los ciclos naturales de ella.",
    "sources": [
      "434-5"
    ],
    "authors": [
      "Pinto, Malucha",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 56.-",
    "text": "Cualquier persona o comunidad podrá denunciar en cualquier parte o territorio del país, ante cualquier destrucción, contaminación, amenaza u otra vulneración de sus derechos y podrá exigir el cumplimiento de las garantías que esta Constitución y las leyes le otorgan.",
    "sources": [
      "434-5"
    ],
    "authors": [
      "Pinto, Malucha",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 57.-",
    "text": "Será tarea del Estado, fomentar la investigación y dar soluciones a la problemática ambiental. Promover la educación ambiental temprana y en conjunto con las comunidades, diseñar estrategias, planes de reparación y conservación para recuperar el vínculo amoroso y de cuidado de la Naturaleza.",
    "sources": [
      "434-5"
    ],
    "authors": [
      "Pinto, Malucha",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 58.-",
    "text": "Frente a casos de impacto ambiental grave o permanente, ocasionados en perjuicio de los ecosistemas y la población, el Estado estará obligado a actuar en favor de la naturaleza y, si es necesario, a poner término de las actividades de explotación que la ocasionan y a la restauración cuando corresponda.",
    "sources": [
      "434-5"
    ],
    "authors": [
      "Pinto, Malucha",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 59.-",
    "text": "Será obligación del Estado, cuidar y preservar la Naturaleza en las mejores condiciones para una supervivencia de las generaciones futuras.",
    "sources": [
      "434-5"
    ],
    "authors": [
      "Pinto, Malucha",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 60.-",
    "text": "Los animales no humanos son reconocidos como sujetos de derecho. El Estado garantizará la protección y mayor respeto de todos los animales, en su calidad de individuos sintientes, y les reconoce los siguientes derechos: a vivir una vida libre de maltrato y al resguardo de su hábitat natural y a la no extinción de su especie.",
    "sources": [
      "786-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Ampuero, Adriana",
      "Gonzalez, Dayana",
      "Abarca, Jorge",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Hoppe, Vanessa",
      "Martin, Juan Jose",
      "Grandon, Paola",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Villena, Ingrid",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 61.-",
    "text": "Los animales no humanos son sujetos de derecho. Es deber de los órganos del Estado promover y proteger los derechos de los animales. Corresponderá a la ley señalar los derechos de los animales, para lo cual deberá considerar especialmente la dignidad de los mismos. Habrá un Consejo Nacional de Protección Animal, autónomo y con personalidad jurídica...",
    "sources": [
      "IPN 19-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 62.-",
    "text": "Se agregará el siguiente inciso: “[...] Asimismo, la fauna silvestre no será objeto de exhibición.",
    "sources": [
      "982-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Andrade, Cristobal",
      "Woldarsky, Manuel",
      "Vallejos, Loreto",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 63.-",
    "text": "Con la finalidad de garantizar los derechos de los animales no humanos, el Estado deberá legislar, actuar y tomar medidas de manera progresiva. En el marco del derecho a vivir una vida sana y libre de tratos degradantes, el Estado deberá crear un sistema de salud que garantice salud adecuada y oportuna para los animales de todas las especies...",
    "sources": [
      "786-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Ampuero, Adriana",
      "Gonzalez, Dayana",
      "Abarca, Jorge",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Hoppe, Vanessa",
      "Martin, Juan Jose",
      "Grandon, Paola",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Villena, Ingrid",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 64.-",
    "text": "El Estado protegerá a los animales, reconociendo su sintiencia e individualidad, debiendo protegerlos y prohibir las prácticas que los sujeten a crueldad a través de la legislación.",
    "sources": [
      "506-5"
    ],
    "authors": [
      "Sepulveda, Carolina",
      "Serey, Mariela",
      "Pinto, Malucha",
      "Caamano, Francisco",
      "Namor, Guillermo",
      "Garin, Renato",
      "Arauna, Francisca",
      "Achurra, Ignacio",
      "Bravo, Daniel",
      "Schonhaut, Constanza",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 65.-",
    "text": "El Estado garantizará la protección y mayor respeto de todos los animales de acuerdo a su especie y en su calidad de individuos dotados de sensibilidad. La ley establecerá las normas de protección y resguardo de los animales. Existirá un organismo autónomo con patrimonio propio de carácter técnico...",
    "sources": [
      "IPN 6-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 66.-",
    "text": "El Estado está comprometido con el bienestar animal y reconoce que los animales no humanos son seres orgánicos, vivientes y sintientes. El Estado, promueve y garantiza su protección, bienestar y un entorno de vida saludable. El Estado asegura el debido cuidado y protección a quienes se encuentren abusados, maltratados, amenazados o en peligro de extinción...",
    "sources": [
      "910-5"
    ],
    "authors": [
      "Velasquez, Hernan",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Garin, Renato",
      "Videla, Carolina",
      "Godoy, Isabel",
      "Gutierrez, Hugo",
      "Royo, Manuela",
      "Portilla, Ericka",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 67.-",
    "text": "El Estado tiene el deber de proteger y resguardar la variabilidad genética y poblacional de los animales silvestres con el fin de garantizar sus ciclos vitales, estructura, funciones y procesos evolutivos. En tal sentido, se reconoce el derecho de los animales silvestres a existir, reproducirse libremente en ambientes libres de contaminación...",
    "sources": [
      "910-5"
    ],
    "authors": [
      "Velasquez, Hernan",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Garin, Renato",
      "Videla, Carolina",
      "Godoy, Isabel",
      "Gutierrez, Hugo",
      "Royo, Manuela",
      "Portilla, Ericka",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 68.-",
    "text": "Es deber del Estado garantizar el cuidado y bienestar de los animales domésticos, promoviendo prácticas libres de abuso, crueldad, dolor y sufrimiento.",
    "sources": [
      "910-5"
    ],
    "authors": [
      "Velasquez, Hernan",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Garin, Renato",
      "Videla, Carolina",
      "Godoy, Isabel",
      "Gutierrez, Hugo",
      "Royo, Manuela",
      "Portilla, Ericka",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 69.-",
    "text": "Es compromiso del Estado propender a modificar el patrón de alimentación basado en el sufrimiento y muerte animal, así como, impulsar una nueva cultura alimentaria que no implique daño, dolor, sufrimiento y muerte de los animales.",
    "sources": [
      "910-5"
    ],
    "authors": [
      "Velasquez, Hernan",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Garin, Renato",
      "Videla, Carolina",
      "Godoy, Isabel",
      "Gutierrez, Hugo",
      "Royo, Manuela",
      "Portilla, Ericka",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 70.-",
    "text": "Para asegurar la efectividad y cumplimiento de este derecho, se les garantizará la representación judicial de sus intereses según las normas de incapacidad absoluta establecidas en el Código Civil.",
    "sources": [
      "786-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Ampuero, Adriana",
      "Gonzalez, Dayana",
      "Abarca, Jorge",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Hoppe, Vanessa",
      "Martin, Juan Jose",
      "Grandon, Paola",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Villena, Ingrid",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 71.-",
    "text": "Las personas humanas cumplen el rol de custodios de los animales en la representación y protección de sus derechos e intereses, ya sea como responsables de su cuidado, crianza y vida, así como aquellas personas que intercedan en su protección y sus garantías.",
    "sources": [
      "786-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Sepulveda, Carolina",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Ampuero, Adriana",
      "Gonzalez, Dayana",
      "Abarca, Jorge",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Hoppe, Vanessa",
      "Martin, Juan Jose",
      "Grandon, Paola",
      "Royo, Manuela",
      "Caamano, Francisco",
      "Villena, Ingrid",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 72.-",
    "text": "La educación es un derecho básico cuyo disfrute y ejercicio gratuito es garantizado por el Estado, en todos los niveles formativos. La educación tendrá por objeto el pleno desarrollo humano y el fortalecimiento del respeto por los derechos humanos, por los derechos de los animales no humanos y por la naturaleza.",
    "sources": [
      "IPN 19-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 73.- Principios de la protección de la Naturaleza",
    "text": "Son principios de la protección de la Naturaleza y las normas sobre sus elementos y componentes, los principios: biocéntrico, precautorio, no regresión, progresividad, preventivo, justicia ambiental y ecológica, solidaridad intra e intergeneracional, in dubio pro natura, responsabilidad, transparencia, rendición de cuentas y máxima publicidad.",
    "sources": [
      "787-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Salinas, Fernando",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Andrade, Cristobal",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 74.-",
    "text": "Principio de interdependencia. El Estado reconoce la interdependencia de todos los componentes y fenómenos de la Naturaleza, incluida la relación entre seres humanos, y de los seres humanos con la Naturaleza a la cual pertenecen. De la relación interdependiente entre seres humanos se sustenta la sociedad y en la relación de la sociedad con la Naturaleza se constata la interdependencia ecológica o ecodependencia.",
    "sources": [
      "771-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vallejos, Loreto",
      "Godoy, Isabel",
      "Henriquez, Natalia",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 75.-",
    "text": "Principio Ecocéntrico. El Estado reconoce que en la naturaleza existe una relación sistémica e interdependiente entre todos sus componentes, orgánicos e inorgánicos, incluido el ser humano. Esta visión de la naturaleza se denomina ecocentrismo y la base para estudiar su funcionamiento son los ecosistemas...",
    "sources": [
      "765-5"
    ],
    "authors": [
      "Salinas, Fernando",
      "Uribe, Cesar",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Vallejos, Loreto",
      "Godoy, Isabel",
      "Henriquez, Natalia",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Villena, Ingrid"
    ]
  },
  {
    "article": "Artículo 76.- In dubio pro natura",
    "text": "El Estado reconoce la relación sociedad-Naturaleza y la necesidad de la mantención de sus equilibrios dinámicos. Es deber del Estado favorecer siempre en la Ley, norma o acción que conlleve una mayor protección de la Naturaleza.",
    "sources": [
      "796-5"
    ],
    "authors": [
      "Sepulveda, Carolina",
      "Millabur, Adolfo",
      "Nunez, Nicolas",
      "Dominguez, Gaspar",
      "Namor, Guillermo",
      "Abarca, Jorge",
      "Valenzuela, Paulina",
      "Daza, Mauricio",
      "Harboe, Felipe",
      "Mella, Jeniffer",
      "Galleguillos, Felix",
      "Martin, Juan Jose",
      "Cespedes, Lorena",
      "Portilla, Ericka",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 77.- Deberes del Estado",
    "text": "El Estado tiene el deber primordial de protección, conservación y restauración de la Naturaleza de garantizar los derechos de la Naturaleza, el ejercicio del derecho a un medio ambiente sano y ecológicamente equilibrado y la democracia ecológica. Asimismo, cooperará con otros países en la protección, investigación y planificación de los bienes naturales y ecosistemas situados en las zonas fronterizas...",
    "sources": [
      "787-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Salinas, Fernando",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Andrade, Cristobal",
      "Gonzalez, Dayana",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 78.-",
    "text": "La Constitución reconoce a todas las personas el derecho a un medio ambiente sano y en armonía con la naturaleza, para su desarrollo, salud y bienestar. El Estado establecerá los mecanismos apropiados para garantizar, proteger, conservar y preservar la naturaleza y el patrimonio ambiental. El daño y deterioro ambiental generará responsabilidad para quien lo provoque...",
    "sources": [
      "IPC 73-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 79.-",
    "text": "Todas las personas tienen el derecho de acceder a la información en materia ambiental de manera accesible, efectiva y oportuna. El Estado tiene el deber de promover campañas educativas destinadas a la conservación y protección de la Naturaleza. De igual forma, tienen derecho a la participación efectiva en la elaboración y toma de decisiones...",
    "sources": [
      "IPC 73-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 80.-",
    "text": "La Constitución reconoce a todas las personas los Derechos humanos de acceso al agua y al saneamiento. Los pueblos indígenas tienen derecho al agua como componente central de sus tradiciones y cultura, también tienen derecho a mantener una relación con sus tierras y territorios.",
    "sources": [
      "IPC 73-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 81.-",
    "text": "1. Toda persona tiene derecho a vivir en un medio ambiente sano. 2. El Estado Chileno promoverá́ la protección, preservación y mejoramiento del medio ambiente.",
    "sources": [
      "ICI 80-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 82.-",
    "text": "Todas las personas tienen el derecho a vivir en un medio ambiente sano.",
    "sources": [
      "415-5"
    ],
    "authors": [
      "Jofre, Alvaro",
      "Rebolledo, Barbara",
      "Labra, Patricia",
      "Alvarez, Rodrigo",
      "Navarrete, Geoconda",
      "Moreno, Alfredo",
      "De la Maza, Bernardo",
      "Neumann, Ricardo",
      "Fontaine, Bernardo",
      "Larrain, Hernan",
      "Monckeberg, Cristian",
      "Bown, Carol",
      "Cozzi, Ruggero",
      "Toloza, Pablo",
      "Mayol, Luis",
      "Vega, Roberto"
    ]
  },
  {
    "article": "Artículo 83.-",
    "text": "El Estado considerará los avances más actualizados de la ciencia y la tecnología en el diseño de las políticas públicas tendientes a restaurar, proteger y conservar la naturaleza y su biodiversidad, incluyendo siempre un análisis general del impacto económico y social...",
    "sources": [
      "415-5"
    ],
    "authors": [
      "Jofre, Alvaro",
      "Rebolledo, Barbara",
      "Labra, Patricia",
      "Alvarez, Rodrigo",
      "Navarrete, Geoconda",
      "Moreno, Alfredo",
      "De la Maza, Bernardo",
      "Neumann, Ricardo",
      "Fontaine, Bernardo",
      "Larrain, Hernan",
      "Monckeberg, Cristian",
      "Bown, Carol",
      "Cozzi, Ruggero",
      "Toloza, Pablo",
      "Mayol, Luis",
      "Vega, Roberto"
    ]
  },
  {
    "article": "Artículo 84.-",
    "text": "El Estado deberá destinar los recursos necesarios y crear un sistema que estudie y monitoree en forma permanente los efectos e impactos del cambio climático en nuestro país, generando información basada en la mejor evidencia científica disponible...",
    "sources": [
      "415-5"
    ],
    "authors": [
      "Jofre, Alvaro",
      "Rebolledo, Barbara",
      "Labra, Patricia",
      "Alvarez, Rodrigo",
      "Navarrete, Geoconda",
      "Moreno, Alfredo",
      "De la Maza, Bernardo",
      "Neumann, Ricardo",
      "Fontaine, Bernardo",
      "Larrain, Hernan",
      "Monckeberg, Cristian",
      "Bown, Carol",
      "Cozzi, Ruggero",
      "Toloza, Pablo",
      "Mayol, Luis",
      "Vega, Roberto"
    ]
  },
  {
    "article": "Artículo 85.-",
    "text": "Todas las personas podrán participar en la protección y conservación de la naturaleza y su biodiversidad, y contribuir, en las condiciones definidas por la ley.",
    "sources": [
      "415-5"
    ],
    "authors": [
      "Jofre, Alvaro",
      "Rebolledo, Barbara",
      "Labra, Patricia",
      "Alvarez, Rodrigo",
      "Navarrete, Geoconda",
      "Moreno, Alfredo",
      "De la Maza, Bernardo",
      "Neumann, Ricardo",
      "Fontaine, Bernardo",
      "Larrain, Hernan",
      "Monckeberg, Cristian",
      "Bown, Carol",
      "Cozzi, Ruggero",
      "Toloza, Pablo",
      "Mayol, Luis",
      "Vega, Roberto"
    ]
  },
  {
    "article": "Artículo 86.-",
    "text": "El Estado y la sociedad contribuirán a la regeneración de la Naturaleza, de oficio o a solicitud de parte, en todos aquellos casos en que la autoridad competente, previa participación ciudadana declare que la naturaleza lo requiera. Es deber del Estado promover y fomentar acciones y medidas de regeneración autónomas y asistidas...",
    "sources": [
      "821-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Uribe, Cesar",
      "Sepulveda, Carolina",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Abarca, Jorge",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Martin, Juan Jose",
      "Sepulveda, Barbara",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 87.-",
    "text": "El Estado, en todas las reparticiones que corresponda, deberá́ propender a políticas de seguridad, prevención, mitigación, gestión integral del riesgo y resiliencia, ante los desastres naturales que puede originar la naturaleza y los originados por la actividad humana. El Estado coordinará diversas iniciativas donde participará el sector público, privado, academia, actores sociales y las personas",
    "sources": [
      "822-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Uribe, Cesar",
      "Sepulveda, Carolina",
      "Nunez, Nicolas",
      "Barraza, Marcos",
      "Abarca, Jorge",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Martin, Juan Jose",
      "Sepulveda, Barbara",
      "Caamano, Francisco",
      "Gallardo, Bessy"
    ]
  },
  {
    "article": "Artículo 88.-",
    "text": "El Estado debe garantizar la gestión ambiental descentralizada, regional y comunal, mediante mecanismos y la destinación de recursos atingentes a la realidad territorial, incluyendo los gravámenes asociados a las actividades.",
    "sources": [
      "IPC 21-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 89.- Deberes de las personas",
    "text": "Es deber de las personas respetar estos derechos y los mecanismos institucionales de su gestión. La ley podrá establecer los mecanismos para restringir el ejercicio de derechos o libertades económicas con la finalidad de proteger el medio ambiente y los ecosistemas nativos.",
    "sources": [
      "ICI 787-5"
    ],
    "authors": []
  },
  {
    "article": "Artículo 90.- Reconocimiento del valor de la Naturaleza y el Ecocidio",
    "text": "Todo atentado contra la naturaleza es por esencia contrario a los derechos humanos. Una ley tipificará y penalizará el delito de Ecocidio, entendido por tal cualquier acto ilícito o arbitrario perpetrado a sabiendas o debiendo saber que existe una probabilidad sustancial de que cause daños graves que sean extensos o duraderos al medio ambiente...",
    "sources": [
      "990-5"
    ],
    "authors": [
      "Arellano, Marco",
      "Madriaga, Tania",
      "Woldarsky, Manuel",
      "Flores, Alejandra",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Godoy, Isabel",
      "Labrana, Elsa",
      "Chinga, Eric",
      "Caamano, Francisco"
    ]
  },
  {
    "article": "Artículo 91.-",
    "text": "Los delitos que causen daño al medioambiente, serán siempre imprescriptibles.",
    "sources": [
      "596-5"
    ],
    "authors": [
      "Uribe, Cesar",
      "Serey, Mariela",
      "Madriaga, Tania",
      "Andrade, Cristobal",
      "Vilches, Carolina",
      "Bassa, Jaime",
      "Zarate, Camila",
      "Royo, Manuela",
      "Caamano, Francisco"
    ]
  },
  {
    "article": "Artículo 92.-",
    "text": "Toda persona, natural o jurídica, deberá prevenir causar daños ambientales y repararlos en su caso. Las conductas y omisiones consideradas riesgosas o lesivas al medio ambiente sujetarán a sus infractores, a las sanciones penales y administrativas, independientemente de su obligación de reparar los daños causados...",
    "sources": [
      "614-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Uribe, Cesar",
      "Delgado, Aurora",
      "Andrade, Cristobal",
      "Alvarez, Julio",
      "Hurtado, Maximiliano",
      "Gomez, Yarela",
      "Mella, Jeniffer",
      "Vargas, Mario",
      "Munoz, Pedro",
      "Gomez, Claudio",
      "Fernandez, Patricio",
      "Cruz, Andres"
    ]
  },
  {
    "article": "TERCERA.",
    "text": "Se creará mediante una ley de quórum calificado, un Fondo Estatal de Justicia ambiental para implementar acciones correctivas de los pasivos ambientales y/o de restauración de zonas históricamente afectadas por contaminación, destrucción o agotamiento de los recursos...",
    "sources": [
      "614-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Uribe, Cesar",
      "Delgado, Aurora",
      "Andrade, Cristobal",
      "Alvarez, Julio",
      "Hurtado, Maximiliano",
      "Gomez, Yarela",
      "Mella, Jeniffer",
      "Vargas, Mario",
      "Munoz, Pedro",
      "Gomez, Claudio",
      "Fernandez, Patricio",
      "Cruz, Andres"
    ]
  },
  {
    "article": "Artículo 93.- De la democracia ecológica y plurinacional",
    "text": "Las actuaciones públicas, su proceso de deliberación y toma de decisión a nivel territorial se guiará por el principio de democracia ecológica, el cual busca maximizar la realización y garantía de los derechos reconocidos por la Constitución, disponiendo de las herramientas necesarias para alcanzar el buen vivir...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 94.- Derecho de acceso a la información ambiental",
    "text": "Se reconoce el derecho de todas las personas a acceder a la información ambiental pública, que conste en poder o custodia del Estado, así como de las empresas que prestan servicios públicos, de acuerdo con el principio de máxima publicidad...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 95.-",
    "text": "El Estado tendrá la especial obligación de levantar y generar la información que permita evaluar los impactos acumulativos sobre los ecosistemas. El Estado no podrá autorizar nuevas actividades sin que haya cumplido con su deber de evaluar los referidos impactos, especialmente en las zonas degradadas o que sufran de contaminación crónica...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 96.-",
    "text": "El Estado garantizará la generación, recopilación y difusión de la información ambiental de los distintos territorios, de manera oportuna, sistemática, proactiva, regular, accesible y comprensible, debiendo actualizar dicha información de manera periódica, desagregada y descentralizada...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 97.- Derecho de acceso a la justicia",
    "text": "Se reconoce el derecho de acceso a la justicia en asuntos ambientales. Este derecho comprende el acceso a todas las instancias administrativas y judiciales de impugnación establecidas por esta constitución y las leyes, que digan relación con las decisiones, acciones u omisiones relacionadas al acceso a la información ambiental...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 98.-",
    "text": "El Estado está obligado a reducir o eliminar las barreras para el conocimiento pleno de la judicatura, tanto en lo sustantivo como en aspectos procedimentales del ejercicio de este derecho. Así, deberá posibilitar la adopción de medidas cautelares para prevenir, cesar, mitigar o compensar los daños a la naturaleza...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 99.-",
    "text": "Para facilitar el ejercicio del derecho al acceso a la justicia, existirá un órgano estatal especializado para asistir y representar a las personas humanas, sintientes no humanas, comunidades y Naturaleza en el ejercicio de sus derechos...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 100.-",
    "text": "Toda autorización de actividades económicas o productivas que impliquen: 1. Riesgo para la salud de la población... 2. Efectos adversos significativos sobre la cantidad y calidad de los recursos naturales renovables... 3. Reasentamiento de comunidades humanas... 4. Localización en o próxima a poblaciones, recursos y áreas protegidas... 5. Alteración significativa, en términos de magnitud o duración, del valor paisajístico... o 6. Alteración de monumentos, sitios con valor antropológico...",
    "sources": [
      "377-2"
    ],
    "authors": [
      "Quinteros, Maria Elisa",
      "Royo, Manuela",
      "Labbe, Bastian",
      "Flores, Alejandra",
      "Vilches, Carolina",
      "Vallejos, Loreto",
      "Saldana, Alvin",
      "Meneses, Janis",
      "Giustinianovich, Elisa",
      "Alvarado, Gloria",
      "Hoppe, Vanessa"
    ]
  },
  {
    "article": "Artículo 101.-",
    "text": "El Estado Plurinacional de Chile declara que los Pueblos Originarios son los Defensores Socioambientales ancestrales y actuales por excelencia, de los territorios del país y de la Madre Tierra en toda su diversidad, y en este contexto de emergencia y cambio climático, son aliados estratégicos...",
    "sources": [
      "963-1"
    ],
    "authors": []
  },
  {
    "article": "Artículo 102.- Protección a las y los defensores de la Naturaleza, los derechos humanos y las personas sintientes no humanos.",
    "text": "El Estado debe asegurar un entorno seguro y propicio para que las personas, grupos y organizaciones que promuevan y defiendan los derechos humanos en asuntos ambientales, los de la Naturaleza y las personas sintientes no humanas puedan actuar sin amenazas, restricciones o vulneraciones a sus derechos...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 103.-",
    "text": "El Estado Chileno reconoce a la educación ambiental como un proceso permanente, adaptativo, interdisciplinario, inclusivo y pluralista.",
    "sources": [
      "969-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Pinto, Malucha",
      "Royo, Manuela",
      "Nunez, Nicolas",
      "Delgado, Aurora",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Vallejos, Loreto",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 104.-",
    "text": "El Estado garantiza la inclusión de la educación ambiental en los diferentes niveles y dimensiones de la educación formal e informal, considerando las diferencias y diversidades ambientales y territoriales de cada Región.",
    "sources": [
      "969-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Pinto, Malucha",
      "Royo, Manuela",
      "Nunez, Nicolas",
      "Delgado, Aurora",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Vallejos, Loreto",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "Artículo 105.-",
    "text": "El Estado en su rol de garante promocionará y fomentará la educación ambiental en todos los espacios educativos formales, comunitarios y geográficos del país. Para ello dotará de recursos a los organismos públicos pertinentes y con participación de las organizaciones de la sociedad civil sin fines de lucro...",
    "sources": [
      "969-5"
    ],
    "authors": [
      "Dorador, Cristina",
      "Pinto, Malucha",
      "Royo, Manuela",
      "Nunez, Nicolas",
      "Delgado, Aurora",
      "Labbe, Bastian",
      "Arauna, Francisca",
      "Vallejos, Loreto",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Galleguillos, Felix",
      "Hoppe, Vanessa",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "CUARTA.",
    "text": "El estado deberá levantar y generar la información ambiental que permita la medición de impactos acumulativos referidos en el art. X3 sobre todos los territorios de la república en un plazo de 4 años a contar de la vigencia de esta constitución. Respecto de los territorios o áreas geográficas que han sufrido contaminación crónica o degradación histórica estos serán prioritarios por lo que este plazo se reduce a un año...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  },
  {
    "article": "QUINTA.",
    "text": "Una vez cumplido por el Estado el levantamiento de la información que permita la evaluación de los impactos acumulativos, someterá a una re evaluación a todos los proyectos susceptibles de impactos ambiental dentro de un plazo de 2 años, pudiendo someter a nuevas restricciones y modificaciones a las resoluciones ambientales respectivas...",
    "sources": [
      "788-5"
    ],
    "authors": [
      "San Juan, Constanza",
      "Uribe, Cesar",
      "Villena, Ingrid",
      "Salinas, Fernando",
      "Andrade, Cristobal",
      "Arauna, Francisca",
      "Gonzalez, Dayana",
      "Labbe, Bastian",
      "Vilches, Carolina",
      "Saldana, Alvin",
      "Giustinianovich, Elisa",
      "Godoy, Isabel",
      "Zarate, Camila",
      "Alvarado, Gloria",
      "Caamano, Francisco",
      "Olivares, Ivanna"
    ]
  }
]