[
  {
    "article": "Artículo 1",
    "content": "Las víctimas de graves violaciones a los derechos humanos tienen derecho a la reparación integral."
  },
  {
    "article": "Artículo 14",
    "content": "Artículo 14 (18).- Libertad de emprender y desarrollar actividades económicas. Toda persona, natural o jurídica, tiene libertad de emprender y desarrollar actividades económicas. Su ejercicio deberá ser compatible con los derechos consagrados en esta Constitución y con la protección de la naturaleza.\nLos derechos podrán ser ejercidos y exigidos individual o colectivamente.\nLas leyes que lo regulen deberán promover el desarrollo de las empresas de menor tamaño.\nLas personas jurídicas sólo serán titulares de los derechos que la Constitución consagre expresamente.\nLas prácticas de colusión entre empresas y abusos de posición monopólica, así como las concentraciones empresariales que afecten el funcionamiento eficiente, justo y leal de los mercados, se entenderán como conductas contrarias al interés social. La ley establecerá las sanciones a los responsables."
  },
  {
    "article": "Artículo 18",
    "content": "Derecho a la salud. Toda persona tiene derecho a la salud y bienestar integral, incluyendo su dimensión física y mental.\nEl Estado deberá proveer las condiciones necesarias para alcanzar el más alto nivel posible de la salud, considerando en todas sus decisiones el impacto de las determinantes sociales y ambientales sobre la salud de la población.\nEl Sistema Nacional de Salud será de carácter universal, público e integrado. Se regirá por los principios de equidad, solidaridad, interculturalidad, pertinencia territorial, desconcentración, eficacia, calidad, oportunidad, enfoque de género, progresividad y no discriminación.\nEl Sistema Nacional de Salud incorporará acciones de promoción, prevención, diagnóstico, tratamiento, habilitación, rehabilitación e inclusión. La atención primaria constituirá la base de este sistema y se promoverá la participación de las comunidades en las políticas de salud y las condiciones para su ejercicio efectivo.\nEl Estado generará políticas y programas de salud mental destinados a la atención y prevención con enfoque comunitario y aumentará progresivamente su financiamiento.\nCorresponderá exclusivamente al Estado la función de rectoría del sistema de salud, incluyendo la regulación, supervisión y fiscalización de las instituciones públicas y privadas.\nEl Sistema Nacional de Salud será financiado a través de las rentas generales de la nación. Adicionalmente, la ley podrá establecer el cobro obligatorio de cotizaciones a empleadoras, empleadores, trabajadoras y trabajadores con el solo objeto de aportar solidariamente al financiamiento de este sistema. La ley determinará el órgano público encargado de la administración del conjunto de los fondos de este sistema.\nLas prestaciones del Sistema Nacional de Salud considerarán también el acceso a métodos de reproducción asistida, acompañamiento y reparación de las afectaciones que aquejan a las personas como consecuencia de una intervención o procedimiento médico, así como, el tratamiento integral frente al consumo de drogas.\nPodrán existir seguros privados voluntarios, los que en ningún caso podrán sustituir o duplicar el rol del Estado. Ninguna persona habrá de incurrir en un gasto catastrófico en salud.\nEs deber del Estado la planificación de la formación, distribución y capacitación permanente del personal sanitario.\nEl Estado reconoce los sistemas de salud tradicional de los pueblos y naciones indígenas y sus instituciones. Se deberá proteger y conservar especialmente los conocimientos, innovaciones y prácticas de medicina indígena, así como la conservación de los elementos o componentes naturales en que se sustentan.\nLos prestadores privados integrados al Sistema Nacional de Salud no podrán perseguir fines de lucro. La ley establecerá los requisitos y procedimientos para su integración y funcionamiento."
  },
  {
    "article": "Artículo 23",
    "content": "Artículo 31.- El Estado asegura a todas las personas el derecho a la educación."
  },
  {
    "article": "Artículo 24",
    "content": "La educación es un proceso de formación y aprendizaje permanente a lo largo de la vida y tiene como propósito el desarrollo integral de la persona... [incluye párrafos sobre educación de excelencia, integridad, no discriminación, e infraestructura]"
  },
  {
    "article": "Artículo 25",
    "content": "La educación parvularia, básica y media serán obligatorios y gratuitos... [incluye párrafos sobre Sistema de Educación Pública, financiamiento estatal del 6% del PIB, educación superior gratuita]"
  },
  {
    "article": "Artículo 26",
    "content": "La Constitución reconoce el derecho de las y los integrantes de cada comunidad educativa a participar en la construcción del proyecto educativo, en las decisiones de la unidad respectiva y en la elaboración, diseño y ejecución de la política educacional local y nacional... [incluye párrafos sobre educación permanente]"
  },
  {
    "article": "Artículo 27",
    "content": "La Constitución reconoce la libertad de enseñanza y es deber del estado respetarla. Las y los profesores y educadores son titulares de la libertad de cátedra... [incluye párrafos sobre fundación de proyectos privados y elección de padres]"
  },
  {
    "article": "Artículo 28",
    "content": "Artículo X. Reconocimiento a la labor educativa. La Constitución reconoce la función primordial de profesores, profesoras, educadores y educadoras... [incluye párrafos sobre formación gratuita, estabilidad laboral y estatutos únicos]"
  },
  {
    "article": "Artículo 31",
    "content": "Toda persona imputada por un delito tiene derecho en plena igualdad, además, a las siguientes garantías mínimas: \n\na) Toda persona se presume inocente mientras no se pruebe su culpabilidad conforme a la ley. No se podrá presumir de derecho la responsabilidad penal.\n\nb) A ser informada sin demora, en una lengua o idioma que comprenda y en forma detallada, de sus derechos, de la naturaleza y causas de la investigación seguida contra ella y de la acusación formulada en su contra.\n\nc) La información sobre sanciones penales sólo podrá ser tratada por un organismo público, dentro de la órbita de sus competencias. Esta información sólo podrá ser comunicada a otro organismo público que la requiera, dentro de la órbita de sus competencias."
  },
  {
    "article": "Artículo 33",
    "content": "Derecho a la alimentación adecuada. Toda persona tiene derecho a una alimentación adecuada. Este derecho comprende la seguridad e inocuidad alimentaria, el acceso a una alimentación de calidad, culturalmente adecuada, así como el derecho a conocer la composición, origen y trazabilidad de los alimentos, especialmente en sectores aislados geográficamente. El Estado garantizará en forma continua y permanente la disponibilidad y el acceso, tanto físico como económico, a los alimentos que satisfagan este derecho, incluyendo alimentos especiales para las personas que lo requieran por razones de salud. Asimismo, promoverá el patrimonio culinario y gastronómico del país, y el consumo de alimentos y bebidas saludables."
  },
  {
    "article": "Artículo 39",
    "content": "Derecho al deporte, la actividad física y las prácticas corporales. Todas las personas tienen derecho al deporte, a la actividad física y a las prácticas corporales. El Estado garantizará el ejercicio de este derecho en sus distintas dimensiones y disciplinas, ya sean recreacionales, educativas, competitivas o de alto rendimiento. Para lograr estos objetivos, se podrán considerar políticas diferenciadas según lo disponga la ley.\nEl Estado reconoce la función social del deporte, en tanto permite la participación colectiva, la asociatividad, la integración e inserción social, así como el mantenimiento y mejora de la salud. La ley asegurará el involucramiento de las personas y comunidades con la práctica del deporte, incluido el de niños, niñas y adolescentes en los establecimientos educacionales, así como la participación en la dirección de las diferentes formas de instituciones deportivas.\nLa ley establecerá la regulación y los principios aplicables a las instituciones públicas o privadas que tengan por objeto la búsqueda de talentos deportivos y la gestión del deporte profesional como actividad económica, social y cultural, debiendo asegurar formas de organización democrática."
  },
  {
    "article": "Artículo 40",
    "content": "Derecho a la igualdad y no discriminación. La Constitución asegura el derecho a la igualdad. En Chile no hay persona ni grupo privilegiado. Queda prohibida toda forma de esclavitud.\nSe asegura el derecho a la protección contra toda forma de discriminación, en especial cuando se funde en uno o más motivos tales como nacionalidad o apatridia, edad, sexo, orientación sexual o afectiva, identidad y expresión de género, diversidad corporal, religión o creencia, etnia, pertenencia a un pueblo y nación indígena o tribal, opiniones políticas o de cualquier otra naturaleza, clase social, ruralidad, situación migratoria o de refugio, discapacidad, condición de salud mental o física, estado civil, filiación o cualquier otra condición social.\nEl Estado deberá respetar, proteger, promover y garantizar los derechos fundamentales, sin discriminación.\nLa ley determinará las medidas de prevención, prohibición, sanción y reparación de todas las formas de discriminación, en los ámbitos público y privado, así como los mecanismos para garantizar la igualdad material y sustantiva entre todas las personas.\nEl Estado deberá adoptar todas las medidas necesarias, incluidos los ajustes razonables, para corregir y superar la desventaja o el sometimiento de una persona o grupo de ellas respecto de otras."
  },
  {
    "article": "Artículo 45",
    "content": "Toda persona y pueblo tiene el derecho a comunicarse en su propia lengua en todo espacio público o privado, físico o digital... [incluye párrafos sobre reconocimiento de lenguas indígenas y política lingüística]"
  },
  {
    "article": "Artículo 46",
    "content": "Artículo xx. Derecho a la consulta de los pueblos y naciones indígenas. Los pueblos y naciones indígenas tienen el derecho a ser consultados previamente a la adopción de medidas administrativas y legislativas que les afectasen... [incluye párrafos sobre consentimiento y buena fe]"
  }
]