[
  {
    "article": "Artículo 1",
    "content": "Derecho a la libertad de conciencia, pensamiento, creencias, cosmovisión y religión. Los derechos fundamentales son universales, inalienables, indivisibles e interdependientes entre sí. Comprenden los derechos de la naturaleza, realidad íntimamente ligada al desarrollo de la vida, de las comunidades, de las naciones y de los pueblos como de las futuras generaciones. Podrán erigir templos, dependencias y lugares para el culto. \nEl Estado se rige por el principio de neutralidad religiosa, el que implica la igualdad de trato ante las distintas entidades religiosas y grupos de orden espiritual, y reconoce la espiritualidad como elemento esencial del ser humano.\nEl pleno ejercicio de estos derechos es condición necesaria para asegurar la paz, la democracia, la vida digna y el pleno desarrollo de las personas y de los pueblos.\nEstas entidades y grupos podrán organizarse como personas jurídicas, con arreglo a la ley, respetando los derechos y deberes que esta Constitución establece. Las personas jurídicas con fines religiosos no podrán perseguir fines de lucro y sus bienes deberán gestionarse de forma transparente y de acuerdo a los otros principios que la ley establezca."
  },
  {
    "article": "Artículo 12",
    "content": "Artículo X.- Límites de los derechos fundamentales. Las limitaciones a los derechos fundamentales podrán ser establecidas únicamente en virtud de una ley de carácter general, en la que se consideren medidas idóneas, necesarias y proporcionadas en una sociedad democrática. Se deberá tener, además, especial consideración por el respeto a la identidad e integridad cultural del individuo o pueblo y nación de indígena al que pertenece. En todo caso, deberán arbitrarse las medidas o mecanismos necesarios para mitigar, corregir o restituir los efectos de estas limitaciones.\nEl Estado garantizará el pleno ejercicio de este derecho a través de acciones afirmativas, procedimientos y leyes correspondientes."
  },
  {
    "article": "Artículo 14",
    "content": "Artículo 14 (18).- Libertad de emprender y desarrollar actividades económicas. Toda persona, natural o jurídica, tiene libertad de emprender y desarrollar actividades económicas. Su ejercicio deberá ser compatible con los derechos consagrados en esta Constitución y con la protección de la naturaleza.\nLos derechos podrán ser ejercidos y exigidos individual o colectivamente.\nLas leyes que lo regulen deberán promover el desarrollo de las empresas de menor tamaño.\nLas personas jurídicas sólo serán titulares de los derechos que la Constitución consagre expresamente.\nLas prácticas de colusión entre empresas y abusos de posición monopólica, así como las concentraciones empresariales que afecten el funcionamiento eficiente, justo y leal de los mercados, se entenderán como conductas contrarias al interés social. La ley establecerá las sanciones a los responsables."
  },
  {
    "article": "Artículo 15",
    "content": "La protección, promoción y respeto del derecho a la privacidad de las personas, sus familias y comunidades. Ninguna persona ni autoridad podrá afectar, restringir o impedir el ejercicio del derecho a la privacidad salvo en los casos y formas que determine la ley. Los recintos privados son inviolables. La entrada, registro o allanamiento sólo se podrán realizar con orden judicial previa dictada en los casos específicos y en la forma que determine la ley, salvo las hipótesis de flagrancia. Toda forma de documentación y comunicación privada es inviolable, incluyendo sus metadatos. La interceptación, captura, apertura, registro o revisión sólo se podrá realizar con orden judicial previa dictada en la forma y para los casos específicos que determine la ley."
  },
  {
    "article": "Artículo 17",
    "content": "Artículo 17.- Derecho a la autonomía y a la libre determinación. Toda persona tiene derecho a la libertad, entendida como la libre determinación de su personalidad, de sus proyectos de vida, de su identidad y la autonomía sobre su cuerpo. El Estado deberá garantizar este derecho, sin discriminación, con enfoque de género, derechos humanos, inclusión y pertinencia cultural, eliminando todos los obstáculos que dificulten el ejercicio de este derecho y promoviendo acciones positivas para asegurar su pleno desarrollo."
  },
  {
    "article": "Artículo 18",
    "content": "Artículo 18 (24).- Derecho de propiedad. Toda persona, natural o jurídica, tiene derecho de propiedad en todas sus especies y sobre toda clase de bienes, salvo aquellos que la naturaleza ha hecho comunes a todas las personas y los que la Constitución o la ley declaren inapropiables. Corresponderá a la ley determinar el modo de adquirir la propiedad, su contenido, sus límites y los deberes que emanan de ella; conforme a su función social y ecológica.\nLos títulos administrativos que habiliten la prestación de servicios públicos o la explotación, uso y aprovechamiento de bienes comunes no quedarán amparados por este derecho y se someterán al estatuto que defina la ley, la cual deberá cautelar el interés social y el equilibrio ecológico.\nLa actividad económica del Estado estará siempre sujeta a criterios de control, transparencia y probidad, los que determinará la ley.\nLas prácticas de colusión entre empresas y abusos de posición monopólica, así como de concentraciones empresariales que afecten o puedan afectar el funcionamiento eficiente, justo y leal de los mercados y el bienestar de las y los consumidores y usuarios y usuarias, se entenderán como conductas contrarias al interés social. La ley establecerá las sanciones a los responsables y su obligación de reparación integral.\nEl Estado tiene el dominio absoluto, exclusivo, inalienable e imprescriptible de todas las minas, comprendiéndose en éstas las covaderas, las arenas metalíferas, los salares, los depósitos de carbón e hidrocarburos y las demás sustancias fósiles, con excepción de las arcillas superficiales, no obstante la propiedad de las personas naturales o jurídicas sobre los terrenos en cuyas entrañas estuvieren situadas. Los predios superficiales estarán sujetos a las obligaciones y limitaciones que la ley señale para facilitar la exploración, la explotación y el beneficio de dichas minas.\nCorresponderá a la ley determinar el modo de adquirir la propiedad, su contenido, límites y deberes, conforme con su función social y ecológica."
  },
  {
    "article": "Artículo 20",
    "content": "Artículo 20.- Ninguna persona puede ser privada de su propiedad, sino en virtud de una ley que autorice la expropiación por causa de utilidad pública o interés general declarado por el legislador.\nLa ley determinará los criterios para definir el justo monto del pago, su forma y oportunidad, debiendo considerar tanto el interés público como el del titular.\nLa persona expropiada podrá reclamar de la legalidad del acto expropiatorio y de su monto ante los tribunales que determine la ley.\nEl Estado reconoce y garantiza el derecho de las personas a beneficiarse del progreso científico para ejercer de manera libre, autónoma y no discriminatoria, sus derechos sexuales y reproductivos."
  },
  {
    "article": "Artículo 23",
    "content": "Artículo 23.- Educación sexual integral. Todas las personas tienen derecho a recibir una Educación Sexual Integral, que promueva el disfrute pleno y libre de la sexualidad, enfocada en el placer; la responsabilidad sexo-afectiva; la autonomía, el autocuidado y el desarrollo del consentimiento; el reconocimiento de las diversas identidades y expresiones del género y la sexualidad; que erradique los estereotipos de género y prevenga la violencia de género y sexual. Es deber del Estado asegurar el ejercicio pleno de este derecho a través de una política única de Educación Sexual Integral, de carácter laico, desde la primera infancia y durante el curso de la vida, con pertinencia cultural y basada en la evidencia científica afianzada, incorporada de forma transversal y específica en las políticas públicas de educación, salud y otras pertinentes."
  },
  {
    "article": "Artículo 24",
    "content": "Derecho a la integridad personal. Toda persona tiene derecho a la integridad física, psicosocial, sexual y afectiva. Ninguna persona podrá ser sometida a torturas, ni penas o tratos crueles, inhumanos o degradantes."
  },
  {
    "article": "Artículo 25",
    "content": "Prohibición de la desaparición forzada. Ninguna persona será sometida a desaparición forzada. \n\nToda persona víctima de desaparición forzada tiene derecho a ser buscada. El Estado garantizará el ejercicio de este derecho, disponiendo de todos los medios necesarios."
  },
  {
    "article": "Artículo 26",
    "content": "Imprescriptibilidad y prohibición de la amnistía. Los crímenes de guerra, los delitos de lesa humanidad, la desaparición forzada y la tortura, el genocidio y el crimen de agresión y otras penas o tratos crueles, inhumanos o degradantes son imprescriptibles, inamnistiables y no serán susceptibles de ningún impedimento a la investigación."
  },
  {
    "article": "Artículo 27",
    "content": "Deberes de prevención, investigación y sanción. Son obligaciones del Estado prevenir, investigar, sancionar e impedir la impunidad de los hechos establecidos en el artículo 26. Tales crímenes deberán ser investigados de oficio, con la debida diligencia, seriedad, rapidez, independencia, imparcialidad y en conformidad con los estándares establecidos en los tratados internacionales ratificados y vigentes en Chile."
  },
  {
    "article": "Artículo 28",
    "content": "Derecho a la honra. Toda persona tiene derecho a que se respete su honra.\nNadie podrá ser objeto de ataques ilegales en contra de ella."
  },
  {
    "article": "Artículo 29",
    "content": "Derecho al acceso a la justicia y a la tutela judicial efectiva. Toda persona tiene derecho a la efectiva protección de sus derechos y a que el Estado le garantice la igualdad de acceso a la justicia. El Estado deberá disponer diversos mecanismos que favorezcan una respuesta accesible, oportuna y eficaz que resulte apropiada a las circunstancias concretas.\n\nToda persona tiene derecho a una tutela judicial efectiva y a la resolución de sus conflictos jurídicos a través de un procedimiento adecuado a sus fines. Al legislador le corresponderá establecer estos, así como las medidas necesarias para asegurar el cumplimiento efectivo y oportuno de toda resolución judicial."
  },
  {
    "article": "Artículo 30",
    "content": "Derecho al debido proceso. Toda persona tendrá derecho a un proceso razonable y justo, ante un tribunal competente, independiente e imparcial, establecido con anterioridad por la ley, con igualdad de condiciones y enfoque interseccional, en todos los asuntos en los que se determinen sus derechos y obligaciones de cualquier naturaleza. El proceso sólo podrá ser regulado por ley.\n\nToda persona tendrá derecho a la defensa en la forma que la ley señale, sin que ninguna autoridad o individuo pueda impedirlo, restringirlo o perturbarlo. En el ejercicio de este derecho se deberá garantizar la comunicación libre y privada.\n\nEl proceso y sus resoluciones serán públicos, salvo las excepciones expresamente establecidas por ley, debiendo concluir en un plazo razonable y sin dilaciones indebidas. Toda resolución emanada de un tribunal deberá ser fundada, con excepción de aquellas que se pronuncien sobre cuestiones de mero trámite.\n\nLa ley establecerá los mecanismos a través de los cuales se garantizará el cumplimiento de estas garantías, y establecerá la forma en que se cumplirán en los procedimientos administrativos y promoverá el uso de mecanismos colaborativos y adecuados para la resolución de los conflictos jurídicos en conformidad a su naturaleza.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 31",
    "content": "Toda persona imputada por un delito tiene derecho en plena igualdad, además, a las siguientes garantías mínimas: \n\na) Toda persona se presume inocente mientras no se pruebe su culpabilidad conforme a la ley. No se podrá presumir de derecho la responsabilidad penal.\n\nb) A ser informada sin demora, en una lengua o idioma que comprenda y en forma detallada, de sus derechos, de la naturaleza y causas de la investigación seguida contra ella y de la acusación formulada en su contra.\n\nc) La información sobre sanciones penales sólo podrá ser tratada por un organismo público, dentro de la órbita de sus competencias. Esta información sólo podrá ser comunicada a otro organismo público que la requiera, dentro de la órbita de sus competencias."
  },
  {
    "article": "Artículo 32",
    "content": "Derecho a intérprete o traductor. Las personas que no comprendan o hablen el idioma empleado en el tribunal tendrán el derecho a ser asistidas por un traductor o intérprete para intervenir en el proceso, el cual será gratuito."
  },
  {
    "article": "Artículo 33",
    "content": "Derecho al juicio previo. Ninguna persona podrá ser condenada o penada, ni sometida a una medida de seguridad por hechos que revisten el carácter de delitos penales, sino en virtud de una sentencia fundada, dictada por un tribunal independiente e imparcial. Toda persona tendrá derecho a hallarse presente durante el juicio penal, sin perjuicio de las normas legales que regulen el orden, el decoro y la seguridad de las personas que participen del procedimiento penal.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 34",
    "content": "Derecho a la defensa jurídica. Toda persona tendrá derecho a la defensa jurídica en la forma que la ley señale y a comunicarse libre y privadamente con el abogado de su elección, sin que ninguna autoridad o individuo pueda impedir, restringir o perturbar la debida intervención del letrado si hubiere sido requerida. La ley arbitrará los medios para otorgar asesoramiento y defensa jurídica a quienes no puedan procurárselos por sí mismos."
  },
  {
    "article": "Artículo 35",
    "content": "Derecho a la defensa penal. Toda persona imputada de delito penal tiene el derecho irrenunciable a ser asistida por un abogado defensor proporcionado por el Estado si no nombrare uno en la oportunidad establecida por la ley. Todo imputado tendrá derecho a ser informado, si no tuviera defensor, del derecho que le asiste a tenerlo y, siempre que el interés de la justicia lo exija, a que se le nombre un defensor de oficio, gratuitamente, si careciere de medios suficientes para pagarlo. El imputado tendrá derecho a ser defendido por un letrado desde la primera actuación del procedimiento dirigido en su contra. Las facultades, derechos y garantías que la Constitución Política de la República, el Código Procesal Penal y otras leyes reconocen al imputado, podrán hacerse valer por la persona a quien se atribuyere participación en un hecho punible desde la primera actuación del procedimiento dirigido en su contra y hasta la completa ejecución de la sentencia. Para este efecto, se entenderá por primera actuación del procedimiento cualquiera diligencia o gestión, sea de investigación, de carácter cautelar o de otra especie, que se realizare por o ante un tribunal con competencia en lo criminal, el ministerio público o la policía, en la que se atribuyere a una persona responsabilidad en un hecho punible.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 36",
    "content": "Derecho a ser oído y a la prueba. De conformidad con las normas legales de procedimiento aplicables, toda persona tendrá derecho a formular las pretensiones, excepciones, alegaciones y defensas que estimare oportunas, a rendir las pruebas relevantes para acreditar sus presentaciones y a ejercer la impugnación de la sentencia en la forma y oportunidades establecidas en la ley. Del mismo modo, toda persona tendrá derecho para conocer oportunamente las pretensiones, excepciones y pruebas hechas valer en su contra, así como para examinarlas, contradecirlas y objetarlas, debiendo contar con un tiempo adecuado para la preparación de su defensa.\n\nEn consecuencia, toda persona contará con el derecho interrogar a quienes comparezcan a prestar testimonio y de obtener la comparecencia de partes, testigos, peritos u otras personas que puedan aportar antecedentes respecto de los hechos, de conformidad con las normas legales aplicables.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 37",
    "content": "Derecho a guardar silencio. Toda persona imputada por un delito penal tiene derecho a guardar silencio. El ejercicio de este derecho no le ocasionará ninguna consecuencia legal adversa; sin embargo, si renuncia a él, todo lo que manifieste podrá ser usado en su contra.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 38",
    "content": "Derecho a la no autoincriminación. Toda persona imputada por un delito penal tendrá el derecho a no ser obligada a declarar contra sí misma, ni a declararse culpable, así como tendrá el derecho a negarse a responder aquellas preguntas cuya respuesta pudiere acarrearle un peligro de persecución penal a sí misma o a su cónyuge, conviviente, ascendientes, descendientes, pupilos, guardadores, adoptantes, adoptados, parientes colaterales hasta el segundo grado de consanguinidad o afinidad y demás personas que, según los casos y circunstancias, señale la ley.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 39",
    "content": "A recurrir del fallo condenatorio y de la pena que se le haya impuesto ante juez o tribunal superior. \n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 40",
    "content": "Derecho a una única persecución. La persona condenada, absuelta o sobreseída definitivamente por sentencia ejecutoriada, no podrá ser sometida a un nuevo procedimiento, investigación o persecución penal por el mismo hecho.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables."
  },
  {
    "article": "Artículo 41",
    "content": "Está prohibido cualquier método de investigación o de interrogación que vulnere o coarte la libertad para declarar del imputado o investigado."
  },
  {
    "article": "Artículo 42",
    "content": "Garantías penales sustantivas. Nadie será penado ni sometido a una medida de seguridad por actos u omisiones que, al momento de producirse, no fueran constitutivos de delito conforme a la ley, y sólo podrá imponerse la pena prevista por ella. Ninguna ley podrá establecer penas respecto de conductas que no estén expresamente descritas en ella. \n\nNingún delito se castigará con otra pena que la que señale una ley promulgada con anterioridad a su perpetración, a menos que una nueva ley favorezca a la persona imputada.\n\nEl proceso y sus resoluciones serán públicos, salvo las excepciones expresamente establecidas por ley, debiendo concluir en un plazo razonable y sin dilaciones indebidas. Toda resolución emanada de un tribunal deberá ser fundada, con excepción de aquellas que se pronuncien sobre cuestiones de mero trámite.\n\nLa Constitución reconoce los derechos contenidos en este artículo a todas las personas jurídicas sin distinción, en todos aquellos casos en que sean aplicables"
  },
  {
    "article": "Artículo 43",
    "content": "Las sanciones que se apliquen deberán ser siempre proporcionales a la infracción cometida y tendrán por finalidad la resocialización del condenado. \n\nNo podrá imponerse la pena de confiscación de bienes, sin perjuicio del comiso en los casos establecidos por las leyes. El comiso de ganancias no será considerado una pena. No podrá aplicarse como sanción la pérdida de los derechos previsionales. \n\nLa resolución que ordene la libertad del imputado se ejecutará de inmediato, sin perjuicio de los recursos que pudieren proceder en su contra."
  },
  {
    "article": "Artículo 44",
    "content": "Derecho a reunirse y manifestarse pacíficamente. Todas las personas tienen derecho a reunirse y manifestarse en lugares privados y públicos, sin permiso previo.\nLas reuniones en lugares de acceso público sólo podrán restringirse en conformidad a la ley."
  },
  {
    "article": "Artículo 45",
    "content": "Derecho de asociación. Todas las personas naturales o jurídicas tienen derecho a asociarse, sin permiso previo. \n\nEl derecho de asociación comprende la protección de la autonomía de las asociaciones para el cumplimiento de sus fines específicos y el establecimiento de su regulación interna, organización y demás elementos definitorios.\n\nPara gozar de personalidad jurídica, las asociaciones deberán constituirse en conformidad a la ley.\n\nEl ejercicio de este derecho sólo podrá estar sujeto a regulaciones previstas por la ley para el resguardo de los derechos fundamentales. La ley podrá imponer restricciones específicas al ejercicio de este derecho respecto de las policías y fuerzas armadas.\n\nLos colectivos y organizaciones sociales que se dedican a la protección del ejercicio de los derechos fundamentales y de la naturaleza contribuyen en el cumplimiento del deber principal del Estado respecto de la garantía y protección de dichos derechos. Sus integrantes y dirigentes cuentan con especial protección constitucional para garantizar el cumplimiento de sus objetivos.\n\nEl Estado reconoce, promueve y protege las formas tradicionales de organización de los pueblos indígenas, instituciones y autoridades propias, respetando la autonomía y las dinámicas internas y no impuestas por la autoridad, siendo resultado de la voluntad colectiva y el derecho propio de las comunidades y pueblos indígenas."
  },
  {
    "article": "Artículo 46",
    "content": "El Estado reconoce la función social, económica y productiva de las cooperativas, conforme al principio de ayuda mutua, y fomentará su desarrollo. La ley regulará la creación y funcionamiento de las cooperativas, garantizará su autonomía, y preservará, mediante los instrumentos correspondientes, su naturaleza y finalidades. Las cooperativas podrán agruparse en federaciones, confederaciones, o en otras formas de organización que determine la ley."
  },
  {
    "article": "Artículo 47",
    "content": "Derechos de las personas chilenas en el extranjero. Las personas chilenas que se encuentren en el extranjero, tienen el derecho a vincularse permanentemente con los asuntos públicos y el devenir del país. La ley establecerá los mecanismos adecuados para promover, con perspectiva comunitaria y pertinencia cultural, el ejercicio de este derecho. \n\nSe garantiza la reunificación familiar y el retorno voluntario y seguro al territorio chileno, con enfoque de derechos humanos, de las personas chilenas y de sus descendientes en el extranjero.\n\nSe garantiza el derecho a votar en las elecciones de carácter nacional, presidenciales, parlamentarias, plebiscitos y consultas, de conformidad a esta Constitución y las leyes."
  },
  {
    "article": "Artículo 48",
    "content": "Derechos de las personas frente a la Administración del Estado. Toda persona, natural o jurídica, tiene derecho a que la Administración del Estado trate sus asuntos de manera objetiva y eficiente, resolviéndolos oportunamente.\n\nEste derecho incluye en particular:\n1. Recibir servicios públicos de conformidad con los principios de generalidad, uniformidad, regularidad, continuidad y calidad.\n2. Formular peticiones a la autoridad, solicitar audiencia, tener acceso al expediente y aportar antecedentes en el procedimiento, con consideración a la confidencialidad y la protección de datos personales.\n3. Ser tratado con respeto y deferencia por las autoridades y funcionarios.\n4. Obtener una decisión administrativa debidamente fundada y a impugnar las resoluciones mediante los recursos y las acciones correspondientes.\n5. Ser oída, especialmente antes de que se tome en contra suya una medida que le afecte desfavorablemente.\n\nLas obligaciones y derechos que establece este artículo serán aplicables respecto de todos los órganos del Estado, conforme a sus características, y podrán ser ejercidos en la forma que establezca la ley."
  },
  {
    "article": "Artículo 50",
    "content": "Derecho de petición. Toda persona tiene derecho a presentar peticiones, exposiciones o reclamaciones ante cualquier autoridad del Estado. La ley regulará los plazos y la forma en que la autoridad deberá dar respuesta a lo solicitado, además de la manera en que se garantizará el principio de plurilingüismo en el ejercicio de este derecho."
  }
]