[
  {
    "number": 13,
    "authors_matched": [
      "Vilches, Carolina"
    ],
    "target_article": 12,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 12. Los bienes comunes naturales son elementos o componentes de la naturaleza sobre los cuales el Estado tiene un deber especial de custodia con el fin de asegurar los derechos de la Naturaleza y el interés de las generaciones presentes y futuras. Este deber existe respecto de todos los bienes comunes naturales, sean apropiables o inapropiables. Artículo 12 A. Son bienes comunes naturales el mar territorial y su fondo marino; las playas; las aguas, glaciares y humedales; los campos geotérmicos; el aire y la atmósfera; la alta montaña, las áreas protegidas y los bosques nativos; el subsuelo, y los demás que declaren la Constitución y la ley. Entre estos bienes son inapropiables el agua en todos sus estados y el aire; los reconocidos por el derecho internacional; y los que la Constitución o las leyes declaren como tales. Artículo 12 B. Tratándose de los bienes comunes naturales que sean inapropiables, el Estado deberá preservarlos, conservarlos y, en su caso, restaurarlos. Deberá, asimismo, administrarlos de forma democrática, solidaria, participativa y equitativa. Respecto de aquellos bienes comunes naturales que se encuentren en el dominio privado, el deber de custodia del Estado implica la facultad de regular su uso y goce, con las finalidades establecidas en el artículo primero. Artículo 12 C. Cualquier persona podrá exigir el cumplimiento de los deberes constitucionales de custodia de los bienes comunes naturales. La ley determinará el procedimiento y los requisitos de esta acción. Artículo 12 D. El Estado podrá otorgar autorizaciones administrativas para el uso de los bienes comunes naturales inapropiables, conforme a la ley, de manera temporal, sujeto a causales de caducidad, extinción y revocación, con obligaciones específicas de conservación, justificadas en el interés público, la protección de la naturaleza y el beneficio colectivo. Estas autorizaciones, ya sean individuales o colectivos, no generan derechos de propiedad. Artículo 12 E. Los derechos de los pueblos indígenas sobre bienes comunes naturales que se encuentran en sus tierras y territorios, reconocidos en el derecho internacional de los derechos humanos, ratificado y vigente en Chile, serán reconocidos por la ley. Esos derechos en todo caso implicarán los deberes establecidos en el artículo tercero.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 18,
    "authors_matched": [
      "Vilches, Carolina"
    ],
    "target_article": 19,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 19. Acceso responsable a la Naturaleza. Se reconoce a todas las personas el derecho de acceso responsable y universal a las montañas, riberas de ríos, mar, playas, lagos, lagunas y humedales, entre otros que defina la ley. Este derecho se ejercerá respetando los derechos de la Naturaleza y de los pueblos indígenas. La ley regulará el ejercicio de este derecho, las obligaciones de los propietarios aledaños y el régimen de responsabilidad aplicable, entre otros.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]