[
  {
    "number": "32",
    "authors_matched": [],
    "target_article": 8,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "4",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 1,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 1. Las aguas, en todos sus estados y fases, son esenciales para la vida, el ejercicio de los derechos humanos y de la Naturaleza. Es deber del Estado proteger las aguas y su ciclo hidrológico.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "9",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 2,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 2. Los usos prioritarios de las aguas son: el derecho humano al agua y al saneamiento y el equilibrio de los ecosistemas donde estas yacen, el ejercicio de la soberanía alimentaria y los usos tradicionales de los pueblos indígenas. Siempre prevalecerá el derecho humano al agua y al saneamiento y el equilibrio de los ecosistemas. Los demás usos serán determinados por la institucionalidad correspondiente y la Ley. El Estado velará por un uso razonable de las aguas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "14",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 3,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 3. El Estado podrá autorizar el uso de las aguas. Esta autorización será inapropiable, incomerciable, intransferible, temporal y obliga al titular al uso que justifica su otorgamiento. Estas autorizaciones estarán sujetas a obligaciones específicas de protección, a causales de caducidad, revocación y demás que sean pertinentes. Las autorizaciones de uso de agua serán concedidas basándose en la distribución y disponibilidad material de las aguas. El Estado mantendrá un registro público actualizado de estas autorizaciones.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "18",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 4,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 4. El Estado debe asegurar un sistema de gobernanza de las aguas, de carácter ecológico, democrático y participativo, siendo la cuenca hidrográfica la unidad mínima de gestión y mediante el manejo integrado de estas. La administración de cada cuenca corresponderá a los Consejos de Cuencas, sin perjuicio de las atribuciones de la Agencia Nacional de las Aguas y demás instituciones competentes. La proyección de los usos del agua, así como los objetivos ecológicos y sociales de su gestión serán establecidos mediante planes hidrológicos de cuenca, elaborados y desarrollados por los Consejos de Cuenca.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "22",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 5,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 5. Cada cuenca hidrográfica contará con un Consejo de Cuenca. Los Consejos podrán coordinarse y asociarse para cumplir su mandato. Cada uno de ellos será integrado por representantes de los titulares de autorizaciones de uso de aguas; de los pueblos indígenas en los casos que corresponda; de los gobiernos que pertenecen a la cuenca; de las gestoras y gestores comunitarios de aguas; de la sociedad civil; y de la Agencia Nacional de Aguas. La ley regulará sus atribuciones, funcionamiento y composición, velando que ningún actor pueda alcanzar el control por sí solo. Los Consejos de Cuenca podrán solicitar la colaboración de las universidades y organismos competentes.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "27",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 6,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 6. El Estado deberá promover, proteger y fortalecer la gestión comunitaria de las aguas, especialmente en áreas y territorios rurales y extremos. Las organizaciones públicas comunitarias que participen de esta gestión, deberán someterse siempre al interés público que funda su prestación y operarán sin fines de lucro.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "31",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 7,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 7.- La Constitución reconoce a los pueblos y naciones indígenas los derechos sobre las aguas existentes en sus tierras y territorios, las cuales serán administradas directamente por ellos, de conformidad con su derecho propio y al derecho a la libre determinación. Estos derechos no podrán ser enajenados, gravados, embargados, ni adquiridos por prescripción. El Estado protege especialmente estas aguas y garantiza el normal abastecimiento, disponibilidad y calidad para su consumo y usos tradicionales por parte de los pueblos, comunidades y personas indígenas. Estos derechos deberán constar en el Catastro Público de Aguas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "129",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 41,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 8. De los Humedales. Los humedales son ecosistemas prioritarios de preservación. Es deber del Estado custodiar, preservar, conservar, catastrar y restaurar los humedales, propendiendo a la mantención de su régimen y conectividad hídrica y de sus funciones y procesos ecosistémicos. El Estado tomará las medidas necesarias para evitar la destrucción y desaparición de los humedales y su área ecológica funcional. El Estado reconoce la importancia de los humedales de su territorio, sean cuencas evaporíticas continentales, altoandinos, lacustres, palustres y costero-marino o estuarino, incluidas sus riberas; suelos y subsuelos; bordes lacustres, y ribereños y humedales urbanos.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "131",
    "authors_matched": [
      "Sepulveda, Barbara"
    ],
    "target_article": 41,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Se prohíbe la extracción de los áridos en las riberas de humedales y la turba.",
    "content_to_remove": "",
    "placement_instructions": "inciso final"
  },
  {
    "number": "146",
    "authors_matched": [
      "Alvarez, Rodrigo"
    ],
    "target_article": 47,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "147",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 47,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "185",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 49,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 9. De los suelos. El Estado protegerá, conservará y restaurará los suelos, entendiéndolos como ecosistemas, estableciendo las medidas de rehabilitación y recuperación en aquellos que estén degradados. Aquellas actividades productivas que degraden los suelos serán responsables de su restauración o compensación. La ley regulará los usos de suelo y su registro, considerando sus aptitudes y riesgos asociados a su ocupación, la soberanía alimentaria y la protección de los ecosistemas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "190",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 50,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 10. De las Áreas Protegidas. La administración y gestión de las áreas protegidas, se realizará promoviendo la participación de las comunidades locales y entidades territoriales. El Estado y los pueblos a través de sus entidades territoriales podrán establecer áreas protegidas. El Estado, a través de un sistema nacional de áreas protegidas, único, integral y de carácter técnico debe garantizar la preservación, restauración y conservación del patrimonio natural y las áreas protegidas. Asimismo, deberá catastrar y monitorear periódicamente las áreas protegidas, su biodiversidad y patrimonio genético. En estas áreas sólo se podrán realizar actividades científicas, recreativas, turísticas y usos ancestrales, las que deberán ser de bajo impacto y en ningún caso deben afectar sus ecosistemas.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]