[
  {
    "number": "618",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 23,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 23. El Estado y sus empresas podrán explotar por sí mismo las sustancias establecidas en el artículo primero. No serán objeto de autorizaciones administrativas las sustancias como el litio, los minerales no metálicos, los hidrocarburos líquidos, sólidos o gaseosos, aquellas sustancias situadas en áreas que la Constitución y la ley consideren de interés nacional, y las demás sustancias que determine la ley. Estas sustancias serán explotadas por las empresas del Estado. Las autorizaciones mineras se otorgarán de forma temporal, mediante un procedimiento transparente e informado a la ciudadanía, en los términos y condiciones que establezca la ley. Estas autorizaciones no otorgan propiedad. Será de competencia de un órgano administrativo la evaluación, otorgamiento, revisión, caducidad y extinción de las autorizaciones administrativas, así como el seguimiento del cumplimiento de las mismas. Las controversias que surjan de estas instancias darán derecho al afectado a reclamar ante los tribunales competentes.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "627",
    "authors_matched": [
      "Alvarez, Rodrigo"
    ],
    "target_article": 205,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "632",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 26,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 26. El Estado protegerá la pequeña minería y pirquineros, resguardando a quienes las realizan y facilitando el acceso al uso de las tecnologías necesarias para el ejercicio tradicional y sustentable de la actividad.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "752",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 233,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 27. De la protección de la atmósfera, el aire y los cielos. Es deber del Estado proteger la atmósfera y establecer medidas para su restauración. El Estado tiene el deber de asegurar el aire limpio a todas las personas y seres vivos, debiendo resguardar su disfrute para las generaciones presentes y futuras. El Estado adoptará las medidas para preservar el cielo nocturno, según las necesidades territoriales, y promoverá las actividades relacionadas con la observación e investigación astronómica. El Estado deberá adoptar todas las medidas necesarias para el acceso a la información sobre los niveles de contaminación y sus fuentes para el mantenimiento de la calidad del aire, evaluando, fiscalizando y sancionando las actividades que emitan contaminantes para prevenir el riesgo a la afectación de la salud de las personas o de los elementos que componen el medio ambiente.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "756",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 235,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 28. El Estado reconoce que el Espacio es común a todas las personas y seres vivos. Es deber del Estado contribuir y cooperar internacionalmente en la investigación del espacio ultraterrestre con fines pacíficos y científicos. El Estado desarrollará una política espacial chilena.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "767",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 236,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 29. El Estado participa en la economía del país para cumplir con los objetivos sociales y ecológicos establecidos en esta Constitución y alcanzar el buen vivir. Para ello regula, fiscaliza, planifica, conduce, fomenta y desarrolla actividades económicas. El Estado promoverá, entre otros, el pluralismo en la economía, la diversificación productiva y la innovación, así como fomentará la economía social y solidaria, los mercados locales y los circuitos cortos.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "773",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 237,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 30. Principios Económicos. El Estado en materia económica promoverá la justicia social e intergeneracional, la solidaridad, la igualdad sustantiva, el respeto a la Naturaleza y el medio ambiente, el trabajo decente y la democracia económica.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "776",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 237,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 31. El Estado tendrá iniciativa pública en la actividad económica. La ley regulará la actividad empresarial del Estado en atención a su función pública, la que podrá adoptar diversas formas de propiedad, gestión y organización. La ley podrá reservar al sector público la provisión exclusiva de bienes o servicios cuando así lo exigiere el interés general. Toda iniciativa pública del Estado en materia económica se regirá por los principios de esta Constitución.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "780",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 237,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 32. Del Consejo de Planificación. Habrá un Consejo de Planificación integrado por representantes del Poder Ejecutivo, del Congreso, de las regiones, de las comunas autónomas, de los pueblos indígenas, de las y los trabajadores, de las y los empresarios y de las universidades públicas. El Consejo será presidido por un representante del Ejecutivo y servirá de foro para la discusión del Plan Nacional para el Buen Vivir. En las regiones y comunas autónomas habrá también consejos de planificación, según lo determine la Constitución y la ley. El Consejo Nacional y los consejos regionales y municipales de planificación constituyen el Sistema Nacional de Planificación. El Plan Nacional para el Buen Vivir deberá ser aprobado por mayoría absoluta del Congreso.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "783",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 236,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 33. El Estado tiene la obligación de proveer bienes y servicios públicos universales y de calidad.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "788",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 241,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 34.- Todas las personas y entidades que establezca la ley deberán contribuir al financiamiento del gasto público, mediante un sistema tributario fundado en los principios de igualdad, progresividad y solidaridad. Los tributos serán establecidos por ley, salvo las excepciones que establezca esta Constitución. El ejercicio de la potestad tributaria admite la imposición de tributos que respondan a criterios extrafiscales. Los tributos que se recauden, cualquiera sea su naturaleza, ingresarán al erario público del Estado salvo las excepciones que establezca esta Constitución. La ley podrá establecer la afectación de tributos para el cumplimiento de fines específicos relativos a la protección y restauración de la Naturaleza y el medio ambiente. La evasión, la elusión y cualquier otra acción encaminada a contribuir menos que lo establecido por el espíritu de la ley, son contrarias a la Constitución.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "795",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 242,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 35.- El gasto público se orientará a la satisfacción de los derechos humanos y de la Naturaleza y el funcionamiento de las instituciones del Estado, considerando una recaudación suficiente para estos fines. Este deberá diseñarse e implementarse de forma transparente, participativa y con instrumentos de rendición de cuentas.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]