[
  {
    "number": "445",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 143,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 16. Criosfera y glaciares. El Estado preservará la criósfera, glaciares, permafrost y sus áreas conexas. Sólo se podrán realizar actividades científicas, deportivas, turísticas y usos ancestrales, las que deberán ser de bajo impacto y en ningún caso deben afectar el equilibrio dinámico de la criósfera y sus crioformas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "469",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 152,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 17. Territorio chileno antártico. El Estado ejerce soberanía sobre el territorio chileno antártico, incluyendo sus espacios marítimos y su plataforma continental, con pleno respeto a los tratados ratificados por Chile y el Sistema del Tratado Antártico. El territorio chileno antártico es un territorio especial y zona fronteriza en el cual Chile ejerce soberanía a través de la conservación, protección y cuidado de su medio ambiente y ecosistema, mediante una política fundada en el conocimiento, y orientada a la investigación científica, la colaboración internacional y la paz",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "496",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 160,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 18. El Estado garantizará el acceso y uso al mar territorial, su fondo, las playas, aguas marítimas, los ecosistemas y especies acuáticas, protegiendo las prácticas de los pueblos indígenas, de las comunidades costeras locales y de la cultura de la pesca artesanal. El Estado protegerá los sitios de biodiversidad marina. Se prohíben las autorizaciones sobre especies acuáticas vulnerables o en peligro de extinción.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "498",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 161,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 19. Gobernanza del mar. El Estado deberá establecer la ordenación espacial y gestión de los ecosistemas marinos y marino-costero.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "561",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 186,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 17. Toda persona tiene derecho a un mínimo vital de energía asequible y segura. Es deber del Estado garantizar el acceso equitativo y no discriminatorio a la energía que permita a las personas satisfacer sus necesidades, asegurando la continuidad de los servicios energéticos. El Estado deberá planificar y fomentar una matriz energética distribuida, descentralizada y diversificada, basada en energías renovables y de bajas emisiones. La infraestructura energética es de interés público. El Estado fomentará las empresas cooperativas de energía y el autoconsumo, protegiendo a quienes las realizan y garantizará el acceso a los bienes necesarios para su actividad.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "589",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 198,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 18. El Estado tiene el dominio absoluto, exclusivo, inalienable e imprescriptible de todas las minas y las sustancias minerales, metálicas, no metálicas, y los depósitos de sustancias fósiles e hidrocarburos existentes en el territorio nacional, sin perjuicio de la propiedad sobre los terrenos en que estuvieren situados. La exploración, explotación y aprovechamiento de estas sustancias se sujetará a una regulación que considere su carácter finito, no renovable y de interés intergeneracional.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "593",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 199,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 19. Corresponderá al Estado guiar la política nacional de toda actividad minera y su encadenamiento productivo, introduciendo criterios democráticos, sociales y ecológicos a la toma de decisiones, y promoverá la diversificación productiva de esta actividad y la generación de valor agregado, a través de la innovación y los conocimientos.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "598",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 200,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 20. Quedarán excluidas de toda actividad minera aquellas zonas que se definan como áreas protegidas o que se rijan por estatutos especiales, como los glaciares, el permafrost, la Antártica, las turberas y pomponales, las zonas que dan origen al nacimiento de una cuenca hidrográfica, aquellas en que la actividad requiera el traslado forzoso de una población o pueblo, y otras que determine la Constitución y la ley.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "601",
    "authors_matched": [
      "Vilches, Carolina"
    ],
    "target_article": 200,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Quedarán excluidos de actividad minera los humedales.",
    "content_to_remove": "",
    "placement_instructions": "nuevo inciso final"
  },
  {
    "number": "604",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 201,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 21. El Estado regulará los impactos y efectos sinérgicos generados en las distintas etapas de la actividad minera y su encadenamiento productivo, considerando, a lo menos, la capacidad de carga de los ecosistemas afectados, la disminución de emisiones, residuos y sus cuotas de extracción. Asimismo, asegurará la participación de las comunidades involucradas y el respeto a las disposiciones de ordenamiento territorial, en el procedimiento de autorización.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "610",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 202,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 22. Toda actividad minera debe restaurar la Naturaleza en relación a los daños y pasivos ambientales, de acuerdo a los principios consagrados en esta Constitución y la ley. Esta responsabilidad alcanza todas las etapas de la actividad, incluyendo su cierre o paralización.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "611",
    "authors_matched": [
      "Vilches, Carolina"
    ],
    "target_article": 202,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "El Estado deberá garantizar la generación de información integrada y monitoreo respecto de la actividad minera y sus efectos.",
    "content_to_remove": "",
    "placement_instructions": "siguiente inciso"
  },
  {
    "number": "612",
    "authors_matched": [
      "Sepulveda, Carolina"
    ],
    "target_article": 202,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "El Estado deberá garantizar la generación de información integrada y monitoreo respecto de la actividad minera y sus efectos.",
    "content_to_remove": "",
    "placement_instructions": "siguiente inciso"
  },
  {
    "number": "624",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 204,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 24. La ley regulará las regalías u otro tipo de compensaciones patrimoniales que deberá percibir el Estado por la explotación de las sustancias del artículo primero. El Estado deberá destinar recursos para reparar los daños causados a la Naturaleza y mitigar los efectos sociales de las actividades mineras en los territorios en que estas se desarrollan.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]