[
  {
    "number": "273",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 42,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 42. De los derechos de la Naturaleza. La Naturaleza, Mapu, Pacha Mama, Pat'ta Hoiri, Jáu, Merremén, o sus equivalentes en las cosmovisiones de cada pueblo donde se genera y realiza la vida y el buen vivir, tiene derecho a que se respete y proteja integralmente su existencia, restauración, mantenimiento y regeneración de sus ciclos naturales, estructura, funciones, equilibrio ecosistémico y diversidad biológica.\nSe reconoce la especial relación que tienen los pueblos y naciones preexistentes al Estado con la Naturaleza, en cuanto permite su subsistencia, desarrollo propio, espiritualidad y bienestar colectivo.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "277",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 43,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 43. Deberes del Estado con la Naturaleza. Es deber del Estado garantizar y promover los derechos de la Naturaleza, debiendo realizar todas las medidas necesarias de precaución, reparación, restauración y regeneración cuando exista o haya riesgo de degradación o daño ambiental. La restauración de la naturaleza comprende adoptar las medidas adecuadas para eliminar o mitigar las consecuencias ambientales nocivas de la actividad humana. La ley establecerá las instituciones y normativas necesarias para resguardar estos derechos, asegurar la participación ciudadana y la consulta indígena.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "282",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 44,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 44. Representación de la Naturaleza. Toda persona, comunidad, pueblo o nación preexistente podrá actuar en representación de la Naturaleza para el resguardo de sus derechos. También su representación podrá ser ejercida por la Defensoría de la Naturaleza por sí o a petición de la parte. Las acciones judiciales o administrativas en su defensa podrán tener carácter individual o colectivo.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "285",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 45,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 45. Los pueblos y naciones preexistentes al Estado podrán hacer uso de su territorio conforme a su derecho propio teniendo como límite el respeto de los derechos de la Naturaleza que esta misma constitución establece.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "290",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 46,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 46. Responsabilidad ante el daño a la Naturaleza. El daño a la Naturaleza será sancionado conforme a un régimen de responsabilidad estricta.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "293",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 47,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 47. La Ley podrá establecer restricciones específicas al ejercicio de determinados derechos o libertades para proteger el medio ambiente y los Derechos de la Naturaleza.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "295",
    "authors_matched": [
      "Martin, Juan Jose"
    ],
    "target_article": 47,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo. Revisión Histórica. El Estado promoverá una revisión histórica que busque identificar los procesos evolutivos de la Naturaleza y reconocer las intervenciones humanas sobre ella, y establecer la verdad histórica en la vulneración de sus derechos, a fin de lograr procesos de justicia y reparación integral de la Naturaleza.",
    "content_to_remove": "",
    "placement_instructions": "Agrega inmediatamente después del artículo 47, el siguiente artículo"
  },
  {
    "number": "296",
    "authors_matched": [
      "Fontaine, Bernardo"
    ],
    "target_article": 48,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "297",
    "authors_matched": [
      "Fontaine, Bernardo"
    ],
    "target_article": 49,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "336",
    "authors_matched": [
      "Martin, Juan Jose"
    ],
    "target_article": 59,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo. Acción de Tutela Ambiental. En el caso de que por una acción u omisión se amenacen, perturben o vulneren los derechos de la Naturaleza, de los animales o los derechos humanos ambientales establecidos en los artículos x, xw y xz, por actos arbitrarios o ilegales, causado por cualquier persona, organización o institución, procederá un recurso especial de tutela ambiental, el cual podrá ser ejercido por una persona natural o jurídica, de manera individual o colectiva ante la Corte de Apelaciones respectiva, la que deberá adoptar las medidas necesarias para restablecer los derechos y proteger su eventual afectación. El Estado proveerá asesoría jurídica especializada y gratuita, cuando sea solicitada, para la presentación y tramitación del recurso del recurso mediante la Defensoría de la Naturaleza.\nEsta acción deberá ser resuelta respetando los principios establecidos en la constitución y los principios ambientales regulados en las leyes y tratados internacionales debidamente ratificados.",
    "content_to_remove": "",
    "placement_instructions": "agregar inmediatamente después del artículo 59, el siguiente artículo nuevo"
  },
  {
    "number": "340",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 60,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 60. Derechos de los animales. El Estado protegerá a los animales, reconociendo su sintiencia, individualidad y derecho a vivir una vida libre de maltrato.\nLa ley establecerá los demás derechos de los animales, un servicio público para su protección y no extinción, una acción para su tutela, el resguardo de su hábitat y la prohibición de prácticas que los sujeten a tratos crueles.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "346",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 61,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 61. Las personas y el Estado deberán asumir la tutela de los derechos de los animales.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "349",
    "authors_matched": [
      "Toloza, Pablo"
    ],
    "target_article": 62,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "355",
    "authors_matched": [
      "Fontaine, Bernardo"
    ],
    "target_article": 0,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "Título Deberes de Protección Estatal",
    "placement_instructions": ""
  },
  {
    "number": "356",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 63,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "392",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 72,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "396",
    "authors_matched": [
      "Sepulveda, Barbara"
    ],
    "target_article": 72,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo. El Estado fomentará una educación basada en la empatía hacia los animales y propenderá, a través de la ley, sus órganos y políticas públicas, al bienestar animal",
    "content_to_remove": "",
    "placement_instructions": "agregar inmediatamente después del artículo 72 el siguiente artículo nuevo"
  },
  {
    "number": "398",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 73,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 73. Principios ambientales. El Estado reconoce la existencia de una relación sistémica e interdependiente entre todos los componentes y elementos de la Naturaleza, incluido el ser humano. Dicha relación constituye la base y sustento de la vida y la sociedad.\nSon principios esenciales para la protección de la Naturaleza los principios de no regresión; progresividad; precautorio; preventivo; justicia ambiental y ecológica; solidaridad intra e intergeneracional; in dubio pro natura; ecocéntrico; biocéntrico; perspectiva socio ecológica; responsabilidad; transparencia; rendición de cuentas; máxima publicidad; buen vivir y las cosmovisiones propias de cada pueblo y nación preexistente al Estado.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "402",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 74,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "El Estado tiene el deber primordial de proteger, conservar y garantizar los derechos de la Naturaleza, el derecho a vivir en un medio ambiente sano y ecológicamente equilibrado y la democracia ecológica.\nEs deber del Estado promover y garantizar la educación ambiental en los diferentes niveles y dimensiones, considerando las diferencias y diversidades ambientales y territoriales de cada región.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "404",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 75,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Comunidades resilientes. El Estado deberá generar políticas enfocadas en fomentar comunidades resilientes que permitan hacer frente a los desastres naturales y a los generados por la actividad humana, coordinando diversas iniciativas con participación multisectorial, enfocados en la prevención, adaptación y gestión integral del riesgo.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "409",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 76,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 76. Delitos ambientales. El Estado reconoce como vulneración gravísima de los derechos de la Naturaleza, la extinción de una especie o población de esta, la destrucción total o parcial de un ecosistema nativo, o la eliminación de una condición específica para el equilibrio de la Naturaleza.\nLos delitos que atenten contra los derechos de la Naturaleza, serán imprescriptibles y sancionados en conformidad de su gravedad según las acciones civiles, administrativas o penales que disponga la Ley.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "410",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 77,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 77. Deberes de las personas. Es deber de las personas respetar estos derechos y los mecanismos institucionales de su gestión. El daño y deterioro ambiental generará responsabilidad para quien lo provoque.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "418",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 78,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 78. Responsabilidad en materia ambiental. El Estado, por medio de sus órganos competentes, perseguirá la responsabilidad administrativa, civil y penal por los hechos u omisiones que vulneren los derechos de la Naturaleza.\nLa responsabilidad será estricta, incluyendo casos de daños provocados de manera difusa entre varios agentes. La autoridad podrá de oficio o a petición de parte implementar mecanismos de ejecución y de cumplimiento oportuno y efectivo de sus resoluciones.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "423",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 79,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "427",
    "authors_matched": [
      "San Juan, Constanza"
    ],
    "target_article": 79,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo nuevo. El Estado deberá diseñar e implementar planes y medidas correctivas de los pasivos ambientales y/o de restauración de zonas históricamente afectadas por contaminación, destrucción o agotamiento de los bienes comunes naturales. El cumplimiento de este deber en ningún caso excluye la obligación de perseguir la responsabilidad que corresponda a las personas naturales o jurídicas que contribuyeron a ellas. Estos planes y medidas deberán considerar la participación de la sociedad civil y las comunidades locales de dichas zonas",
    "content_to_remove": "",
    "placement_instructions": "agregar, inmediatamente después del artículo 79, un artículo"
  },
  {
    "number": "465",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 93,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 93. Derecho de participación ambiental. Se reconoce el derecho de participación vinculante e incidente en la toma de decisiones ambientales. Los mecanismos de participación serán determinados por ley.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "472",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 94,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 94. Derecho de consulta y consentimiento de los pueblos indígenas. Los pueblos y naciones preexistentes, en ejercicio de los derechos de consulta y consentimiento libre, previo e informado, tienen la facultad de aceptar o rechazar los proyectos públicos o privados que tengan un impacto en sus territorios y en los bienes comunes naturales, según lo determine la legislación. En caso de proyectos fraccionados, estos deberán ser evaluados conjuntamente.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "476",
    "authors_matched": [
      "Olivares, Ivanna"
    ],
    "target_article": 94,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Artículo. Derecho al consentimiento previo, libre e informado. La obtención del consentimiento previo, libre e informado será al menos obligatoria en los siguientes casos:\na. Toda obra o actividad, pública o privada, que vulnere la supervivencia cultural, económica, social o física de los pueblos indígenas o tribales, o que les impiden vivir de manera tradicional.\nb. Todo proyecto de desarrollo o inversión en el territorio indígena que requiera evaluación de impacto ambiental.\nc. Proyectos que representen riesgos ambientales, sociales, de salubridad u otros; o que interfieran con actividades económicas con significado cultural; o que afecten el uso, goce, existencia o valor de territorios indígenas no demarcados o titulados.\nd. La disposición o almacenamiento de materias tóxicas o peligrosas en territorios indígenas.\ne. La explotación de bienes naturales que prive a los pueblos de la capacidad de usar y gozar de sus tierras o sean necesarios para su subsistencia.\nf. El traslado, desplazamiento o reubicación de pueblos",
    "content_to_remove": "",
    "placement_instructions": "agregar un nuevo inciso"
  },
  {
    "number": "478",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 95,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 95. Ratificación de autorización a actividades que requieran de evaluación ambiental. Toda autorización de actividades económicas o productivas que impliquen riesgo para la salud de la población; efectos adversos sobre la Naturaleza; reasentamiento de comunidades humanas, o alteración significativa de los sistemas de vida y costumbres de los grupos humanos; localización en o próxima a asentamientos humanos y áreas que ostenten cualquier tipo de interés o figura de protección; alteración significativa, en términos de magnitud o duración, del valor paisajístico o turístico de una zona y otros que determine la Ley; y sea así calificado por las autoridades competentes, deberá ser ratificado por un consulta comunal vinculante, universal, libre, secreta e informada. La ley determinará la forma en que debe realizarse dicha consulta, ya sea que este afecte a una o más comunas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "481",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 96,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 96. Derecho de acceso a la información ambiental. Todas las personas tienen derecho a acceder a la información ambiental pública, que conste en poder o custodia del Estado, y de las empresas, instituciones y organismos que presten servicio al Estado. La ley promoverá la generación, recopilación, preservación y difusión de la información ambiental para cumplir con los derechos establecidos en este párrafo.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "485",
    "authors_matched": [
      "Nunez, Nicolas"
    ],
    "target_article": 97,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 97. Derecho de acceso a la justicia en materia ambiental. Se reconoce el derecho de acceso a la justicia en temas ambientales. El Estado está obligado a reducir o eliminar las barreras para el conocimiento pleno de la judicatura, adoptando medidas cautelares, los mecanismos de seguimiento, ejecución y cumplimiento efectivo de las decisiones y asegurando la efectividad de estos derechos.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "515",
    "authors_matched": [
      "Fontaine, Bernardo"
    ],
    "target_article": 105,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]