[
  {
    "number": 1,
    "authors_matched": [
      "Carrillo, Alondra",
      "Sepulveda, Barbara",
      "Arauna, Francisca",
      "Schonhaut, Constanza",
      "Politzer, Patricia",
      "Pustilnick, Tammy"
    ],
    "target_article": 2,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 2°.- Democracia paritaria. El Estado reconoce y promueve una sociedad en la que mujeres, hombres, diversidades y disidencias sexogenéricas participen en condiciones de igualdad sustantiva, reconociendo que su representación efectiva en el conjunto del proceso democrático es un principio y condición mínima para el ejercicio pleno y sustantivo de la democracia y la ciudadanía. Todos los órganos colegiados del Estado, los órganos autónomos constitucionales y los órganos superiores y directivos de la Administración, así como los directorios de las empresas públicas y semipúblicas, deberán tener una composición paritaria que asegure que, al menos, el cincuenta por ciento de sus integrantes sean mujeres. Asimismo, el Estado adoptará medidas para la representación de diversidades y disidencias de género a través del mecanismo que establezca la ley. El Estado promoverá la integración paritaria en sus instituciones y en todos los espacios públicos y privados.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 3,
    "authors_matched": [
      "Schonhaut, Constanza",
      "Bassa, Jaime",
      "Atria, Fernando"
    ],
    "target_article": null,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Del poder legislativo",
    "content_to_remove": "",
    "placement_instructions": "repone el título del capítulo"
  },
  {
    "number": 4,
    "authors_matched": [
      "Schonhaut, Constanza",
      "Bassa, Jaime",
      "Atria, Fernando"
    ],
    "target_article": null,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Del Congreso de Diputadas y Diputados",
    "content_to_remove": "",
    "placement_instructions": "repone el epígrafe"
  },
  {
    "number": 5,
    "authors_matched": [
      "Chahin, Fuad",
      "Garin, Renato",
      "Harboe, Felipe"
    ],
    "target_article": null,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo X.- Del Poder Legislativo. El poder legislativo se compone del Congreso de Diputadas y Diputados y la Cámara de las Regiones.",
    "content_to_remove": "",
    "placement_instructions": "agrega el siguiente artículo"
  },
  {
    "number": 6,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 4,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 4°.- El Congreso de Diputadas y Diputados es un órgano deliberativo, paritario y plurinacional que representa al pueblo. Concurre a la formación de las leyes y ejerce las demás facultades encomendadas por la Constitución.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 8,
    "authors_matched": [
      "Sepulveda, Barbara",
      "Barraza, Marcos",
      "Bassa, Jaime",
      "Schonhaut, Constanza"
    ],
    "target_article": 4,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "El Congreso está integrado por un número no inferior a 155 miembros electos en votación directa por distritos electorales. Una ley de acuerdo regional determinará el número de integrantes, los distritos electorales y la forma de su elección, atendiendo el criterio de proporcionalidad. La elección de diputadas y diputados se realizará el cuarto domingo siguiente a la elección presidencial, o en conjunto con la segunda elección cuando hubiere.",
    "content_to_remove": "",
    "placement_instructions": "incorpora los siguientes incisos"
  },
  {
    "number": 16,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 7,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 7°.- Son atribuciones exclusivas del Congreso de Diputadas y Diputados: a) Fiscalizar los actos del Gobierno. El Congreso tendrá la facultad de solicitar información relativa al contenido y fundamentos de los actos de gobierno; b) Otorgar la rehabilitación de la ciudadanía; c) Declarar, cuando la Presidenta o Presidente presente la renuncia a su cargo, si los motivos que la originan son o no fundados y, en consecuencia, admitirla o desecharla; d) Otorgar su acuerdo para que la Presidenta o Presidente de la República pueda ausentarse del país por más de treinta días o a contar desde el tercer domingo de noviembre del año anterior a aquel en que deba cesar en el cargo el que esté en funciones, y e) Las otras que establezca la Constitución.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 24,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 11,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 11.- La ley determinará el número de representantes regionales a ser elegidas y elegidos por región, el que deberá ser el mismo para cada una y en ningún caso inferior a tres, asegurando que la integración final del órgano respete el principio de paridad. Las y los miembros de la Cámara de las Regiones se elegirán en votación popular conjuntamente con las autoridades comunales y regionales, tres años después de la elección presidencial y del Congreso. La ley especificará sus derechos y obligaciones especiales, las que en todo caso deberán incluir la obligación de rendir cuenta periódicamente ante la Asamblea Regional que representa. También podrán ser especialmente convocadas y convocados al efecto. La Cámara de las Regiones no podrá fiscalizar los actos del Gobierno ni de las entidades que de él dependan. Artículo 11 bis.- Es atribución exclusiva del Congreso de las Diputadas y Diputados declarar si han o no lugar las acusaciones que no menos de diez ni más de veinte de sus integrantes formulen en contra de: a) el Presidente o Presidenta de la República... [texto continúa según indicación] ... Artículo 11 ter.- Es atribución exclusiva de la Cámara de las Regiones conocer de las acusaciones que el Congreso de las Diputadas y Diputados entable con arreglo a lo establecido en el artículo 11 bis. ... Artículo 12 bis.- El Congreso de Diputadas y Diputados y la Cámara de las Regiones se reunirán en sesión conjunta para decidir los nombramientos que conforme a esta Constitución corresponda, garantizando un estricto escrutinio de la idoneidad de los y las candidatas para el cargo correspondiente.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 28,
    "authors_matched": [
      "Schonhaut, Constanza",
      "Bassa, Jaime",
      "Atria, Fernando"
    ],
    "target_article": null,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "De las sesiones conjuntas del Congreso de Diputadas y Diputados y de la Cámara de las Regiones",
    "content_to_remove": "",
    "placement_instructions": "repone el epígrafe"
  },
  {
    "number": 29,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 13,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 13.- Para ser elegida diputada, diputado o representante regional se requiere ser ciudadana o ciudadano con derecho a sufragio, haber cumplido dieciocho años de edad al día de la elección y tener avecindamiento en el territorio correspondiente durante un plazo no inferior a dos años, en el caso de los diputados o diputadas, y de cuatro años en el caso de los y las representantes regionales, contados hacia atrás desde el día de la elección. Se entenderá que una diputada, diputado o representante regional tiene su residencia en el territorio correspondiente mientras ejerza su cargo.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 38,
    "authors_matched": [
      "Arellano, Marco",
      "Madriaga, Tania"
    ],
    "target_article": 19,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 19.- Las vacantes de diputadas o diputados y de representantes regionales se proveerán con la persona que haya obtenido la siguiente más alta mayoría de la lista electoral a la que pertenecía quien produjo la vacante. En el evento de que dicha persona rechace la designación, se proveerá el cargo por quien siga en las votaciones obtenidas. La o el reemplazante deberá reunir los requisitos establecidos por esta Constitución para ser elegido en el cargo respectivo y le alcanzarán las inhabilidades establecidas en el artículo 14 y las incompatibilidades del artículo 15. Se asegurará a todo evento la composición paritaria del órgano.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 46,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 21,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 21.- Cesará en el cargo el diputado, diputada o representante regional: a) A quien se le haya revocado su mandato, conforme a lo establecido en esta Constitución; b) Que se ausentare del país por más de treinta días sin permiso de la corporación respectiva o, en receso de ésta, de su Mesa Directiva; d) Que, durante su ejercicio, celebrare o caucionare contratos con el Estado, o actuare como procuradora o procurador o agente en gestiones particulares de carácter administrativo, en la provisión de empleos públicos, consejerías, funciones o comisiones de similar naturaleza. Esta inhabilidad tendrá lugar sea que el diputado, diputada o representante regional actúe por sí o por interpósita persona, natural o jurídica; e) Que, durante su ejercicio, actúe como abogada o abogado o mandataria o mandatario en cualquier clase de juicio, que ejercite cualquier influencia ante las autoridades administrativas o judiciales en favor o representación del empleador o de los y las trabajadoras en negociaciones o conflictos laborales, sean del sector público o privado, o que intervenga en ellos ante cualquiera de las partes; f) Que haya infringido gravemente las normas sobre transparencia, límites y control del gasto electoral, desde la fecha que lo declare por sentencia firme el Tribunal Calificador de Elecciones... [texto continúa según indicación] ... Los diputados, diputadas y representantes regionales podrán renunciar a sus cargos cuando les afecte una enfermedad grave, debidamente acreditada, que les impida desempeñarlos, y así lo califique el tribunal que realice el control de constitucionalidad.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 49,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 22,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 22.- Sólo en virtud de una ley se puede: a. Crear, modificar y suprimir tributos de cualquier clase o naturaleza y los beneficios tributarios aplicables a estos, determinar su progresión, exenciones y proporcionalidad, sin perjuicio de las excepciones que establezca esta Constitución; b. Autorizar la contratación de empréstitos y otras operaciones que puedan comprometer el crédito y la responsabilidad financiera del Estado, sus organismos y municipalidades, sin perjuicio de lo consagrado respecto de las entidades territoriales y de lo establecido en la letra siguiente. Esta disposición no se aplicará al Banco Central; ... n. Establecer la creación y modificación de servicios públicos y empleos públicos, sean fiscales, semifiscales, autónomos o de las empresas del Estado, y determinar sus funciones y atribuciones; ... q. Regular aquellas materias que la Constitución señale como leyes de concurrencia presidencial necesaria; y r. Regular las demás materias que la Constitución exija que sean establecidas por una ley.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 60,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 26,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 26.- Son leyes de concurrencia presidencial necesaria: a. Las que irroguen directamente gastos al Estado; b. Las leyes relacionadas con la administración presupuestaria del Estado, incluyendo las modificaciones de la Ley de Presupuestos; c. Las que alteren la división política o administrativa del país; d. Las que impongan, supriman, reduzcan o condonen tributos de cualquier clase o naturaleza, establezcan exenciones o modifiquen las existentes, y determinen su forma, proporcionalidad o progresión; e. Las que contraten o autoricen a contratar empréstitos o celebrar cualquier otra clase de operaciones que puedan comprometer la responsabilidad patrimonial del Estado, de las entidades semifiscales, autónomas y condonar, reducir o modificar obligaciones, intereses u otras cargas financieras de cualquier naturaleza establecidas en favor del Fisco o de los organismos o entidades referidos, sin perjuicio de lo dispuesto en el artículo 22, letra c, y f. Las que dispongan, organicen y distribuyan las Fuerzas Armadas para su desarrollo y empleo conjunto.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": 65,
    "authors_matched": [
      "Bassa, Jaime",
      "Catrileo, Rosa",
      "Namor, Guillermo",
      "Montero, Ricardo",
      "Munoz, Pedro",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Politzer, Patricia",
      "Barraza, Marcos",
      "Sepulveda, Barbara",
      "Pustilnick, Tammy",
      "Flores, Alejandra"
    ],
    "target_article": 27,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 27.- Las leyes de concurrencia presidencial necesaria pueden tener su origen en un mensaje presidencial o en moción parlamentaria. Asimismo, podrán tener su origen en una iniciativa popular o indígena de ley. La moción parlamentaria deberá ser patrocinada por no menos de un cuarto y no más de un tercio de las diputadas y diputados o, en su caso, de los representantes regionales en ejercicio, y deberá declarar que se trata de un proyecto de ley de concurrencia necesaria de la Presidencia. Las mociones de concurrencia presidencial necesaria deberán presentarse acompañadas de un informe técnico financiero de la Secretaría de Presupuestos. Las leyes de concurrencia presidencial necesaria sólo podrán ser aprobadas si la Presidenta o Presidente de la República entrega su patrocinio durante la tramitación del proyecto. La Presidenta o Presidente de la República podrá patrocinar el proyecto de ley en cualquier momento hasta transcurridos quince días desde que haya sido despachado por la Comisión respectiva. Transcurrido ese plazo sin el patrocinio correspondiente, el proyecto se entenderá desechado y no se podrá insistir en su tramitación. El Presidente o Presidenta de la República siempre podrá retirar su patrocinio. En dicho caso, la tramitación del proyecto no podrá continuar.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]