[
  {
    "number": "4",
    "authors_matched": [
      "Sepúlveda, Barbara",
      "Munoz, Pedro",
      "Montero, Ricardo",
      "Arauna, Francisca",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Flores, Alejandra",
      "Politzer, Patricia",
      "Namor, Guillermo",
      "Bassa, Jaime",
      "Madriaga, Tania",
      "Arellano, Marco",
      "Perez, Alejandra",
      "Barraza, Marcos",
      "Catrileo, Rosa"
    ],
    "target_article": 1,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "“DEL PODER LEGISLATIVO. Del Congreso de diputadas y diputados. Artículo 1 (9). El Congreso de Diputadas y Diputados es un órgano deliberativo, paritario y plurinacional que representa al pueblo. Ejerce la potestad legislativa y las demás facultades encomendadas por la Constitución y las leyes. Artículo 2 (10). Regla de paridad. El Congreso de Diputadas y Diputados será paritario, asegurando que, al menos, el cincuenta por ciento de su composición sean mujeres y que exista una representación efectiva de identidades trans y no binarias. [Continúa articulado hasta Artículo 60]”",
    "content_to_remove": "",
    "placement_instructions": "incorpora el siguiente articulado"
  },
  {
    "number": "6",
    "authors_matched": [
      "Arellano, Marco",
      "Madriaga, Tania",
      "Perez, Alejandra"
    ],
    "target_article": 1,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Artículo x1. - El poder soberano radica en el pueblo y su ejercicio se organiza y ejerce a través de la democracia representativa, participativa y comunitaria.",
    "content_to_remove": "",
    "placement_instructions": "nuevo artículo previo al artículo 1°"
  },
  {
    "number": "7",
    "authors_matched": [
      "Sepúlveda, Barbara",
      "Schonhaut, Constanza",
      "Carrillo, Alondra",
      "Arauna, Francisca",
      "Miranda, Valentina",
      "Villena, Ingrid",
      "Serey, Mariela",
      "Sepúlveda, Carolina",
      "Delgado, Aurora",
      "Hoppe, Vanessa",
      "Flores, Alejandra",
      "Abarca, Damaris",
      "Reyes, Maria Ramona",
      "Videla, Carolina",
      "Pustilnick, Tammy",
      "Politzer, Patricia"
    ],
    "target_article": 1,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 1°.- Democracia paritaria. El Estado de Chile se funda en una democracia paritaria, reconociendo y promoviendo una sociedad en la cual mujeres, hombres, y diversidades y disidencias sexuales y de género participen en condiciones de igualdad sustantiva, reconociendo que su representación efectiva en el conjunto del proceso democrático es un principio y condición mínima para el ejercicio pleno y sustantivo de la democracia y la ciudadanía. Todos los órganos del Estado deberán tener una composición paritaria, asegurando que al menos el cincuenta por ciento de sus integrantes sean mujeres, y garantizarán la representación de identidades trans y no binarias. Asimismo, el Estado promoverá e implementará medidas necesarias para la participación paritaria en todos los espacios, tanto en la esfera pública como privada.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "10",
    "authors_matched": [
      "Sepúlveda, Barbara",
      "Schonhaut, Constanza",
      "Carrillo, Alondra",
      "Arauna, Francisca",
      "Miranda, Valentina",
      "Villena, Ingrid",
      "Serey, Mariela",
      "Sepúlveda, Carolina",
      "Delgado, Aurora",
      "Hoppe, Vanessa",
      "Flores, Alejandra",
      "Abarca, Damaris",
      "Reyes, Maria Ramona",
      "Videla, Carolina",
      "Pustilnick, Tammy",
      "Politzer, Patricia"
    ],
    "target_article": 2,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 2 °.- Los poderes públicos adoptarán las medidas necesarias para adecuar e impulsar la legislación, instituciones, marcos normativos y prestación de servicios al logro de la igualdad sustantiva y la paridad. Para asegurar ese objetivo, el poder ejecutivo, legislativo y los sistemas de justicia, así como los órganos de la administración del Estado y los órganos autónomos, deberán incorporar el enfoque de género en su diseño institucional y en el ejercicio de sus funciones. La política fiscal y el diseño de los presupuestos públicos se adecuarán al cumplimiento de un enfoque transversal de igualdad sustantiva de género en las políticas públicas.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]