[
  {
    "number": "332",
    "authors_matched": [
      "Politzer, Patricia",
      "Pustilnick, Tammy",
      "Montero, Ricardo",
      "Muñoz, Pedro",
      "Chahin, Fuad",
      "Hurtado, Maximiliano",
      "Laibe, Tomas",
      "Namor, Guillermo"
    ],
    "target_article": "23",
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "El Congreso Plurinacional contará con una Secretaría Técnica de Presupuestos encargada de revisar el proceso de formulación presupuestaria, el que además podrá proponer y revisar la asignación de los recursos financieros del Estado, y tendrá las demás atribuciones que la ley señale. Esta Secretaría, además, asesorará directamente a los miembros del Congreso Plurinacional sobre la estimación del rendimiento de los recursos que consulta la Ley de Presupuestos, en la economía en general y de los nuevos que establezca cualquiera otra iniciativa de ley que presente el Presidente o Presidenta de la República. Para lo anterior, este organismo emitirá un informe que señale los efectos financieros de cada moción o mensaje y la incidencia de sus normas en la economía del país. Esta Secretaría no podrá entregar recomendaciones de política pública y su funcionamiento se regulará por ley",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "335",
    "authors_matched": [
      "Monckeberg, Cristian"
    ],
    "target_article": "23",
    "target_scope": "INCISO 2",
    "action": "SUBSTITUTE",
    "content": "La secretaría Técnica de Presupuestos será encabezada por un director o una directora e integrada por directores, todos ellos designados a través de concursos organizados por la Dirección del Servicio Civil en los que deberán primar criterios de mérito y calidad técnica. Los directores durarán diez años en sus cargos y se renovarán por parcialidades, a razón de uno cada dos años. Solo podrán ser removidos por grave incumplimiento de sus obligaciones determinado por la Dirección del Servicio Civil.",
    "content_to_remove": "La Unidad Técnica será encabezada por un director e integrada por directores, todos ellos designados a través de concursos organizados por la Dirección del Servicio Civil en los que deberán primar criterios de mérito y calidad técnica. Los directores durarán diez años en sus cargos y se renovarán por parcialidades, a razón de uno cada dos años. Solo podrán ser removidos por grave incumplimiento de sus obligaciones determinado por la Dirección del Servicio Civil.",
    "placement_instructions": ""
  },
  {
    "number": "344",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "25",
    "target_scope": "WORDING",
    "action": "MODIFY_PHRASE",
    "content": ". Esta disposición no se aplicará al Banco Central",
    "content_to_remove": ";",
    "placement_instructions": "sustituye el punto y coma “;” por un punto seguido “.” y a continuación incorporar la frase"
  },
  {
    "number": "345",
    "authors_matched": [
      "Sepulveda, Barbara",
      "Barraza, Marcos"
    ],
    "target_article": "25",
    "target_scope": "WORDING",
    "action": "SUBSTITUTE",
    "content": "h. Conceder indultos generales y amnistías, salvo en casos de crímenes de lesa humanidad;",
    "content_to_remove": "h. Conceder indultos generales y amnistías;",
    "placement_instructions": ""
  },
  {
    "number": "351",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "25",
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Regular aquellas materias que la Constitución exija que sean reguladas por una ley;",
    "content_to_remove": "",
    "placement_instructions": "incorpora un nuevo literal"
  },
  {
    "number": "352",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "25",
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Regular aquellas materias que son objeto de codificación, sea civil, comercial, procesal, penal u otra;",
    "content_to_remove": "",
    "placement_instructions": "incorpora un nuevo literal"
  },
  {
    "number": "354",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "25",
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Regular aquellas materias que la Constitución señale como leyes de concurrencia presidencial necesaria;",
    "content_to_remove": "",
    "placement_instructions": "incorpora un nuevo literal"
  },
  {
    "number": "355",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "25",
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "Regular el funcionamiento de loterías y apuestas en general;",
    "content_to_remove": "",
    "placement_instructions": "incorpora un nuevo literal (eliminando la mención a hipódromos)"
  },
  {
    "number": "361",
    "authors_matched": [
      "Politzer, Patricia",
      "Pustilnick, Tammy",
      "Montero, Ricardo",
      "Muñoz, Pedro",
      "Chahin, Fuad",
      "Hurtado, Maximiliano",
      "Laibe, Tomas",
      "Namor, Guillermo"
    ],
    "target_article": "26",
    "target_scope": "WORDING",
    "action": "MODIFY_PHRASE",
    "content": "decretos",
    "content_to_remove": "circulares",
    "placement_instructions": ""
  },
  {
    "number": "363",
    "authors_matched": [
      "Politzer, Patricia",
      "Pustilnick, Tammy",
      "Montero, Ricardo",
      "Muñoz, Pedro",
      "Chahin, Fuad",
      "Hurtado, Maximiliano",
      "Laibe, Tomas",
      "Namor, Guillermo"
    ],
    "target_article": "28",
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 28.- El Presidente o Presidenta de la República podrá solicitar autorización al Congreso Plurinacional para dictar decretos con fuerza de ley durante un plazo no superior a un año sobre materias que correspondan al dominio de la ley. Esta autorización no podrá extenderse a la nacionalidad, la ciudadanía, las elecciones ni al plebiscito, como tampoco a derechos fundamentales. La ley que otorgue la referida autorización señalará las materias precisas sobre las que recaerá la delegación y podrá establecer o determinar las limitaciones, restricciones y formalidades que se estimen convenientes. Sin perjuicio de lo dispuesto en los incisos anteriores, el Presidente o Presidenta de la República queda autorizado para fijar el texto refundido, coordinado y sistematizado de las leyes cuando sea conveniente para su mejor ejecución. En ejercicio de esta facultad, podrá introducirle los cambios de forma que sean indispensables, sin alterar, en caso alguno, su verdadero sentido y alcance. A la Contraloría General de la República corresponderá tomar razón de estos decretos con fuerza de ley, debiendo rechazarlos cuando ellos excedan o contravengan la autorización referida. Los decretos con fuerza de ley estarán sometidos en cuanto a su publicación, vigencia y efectos, a las mismas normas que rigen para la ley",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "367",
    "authors_matched": [
      "Atria, Fernando",
      "Schonhaut, Constanza",
      "Bassa, Jaime"
    ],
    "target_article": "28",
    "target_scope": "INCISO 3",
    "action": "ADD",
    "content": "La ley delegatoria de potestades que correspondan a leyes de acuerdo regional es ley de acuerdo regional",
    "content_to_remove": "",
    "placement_instructions": "agrega un nuevo inciso tercero"
  },
  {
    "number": "368",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "28",
    "target_scope": "INCISO 4",
    "action": "ADD",
    "content": "La autorización nunca podrá comprender facultades que afecten a la organización, atribuciones y régimen de los funcionarios de los Sistemas de Justicia, del Congreso Plurinacional, de la Cámara Territorial, de la Corte Constitucional, en caso de ser procedente, ni de la Contraloría General de la República.",
    "content_to_remove": "",
    "placement_instructions": "incorpora a continuación del inciso tercero, el siguiente inciso"
  },
  {
    "number": "386",
    "authors_matched": [
      "Politzer, Patricia",
      "Pustilnick, Tammy",
      "Montero, Ricardo",
      "Muñoz, Pedro",
      "Chahin, Fuad",
      "Hurtado, Maximiliano",
      "Laibe, Tomas",
      "Namor, Guillermo"
    ],
    "target_article": "29",
    "target_scope": "INCISO 4",
    "action": "SUBSTITUTE",
    "content": "Las mociones de concurrencia presidencial necesaria deberán presentarse acompañadas de un informe técnico financiero y un certificado de disponibilidad presupuestaria. Las leyes de concurrencia presidencial necesaria sólo podrán ser aprobadas si la Presidenta o Presidente de la República entrega su patrocinio durante la tramitación del proyecto. El Presidente o Presidenta de la República deberá otorgar el patrocinio al proyecto de ley dentro de los sesenta días de iniciada su tramitación en la comisión respectiva y antes de que el proyecto sea despachado a la Sala. Transcurrido ese plazo sin el patrocinio correspondiente, la Presidenta o Presidente del Congreso declarará el proyecto como desechado. En este caso, el Congreso Plurinacional no podrá insistir en la aprobación de la moción",
    "content_to_remove": "",
    "placement_instructions": "reemplaza los incisos cuarto y quinto por el siguiente"
  },
  {
    "number": "393",
    "authors_matched": [
      "Sepulveda, Barbara",
      "Muñoz, Pedro",
      "Montero, Ricardo",
      "Arauna, Francisca",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Flores, Alejandra",
      "Politzer, Patricia",
      "Chahin, Fuad",
      "Namor, Guillermo"
    ],
    "target_article": "29",
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo 29 bis: Leyes de acuerdo regional. Sólo son leyes de acuerdo regional: 1. La relativa al presupuesto anual; 2. Las relativas a la elección, designación, competencias, atribuciones y procedimientos de los órganos y autoridades de las entidades territoriales; 3. Las que establezcan los mecanismos de distribución fiscal y presupuestaria; 4. Las que alteren la división política o administrativa del país; 5. Las que reformen el texto constitucional en aquellas materias relativas a la elección, designación, competencias, atribuciones y procedimientos de los órganos y autoridades de las entidades territoriales; 6. Las que ratifiquen el estatuto regional",
    "content_to_remove": "",
    "placement_instructions": "incorpora el siguiente artículo"
  },
  {
    "number": "394",
    "authors_matched": [
      "Politzer, Patricia",
      "Pustilnick, Tammy",
      "Montero, Ricardo",
      "Muñoz, Pedro",
      "Chahin, Fuad",
      "Hurtado, Maximiliano",
      "Laibe, Tomas",
      "Namor, Guillermo"
    ],
    "target_article": "30",
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Las leyes pueden iniciarse por mensaje que dirija el Presidente o Presidenta de la República o por moción de no menos del diez por ciento y o más del quince por ciento de los diputadas y diputados, o mediante iniciativa popular de ley. Las iniciativas populares de ley requerirán el patrocinio de una cantidad de ciudadanos o ciudadanas equivalente, al menos, al 2 por ciento de los que hubieren sufragado en la anterior elección del Congreso Plurinacional, en un plazo máximo de seis meses. Las iniciativas populares de ley que se refieran a materias que correspondan a leyes de concurrencia presidencial necesaria del Presidente o Presidenta de la República, se remitirán a este, quien deberá pronunciarse sobre iniciar o no su tramitación, dentro de los noventa días siguientes a la fecha en que se hubieren reunido los patrocinios. Toda iniciativa popular deberá comenzar su tramitación en el plazo de seis meses desde la fecha de su cuenta en sala. La ley regulará las formas de ejercicio y los requisitos para su presentación",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "416",
    "authors_matched": [
      "Sepulveda, Barbara",
      "Muñoz, Pedro",
      "Montero, Ricardo",
      "Arauna, Francisca",
      "Schonhaut, Constanza",
      "Atria, Fernando",
      "Hurtado, Maximiliano",
      "Carrillo, Alondra",
      "Flores, Alejandra",
      "Politzer, Patricia",
      "Chahin, Fuad",
      "Namor, Guillermo"
    ],
    "target_article": "31",
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo 31 bis. Tramitación de las leyes de acuerdo regional. Las leyes de acuerdo regional deberán ser aprobadas por el Consejo Territorial en el más breve plazo desde que fueren recibidas. De no entregar o negar su aprobación en el plazo establecido en la ley, se entenderá que el Consejo aprueba el proyecto y será remitido al Presidente para su aprobación. Este plazo no regirá en el caso de la tramitación de la ley de presupuesto anual. Si el Consejo Territorial negare su aprobación, podrá formular enmiendas que serán remitidas al Congreso Plurinacional. Si el Congreso Plurinacional no aprobare una o más enmiendas, el Vicepresidente o Vicepresidenta de la República deberá convocar a una Comisión Mixta integrada por igual número de miembros del Congreso Plurinacional y del Consejo Territorial para resolver las discrepancias. El número y forma de elección de sus integrantes será regulado por ley. La Comisión Mixta deberá informar dentro del plazo que fije la ley. En caso contrario, el proyecto originalmente despachado por el Congreso Plurinacional se entenderá aprobado. El proyecto modificado por la Comisión Mixta será despachado al Congreso Plurinacional, el que se pronunciará sobre las modificaciones propuestas por ésta. De rechazar las modificaciones realizadas por la Comisión Mixta, el Congreso Plurinacional podrá insistir en el proyecto original con el voto favorable de la mayoría de sus miembros en ejercicio. Artículo 31 ter. Ley del Congreso Plurinacional y del Consejo Territorial. Una ley regulará el procedimiento de tramitación de las leyes. La ley deberá establecer los mecanismos de deliberación y decisión por el Congreso Plurinacional y deberá asegurar la participación y promover la deliberación popular durante su tramitación de acuerdo a lo establecido en esta Constitución.",
    "content_to_remove": "",
    "placement_instructions": "incorpora los siguientes artículos 31 bis y 31 ter"
  },
  {
    "number": "421",
    "authors_matched": [
      "Politzer, Patricia",
      "Pustilnick, Tammy",
      "Montero, Ricardo",
      "Muñoz, Pedro",
      "Chahin, Fuad",
      "Hurtado, Maximiliano",
      "Laibe, Tomas",
      "Namor, Guillermo"
    ],
    "target_article": "32",
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "El texto del proyecto de ley despachado por el Congreso Plurinacional será remitido al Presidente o Presidenta de la República, quien, si también lo aprueba, dispondrá su promulgación como ley. Si el Presidente o Presidenta de la República rechaza el proyecto de ley despachado por el Congreso Plurinacional, lo devolverá al Congreso Plurinacional con las observaciones convenientes o con la propuesta de rechazo total del proyecto, dentro del término de treinta días. En ningún caso se admitirán las observaciones que no tengan relación directa con las ideas matrices o fundamentales del proyecto, a menos que hubieran sido consideradas en el mensaje respectivo. Si el Congreso Plurinacional aprobare las observaciones del Presidente o Presidenta con simple mayoría, el proyecto tendrá fuerza de ley y se devolverá al Presidente o Presidenta para su promulgación. Si el Congreso Plurinacional desechare la propuesta de rechazo total del proyecto e insistiere por cuatro séptimos de sus miembros en la totalidad o parte del proyecto aprobado por ésta, se devolverá al Presidente o Presidenta para su promulgación. En cambio, si el Congreso Plurinacional desechare todas o algunas de las observaciones o modificaciones, podrá insistir por cuatro séptimos de sus miembros en la totalidad o parte del proyecto aprobado por ellas, se devolverá al Presidente o Presidenta para su promulgación",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "426",
    "authors_matched": [
      "Cubillos, Marcela",
      "Hube, Constanza",
      "Zuniga, Luis Arturo"
    ],
    "target_article": "30",
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "El proyecto que fuere desechado en general por el Congreso Plurinacional, no podrá renovarse sino después de un año",
    "content_to_remove": "",
    "placement_instructions": "incorpora el siguiente artículo nuevo"
  }
]