[
  {
    "article": "Artículo 1°",
    "text": "Artículo 1°.- Democracia paritaria. El Estado de Chile se funda en una democracia paritaria, reconociendo y promoviendo una sociedad en la cual mujeres, hombres, y diversidades y disidencias sexogénericas participen en condiciones de igualdad sustantiva, reconociendo que su representación efectiva en el conjunto del proceso democrático es un principio y condición mínima para el ejercicio pleno y sustantivo de la democracia y la ciudadanía. Todas las instituciones del Estado deberán tener una integración paritaria, asegurando que al menos un cincuenta por ciento de su composición sean mujeres, y garantizarán la representación efectiva de identidades trans y no binarias. Asimismo, el Estado promoverá e implementará medidas necesarias para la participación paritaria en todo ámbito de la sociedad civil, incluyendo las organizaciones sociales, profesionales, económicas y políticas, tanto en la esfera pública como privada.",
    "sources": [
      "116-1"
    ]
  },
  {
    "article": "Artículo 2°",
    "text": "Artículo 2°.- Los poderes públicos adoptarán las medidas necesarias para adecuar e impulsar la legislación, instituciones, marcos normativos y prestación de servicios al logro de la igualdad sustantiva y la paridad. Con ese objetivo, el poder ejecutivo, legislativo y judicial, así como los órganos de la administración del Estado y los órganos autónomos, deberán incorporar el enfoque de género en su diseño institucional y en el ejercicio de sus funciones. La política fiscal y el diseño de los presupuestos públicos se adecuarán al cumplimiento de un enfoque transversal de igualdad sustantiva de género en las políticas públicas.",
    "sources": [
      "116-1"
    ]
  },
  {
    "article": "Artículo 3°",
    "text": "Artículo 3°.- Corresponderá al Estado, en sus diferentes ámbitos y funciones, garantizar la participación democrática e incidencia política de la sociedad, asegurando la participación de los grupos históricamente desaventajados y excluidos, y por tanto, de especial protección. En el ámbito legislativo, se asegurará que todo proyecto de ley que afecte a dichos grupos incluya mecanismos, medidas afirmativas y orientaciones para la integración de estos mismos. Deberán suprimirse las disposiciones que tengan por objeto o por resultado un menoscabo injustificado en el ejercicio de sus derechos. De igual modo, deberá incorporar en la creación de políticas públicas y en la formación de las leyes, mediante mecanismos de participación, a grupos u organizaciones que interpreten, representen o conozcan por saber o experiencia las necesidades e intereses de estos grupos.",
    "sources": [
      "253-1"
    ]
  },
  {
    "article": "Artículo 4°",
    "text": "Artículo 4°.- El Estado garantizará la participación vinculante y preponderante de todas las personas, pueblos y organizaciones sociales en la elaboración de las políticas públicas, su presupuesto y fiscalización, su comunicación y difusión y en los demás procesos de implementación, en todos los niveles de gobierno.",
    "sources": [
      "230-2"
    ]
  },
  {
    "article": "Artículo 5°",
    "text": "Artículo 5°.- Toda persona tiene el derecho de presentar individual o colectivamente, por escrito o por medios electrónicos, propuestas, peticiones o reclamaciones a las autoridades competentes y a los órganos de representación de los pueblos, mediante los mecanismos establecidos por esta Constitución o por ley.",
    "sources": [
      "230-2"
    ]
  },
  {
    "article": "Artículo 6°",
    "text": "Artículo 6°.- Chile es un Estado Plurinacional e lntercultural. Los pueblos y naciones indígenas son preexistentes al Estado de Chile por habitar en el territorio desde tiempos ancestrales y ser anteriores a su conformación o a sus actuales fronteras. Son titulares del derecho de libre determinación, así como de los demás derechos colectivos reconocidos y garantizados en el marco de esta Constitución y en el Sistema Internacional de los Derechos Humanos y de los Pueblos Indígenas. Son pueblos y naciones indígenas preexistentes los Mapuche, Aymara, Rapa Nui, Lickanantay, Quechua, Colla, Diaguita, Chango, Kawashkar, Yaghan, Selk'nam y otros que puedan ser reconocidos por la ley.",
    "sources": [
      "94-1"
    ]
  },
  {
    "article": "Artículo 6° A",
    "text": "Artículo 6° A.- De la Plurinacionalidad. Chile es un Estado Plurinacional y pluricultural. Los pueblos tribales son también preexistentes al Estado. Son titulares de derechos colectivos reconocidos y garantizados por la Constitución, las leyes y en el Sistema Internacional de los Derechos Humanos y de los pueblos indígenas y tribales. Es pueblo tribal el Pueblo Afrodescendiente Chileno y los demás reconocidos por la ley. El Estado garantiza la efectiva participación del pueblo tribal afrodescendiente chileno en el ejercicio y distribución del poder, incorporando su representación en la estructura del Estado, sus órganos e instituciones ejecutivas, legislativas y judiciales, así como su representación política en órganos de elección popular. El Estado garantizará el diálogo intercultural en el ejercicio de las funciones públicas en concordancia de su patrimonio material e inmaterial y los principios de interseccionalidad y antirracismo para el desarrollo de acciones afirmativas, creando institucionalidad y promoviendo políticas públicas que favorezcan el reconocimiento y comprensión de la diversidad étnica y cultural, en la forma determinada por esta constitución, las leyes y Sistema Internacional de los Derechos Humanos y de los pueblos indígenas y tribales.",
    "sources": [
      "683-1"
    ]
  },
  {
    "article": "Artículo 6° B",
    "text": "Artículo 6° B.- Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
    "sources": [
      "63-1"
    ]
  },
  {
    "article": "Artículo 6° C",
    "text": "Artículo 6° C.- El Estado de Chile reconocerá que es un Estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes.",
    "sources": [
      "259-1"
    ]
  },
  {
    "article": "Artículo 7°",
    "text": "Artículo 7°.- Los pueblos y naciones indígenas preexistentes y sus miembros, en virtud de su libre determinación, tienen derecho al pleno ejercicio de sus derechos colectivos e individuales. En especial, tienen derecho a la autonomía y al autogobierno, a su propia cultura, a la identidad y cosmovisión, al patrimonio y la lengua; al reconocimiento de sus tierras, territorios, maritorios, de la naturaleza en su dimensión material e inmaterial y al especial vínculo que mantienen con estos; al reconocimiento de sus instituciones y jurisdicciones propias y a participar plenamente, si así lo desean, en la vida política, económica, social y cultural del Estado. Es deber del Estado Plurinacional, respetar, garantizar y promover con participación de los pueblos y naciones indígenas, el ejercicio de la libre determinación y de los derechos colectivos e individuales de que son titulares. En cumplimiento de lo anterior, el Estado deberá garantizar la efectiva participación de los pueblos indígenas en el ejercicio y distribución del poder, incorporando su representación en la estructura del Estado, sus órganos e instituciones, así como su representación política en órganos de elección popular. Junto con ello, garantizará el diálogo intercultural en el ejercicio de las funciones públicas, creando institucionalidad y promoviendo políticas públicas que favorezcan el reconocimiento y comprensión de la diversidad étnica y cultural de los pueblos y naciones indígenas preexistentes al Estado.",
    "sources": [
      "94-1"
    ]
  },
  {
    "article": "Artículo 8°",
    "text": "Artículo 8°.- El ejercicio del derecho a la libre determinación de los pueblos y naciones indígenas, como titulares de derechos colectivos diferenciados que forman parte del Estado Plurinacional, incluye el reconocimiento constitucional, ratificación e implementación de los tratados, acuerdos y otros arreglos constructivos, que hayan sido acordados por los pueblos indígenas con el Estado o sus antecesores jurídicos y el derecho de proponer y negociar otros nuevos.",
    "sources": [
      "389-1"
    ]
  },
  {
    "article": "Artículo 9°",
    "text": "Artículo 9°.- Sobre el reconocimiento del genocidio indígena. El Estado reconoce su responsabilidad en el genocidio, saqueo, marginación, y discriminación de los que han sido objeto los pueblos originarios y se compromete a su reparación, compensación y a dar garantías de no repetición.",
    "sources": [
      "248-1"
    ]
  },
  {
    "article": "Artículo 10",
    "text": "Artículo 10.- El Congreso Plurinacional es el órgano deliberativo, paritario y plurinacional que representa a los pueblos reunidos y naciones reconocidas por esta Constitución y las leyes. El Congreso es de carácter unicameral y ejerce la potestad legislativa y las otras facultades encomendadas por la Constitución y las leyes.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 11",
    "text": "Artículo 11.- Regla de paridad. El Congreso Plurinacional será paritario, asegurando que al menos el cincuenta por ciento de su composición sean mujeres y que exista una representación efectiva de identidades trans y no binarias.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 12",
    "text": "Artículo 12.- El Congreso estará integrado por un número no inferior a 205 miembros. El Congreso Plurinacional se integra por diputadas y diputados electos a través de un sistema electoral mixto, en votación secreta, en uno o más distritos electorales de listas, en circunscripciones regionales o de territorios indígenas y en elecciones especiales para escaños reservados para pueblos originarios y tribales. La ley electoral regulará su integración, conforme a las siguientes reglas: 1. Diputadas y diputados electos en uno o más distritos de listas programáticas cerradas pero no bloqueadas, cuyos escaños serán fijados por ley de modo proporcional a su población. 2. Diputadas y diputados electos en circunscripciones territoriales cuya extensión territorial coincidirá con las regiones y territorios indígenas. 3. Diputadas y diputados electas por escaños reservados para pueblos originarios y tribales de acuerdo a lo establecido por la ley respectiva. La ley garantizará que el resultado de la conversión final de votos a escaños respete estrictamente la representación proporcional política, establecerá el sistema electoral aplicable a los diputados y diputadas y los criterios para el establecimiento del número de escaños que componen al Congreso.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 13",
    "text": "Artículo 13.- Para ser elegido diputado o diputada se requiere ser ciudadano o ciudadana con derecho a voto y haber cumplido dieciocho años de edad.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 14",
    "text": "Artículo 14.- Los diputados y diputadas sólo podrán ser reelectas en una ocasión para el ejercicio del cargo.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 15",
    "text": "Artículo 15.- El Congreso Plurinacional deberá renovarse cada cuatro años contados desde el inicio de la legislatura. La renovación del Congreso en los casos de elecciones ordinarias genera una nueva legislatura, poniendo término a la anterior. La constitución de un nuevo Congreso tendrá lugar dentro de 30 días desde que se celebre la elección.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 16",
    "text": "Artículo 16.- Una ley establecerá las reglas de funcionamiento del Congreso Plurinacional. En aquello que no se contradiga con la ley, el Pleno podrá dictar reglamentos de funcionamiento por la mayoría de sus miembros. La ley y los reglamentos deberán establecer las condiciones bajo las cuales la asistencia de un diputado o diputada es obligatoria. Las sesiones del Congreso Plurinacional y de sus comisiones son públicas. El Congreso Plurinacional y el Gobierno deberán arbitrar los mecanismos para permitir su publicidad. Las decisiones del Congreso, incluyendo la aprobación de leyes, se tomarán por la mayoría de sus miembros presentes, a menos que esta Constitución disponga un quórum diferente.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 17",
    "text": "Artículo 17.- El Congreso Plurinacional no podrá entrar en sesión sin la concurrencia de la tercera parte de sus miembros en ejercicio.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 18",
    "text": "Artículo 18.- Los diputados y diputadas durarán en sus escaños desde el inicio y hasta el término de la legislatura, salvo en los casos de término anticipado establecidos en la ley. Las vacantes de diputadas o diputados se proveerán con la persona del mismo género que haya obtenido la siguiente más alta mayoría de la lista electoral a la que pertenecía el o la diputada que produjo la vacante.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 19",
    "text": "Artículo 19.- Los diputados y diputadas sólo son inviolables por las opiniones que manifiesten y los votos que emitan en el desempeño de sus cargos. Ningún o ninguna diputada, desde el día de su elección o desde su nombramiento, según el caso, puede ser acusado o privado de su libertad, salvo el caso de delito flagrante, si el Tribunal de Alzada de la jurisdicción respectiva, en pleno, no autoriza previamente la acusación declarando haber lugar a formación de causa. De esta resolución podrá apelarse ante la Corte Suprema. En caso de ser arrestado algún o alguna diputada por delito flagrante, será puesta inmediatamente a disposición del Tribunal de Alzada respectivo con la información sumaria correspondiente. El Tribunal procederá, entonces, conforme a lo dispuesto en el inciso anterior. Desde el momento que se declare, por resolución firme, haber lugar a formación de causa, queda el o la diputada imputada suspendida de su cargo y sujeta al juez competente, hasta el término del procedimiento por resolución judicial.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 20",
    "text": "Artículo 20.- Cesará en el cargo el diputado o diputada: a) A quien se le haya revocado su mandato, conforme a lo establecido en esta Constitución o en la ley; b) Que se ausentare del país por más de treinta días sin permiso del Pleno del Congreso Plurinacional o, en receso de éste, de la Mesa Directiva; c) Que haga abandono injustificado de sus funciones, calificado de acuerdo a lo establecido por la ley; d) Que, durante su ejercicio, celebrare o caucionare contratos con el Estado, o actuare como procuradora o procurador o agente en gestiones particulares de carácter administrativo, en la provisión de empleos públicos, consejerías, funciones o comisiones de similar naturaleza; e) Que, durante su ejercicio, acepte ser directora o director de banco o de alguna sociedad anónima, de responsabilidad limitada o por acciones, o ejercer cargos de similar importancia en estas actividades. Esta inhabilidad tendrá lugar sea que el o la diputada actúe por sí o por interpósita persona, natural o jurídica, o por medio de una sociedad de personas de la que forme parte; f) Que, durante su ejercicio, actúe como abogada o abogado o mandataria o mandatario en cualquier clase de juicio, que ejercite cualquier influencia ante las autoridades administrativas o judiciales en favor o representación del empleador o de los y las trabajadoras en negociaciones o conflictos laborales, sean del sector público o privado, o que intervengan en ellos ante cualquiera de las partes; g) Que haya infringido gravemente las normas sobre transparencia, límites y control del gasto electoral, desde la fecha que lo declare por sentencia firme el Tribunal Calificador de Elecciones, a requerimiento del Consejo Directivo del Servicio Electoral. Una ley señalará los casos en que existe una infracción grave. Asimismo, el o la diputada que perdiere el cargo no podrá optar a ninguna función o empleo público por el término de diez años, ni podrá ser candidata o candidato a cargos de elección popular en los dos actos electorales inmediatamente siguientes a su cesación; h) Que, durante su ejercicio, pierda algún requisito general de elegibilidad, o incurra en una causal de imposibilidad para ser candidata o candidato a cargos de elección popular o a diputada; i) Que, durante su ejercicio, fallezca. Los diputados y diputadas podrán renunciar a sus cargos cuando les afecte una enfermedad grave, debidamente acreditada, que les impida desempeñarlos, y así lo califique la Corte Suprema.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 21",
    "text": "Artículo 21.- Son atribuciones exclusivas del Congreso Plurinacional, sin perjuicio de otras que les sean otorgadas por ley: a) Tramitar y aprobar iniciativas de ley, en los marcos establecidos por esta Constitución; b) Presentar iniciativas de ley y reforma constitucional en cualquier materia, sin perjuicio de las facultades exclusivas del Gobierno; c) Aprobar, desechar o promover los tratados internacionales, su reserva y denuncia, en los términos señalados por esta Constitución y sin perjuicio de los mecanismos de participación ciudadana que esta Constitución establezca; d) Fiscalizar los actos del Gobierno. El Congreso tendrá la facultad de solicitar la entrega de información relativa al contenido y a las circunstancias que rodearon la toma de decisión de cualquier acto de Gobierno; e) Pronunciarse respecto de los estados de excepción constitucional, en la forma prescrita por esta Constitución; f) Discutir y aprobar la Política de Defensa Nacional presentada por la Jefatura del Estado; g) Otorgar la rehabilitación de la ciudadanía; h) Prestar o negar su consentimiento a los actos del Presidente de la República, en los casos en que la Constitución o la ley lo requieran. Si el Congreso no se pronunciare dentro de treinta días después de pedida la urgencia por el Presidente de la República, se tendrá por otorgado su asentimiento; i) Otorgar su acuerdo para que el Presidente de la República pueda ausentarse del país por más de treinta días; j) Declarar asimismo, cuando el Presidente de la República presente la renuncia a su cargo, si los motivos que la originan son o no fundados y, en consecuencia, admitirla o desecharla; k) Entablar, conocer y juzgar la acusación constitucional conforme a lo prescrito en esta Constitución.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 22",
    "text": "Artículo 22.- El Congreso Plurinacional tendrá por función fiscalizar los actos del Gobierno. Para ejercer esta atribución puede: a) Adoptar acuerdos o sugerir observaciones, con el voto de la mayoría de los diputados presentes, los que se transmitirán por escrito a la Presidenta o Presidente de la República, quien deberá dar respuesta fundada por medio de la Ministra o Ministro de Estado que corresponda, dentro de treinta días. Sin perjuicio de lo anterior, cualquier diputado o diputada, con el voto favorable de un tercio de los miembros presentes del Congreso podrá solicitar determinados antecedentes al Gobierno. El Ejecutivo contestará fundadamente por intermedio del Ministro o Ministra de Estado que corresponda, dentro del mismo plazo señalado en el párrafo anterior. En ningún caso los acuerdos, observaciones o solicitudes de antecedentes afectarán la responsabilidad política de las y los Ministros de Estado; b) Citar a una Ministra o Ministro de Estado, a petición de al menos un tercio de las y los diputados en ejercicio, a fin de formularle preguntas en relación con materias vinculadas al ejercicio de su cargo. Con todo, un mismo Ministro o Ministra no podrá ser citada para este efecto más de tres veces dentro de un año calendario, sin previo acuerdo de la mayoría absoluta de los diputados en ejercicio. La asistencia del Ministro o Ministra será obligatoria y deberá responder a las preguntas y consultas que motiven su citación. c) Crear comisiones especiales investigadoras a petición de al menos dos quintos de las y los diputados en ejercicio, con el objeto de reunir informaciones relativas a determinados actos del Gobierno. Las comisiones investigadoras, a petición de un tercio de sus miembros, podrán despachar citaciones y solicitar antecedentes. Los Ministros y Ministras de Estado, los demás funcionarios y funcionarias de la Administración y el personal de las empresas del Estado o de aquéllas en que éste tenga participación mayoritaria, que sean citados por estas comisiones, estarán obligadas a comparecer y a suministrar los antecedentes y las informaciones que se les soliciten. No obstante, las y los Ministros de Estado no podrán ser citados más de tres veces a una misma comisión investigadora, sin previo acuerdo de la mayoría absoluta de sus miembros. La ley del Congreso Plurinacional regulará el funcionamiento y las atribuciones de las comisiones investigadoras y la forma de proteger los derechos de las personas citadas o mencionadas en ellas. d) Fiscalizar establecimientos, las y los diputados podrán en uso de las facultades fiscalizadoras que ostenta el Congreso Plurinacional, apersonarse en todos los establecimientos públicos, estatales y con financiamiento estatal, a fin de emitir informes y solicitar investigaciones respecto de las condiciones estructurales, laborales, de salubridad u otras que consideren pertinente. e) Fiscalizar el cumplimiento integral de la Política de Defensa Nacional.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 23",
    "text": "Artículo 23.- La Unidad Técnica es un órgano autónomo del Gobierno, con presupuesto propio, y dependiente del Congreso de carácter colegiado, paritario y plurinacional, e integrado conforme criterios de equidad territorial. Será presidida por un Consejo paritario cuyos miembros serán propuestos en ternas por Alta Dirección Pública y nombrados por la mayoría absoluta de los diputados y diputadas en ejercicio. Los y las consejeras deberán ser expertas legales o en el análisis de políticas públicas y deberán tener dedicación exclusiva a esta labor. Los y las consejeras sólo podrán ser removidas por el mismo quórum por incumplimiento de sus obligaciones. La ley regulará el detalle sobre la designación y remoción de los consejeros y sobre el funcionamiento de la Unidad Técnica.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 24",
    "text": "Artículo 24.- Las funciones de la Unidad Técnica son las siguientes: a) Prestar asesoría técnica a las y los miembros y órganos del Pleno para el desempeño de sus funciones; b) Ejecutar las instrucciones que le imparta el Congreso Plurinacional; c) Emitir informes no vinculantes sobre normas legales vigentes que se verían afectadas o que deberían reformarse o derogarse con la aprobación de una nueva ley; aspectos de la legislación que hayan caído en desuso, presenten problemas técnicos, o produzcan efectos adversos; lenguaje utilizado en la norma y revisión de lenguaje no discriminatorio; impacto de género en las normas sugeridas; estimación del costo que podría provocar la implementación de la norma; y d) Emitir informes no vinculantes sobre el impacto presupuestario de los proyectos de ley, prestar asesoría al Congreso en la tramitación de la Ley de Presupuestos, y monitorear su ejecución. Esta función se realizará a través de un departamento independiente, que no podrá entregar recomendaciones de política pública. Las y los miembros del departamento de presupuestos deberán tener una trayectoria profesional o académica destacada en el ámbito de la evaluación económica de planes, políticas y programas. La Alta Dirección Pública deberá proponer su designación en ternas al Consejo de la Unidad Técnica. Para el correcto cumplimiento de sus funciones, el Gobierno deberá garantizar a este departamento un sistema de acceso a la información fiscal equivalente a la de la Dirección de Presupuestos. e) Las demás que mandate la Constitución o la ley.",
    "sources": [
      "213-1"
    ]
  },
  {
    "article": "Artículo 25",
    "text": "Artículo 25.- La potestad legislativa nacional reside en el Congreso Plurinacional. Sólo en virtud de una ley se puede: a. Imponer tributos, determinar su progresión, exenciones, proporcionalidad, y destinación; b. Autorizar la contratación de empréstitos y otras operaciones que puedan comprometer el crédito y la responsabilidad financiera del Estado, sus organismos y municipalidades, sin perjuicio de lo establecido en la letra siguiente; c. Establecer las condiciones y reglas conforme a las cuales las Universidades y las empresas del Estado y aquellas en que éste tenga participación puedan contratar empréstitos, los que en ningún caso podrán efectuarse con el Estado, sus organismos, empresas; d. Fijar las normas sobre enajenación de bienes del Estado, los gobiernos regionales o de las municipalidades y sobre su arrendamiento o concesión; e. Fijar fuerzas de mar, tierra y aeroespaciales que han de mantenerse en pie en tiempo de paz o de guerra, y las normas para permitir la entrada de tropas extranjeras en el territorio de la República, como, asimismo, la salida de tropas nacionales fuera de él; f. Establecer o modificar la división política o administrativa del país; g. Señalar el valor, tipo y denominación de las monedas, y el sistema de pesos y medidas; h. Conceder indultos generales y amnistías; i. Establecer el sistema de determinación de la dieta de la Presidenta o Presidente de la República y las Ministras o Ministros de Estado, de las diputadas y diputados, y las gobernadoras y gobernadores; j. Conceder honores públicos a los grandes servidores; k. Señalar la ciudad en que debe residir la Presidenta o Presidente de la República, celebrar sus sesiones el Congreso Plurinacional y funcionar la Corte Suprema; l. Autorizar la declaración de guerra, a propuesta de la Presidenta o Presidente de la República; m. Fijar las bases de los procedimientos que rigen los actos de la administración pública; n. Codificar o regular el régimen jurídico laboral, sindical, huelga, negociación colectiva en sus diversas manifestaciones, previsional y de seguridad social, y ñ. El contenido y las limitaciones al ejercicio de los derechos fundamentales conforme a los principios consagrados en esta Constitución.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 26",
    "text": "Artículo 26.- La Presidenta o Presidente de la República tendrá la potestad de dictar aquellos reglamentos, circulares e instrucciones que crea necesarios para la ejecución de las leyes.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 27",
    "text": "Artículo 27.- La Presidenta o Presidente de la República podrá ejercer la potestad reglamentaria en todas aquellas materias que no estén comprendidas en el artículo 25. Cuando sobre una materia no comprendida en los literales del artículo 25, sean aplicables reglas de rango legal y reglamentario, primará la ley. La Presidenta o Presidente deberá informar mensualmente al Congreso sobre los reglamentos, decretos e instrucciones que se hayan dictado en virtud de este artículo.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 28",
    "text": "Artículo 28.- La Presidenta o Presidente de la República podrá solicitar autorización al Congreso Plurinacional para dictar disposiciones con fuerza de ley durante un plazo no superior a seis meses sobre materias que correspondan al dominio de la ley. Esta autorización no podrá extenderse a las siguientes materias: derechos fundamentales, nacionalidad, ciudadanía, elecciones, plebiscitos y sistema electoral. La ley que otorgue la referida autorización señalará las materias precisas sobre las que recaerá la delegación y podrá establecer o determinar las limitaciones, restricciones y formalidades que se estimen pertinentes. Sin perjuicio de lo dispuesto en los incisos anteriores, la Presidenta o Presidente de la República podrá fijar el texto refundido, coordinado y sistematizado de las leyes cuando sea pertinente para su mejor ejecución. En ejercicio de esta facultad, podrá introducir los cambios de forma que sean indispensables, sin alterar, en caso alguno, su verdadero sentido y alcance. A la Contraloría General de la República corresponderá tomar razón de estos decretos con fuerza de ley cuando ellos no excedan o contravengan la autorización referida. Los decretos con fuerza de ley estarán sometidos en cuanto a su publicación, vigencia y efectos, a las mismas normas que rigen para la ley.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 29",
    "text": "Artículo 29.- Son leyes de concurrencia presidencial necesaria: a. Las que irroguen directamente gastos al Estado. b. Las que alteren la división política o administrativa del país. c. Las que impongan, supriman, reduzcan o condonen tributos de cualquier clase o naturaleza, establezcan exenciones o modifiquen las existentes, y determinen su forma, proporcionalidad o progresión. d. Las que contraten o autoricen a contratar empréstitos o celebrar cualquiera otra clase de operaciones que puedan comprometer la responsabilidad patrimonial del Estado, de las entidades semifiscales, autónomas y condonar, reducir o modificar obligaciones, intereses u otras cargas financieras de cualquier naturaleza establecidas en favor del Fisco o de los organismos o entidades referidos, sin perjuicio de lo dispuesto en el artículo 25 letra c. Las leyes de concurrencia presidencial necesaria pueden tener su origen en un mensaje presidencial o en moción parlamentaria. La moción parlamentaria deberá ser patrocinada por no menos de un cuarto y no más de un tercio de las diputadas y diputados en ejercicio y deberá declarar que se trata de un proyecto de ley de concurrencia necesaria de la Presidencia. Al inicio de la tramitación, las mociones de concurrencia presidencial necesaria deberán ser enviadas a la Dirección de Presupuestos de la Unidad Técnica para la emisión de un informe financiero, salvo en el caso de la letra b de este artículo. Las leyes de concurrencia presidencial necesaria sólo podrán ser aprobadas si la Presidenta o Presidente de la República entrega su patrocinio durante la tramitación del proyecto. La Presidencia de la República podrá rechazar la moción, poniendo término a su tramitación en cualquier momento después de su aprobación en general en el Congreso Plurinacional. En este caso, el Congreso Plurinacional no podrá insistir en la aprobación de la moción. Tratándose de mensajes presidenciales de leyes de concurrencia presidencial necesaria, el Congreso Plurinacional sólo podrá aceptar, disminuir, modificar sin aumentar el gasto o rechazar los servicios, empleos, emolumentos, préstamos, beneficios, gastos y demás iniciativas sobre la materia que proponga la Presidenta o Presidente de la República.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 30",
    "text": "Artículo 30.- Las leyes tienen origen en el Congreso Plurinacional por moción parlamentaria, por mensaje que dirija el Presidente o Presidenta de la República, por iniciativa popular o por iniciativa popular indígena, conforme establezca esta Constitución o las leyes. Las mociones deben ser presentadas con las firmas de no menos de cinco y no más de quince diputadas y diputados en ejercicio.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 31",
    "text": "Artículo 31.- Las leyes deberán ser aprobadas, modificadas o derogadas, por la mayoría de los miembros presentes en el Congreso Plurinacional al momento de su votación. Con la aprobación de la ley, la Presidenta o Presidente del Congreso enviará el proyecto a la Presidenta o Presidente de la República para su promulgación y publicación. Una ley establecerá el procedimiento de tramitación de las leyes, la que considerará la deliberación de las iniciativas sometidas a su conocimiento en general y en particular, asegurando la participación y promoviendo la deliberación popular durante su tramitación de acuerdo a lo establecido en esta Constitución. Esta ley deberá ser complementada con la regulación legal del funcionamiento interno del Congreso Plurinacional.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 32",
    "text": "Artículo 32.- La ley que regula al Congreso Plurinacional deberá establecer la creación de un órgano o unidad que controle el cumplimiento de las reglas constitucionales y legales de tramitación de la ley. El órgano o unidad deberá ser colegiado, paritario, plurinacional, plural y tener un número impar de miembros que serán propuestos por el Sistema de Alta Dirección Pública y designados en conformidad a la ley. Los informes de la unidad serán públicos.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 33",
    "text": "Artículo 33.- La Presidenta o Presidente de la República podrá devolver un proyecto de ley aprobado por el Congreso en caso que estime que se hubieren infringido las reglas constitucionales para la formación de la ley y contare para ello de un informe favorable de la unidad contemplada en el artículo anterior. En este caso, el Congreso sólo podrá insistir con el voto favorable de tres quintos de sus miembros en ejercicio. Si el Presidente devolviere un proyecto de ley de concurrencia necesaria por no contar con su aprobación, el Congreso no podrá insistir en su tramitación.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 34",
    "text": "Artículo 34.- La Presidencia podrá realizar las observaciones que estime convenientes sobre una o más disposiciones de un proyecto aprobado por el Congreso que, en su opinión, debieran ser modificadas, adicionadas o eliminadas. El Congreso Plurinacional podrá desechar todas o algunas de las observaciones e insistir por la mayoría de sus miembros presentes, devolviendo el proyecto a la Presidencia de la República para su promulgación y publicación.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 35",
    "text": "Artículo 35.- Aprobado un proyecto por el Congreso Plurinacional, éste será remitido a la Presidenta o Presidente de la República, quien, si también lo aprueba, dispondrá su promulgación y publicación como ley de la República. Si la Presidenta o Presidente de la República no devolviere el proyecto dentro de treinta días contados desde la fecha de su remisión, o si el Congreso Plurinacional hubiere insistido en el proyecto original, se entenderá que la Presidencia de la República lo aprueba y se promulgará como ley. La promulgación deberá hacerse siempre dentro del plazo de diez días contados desde que ella sea procedente. La publicación se hará dentro de los cinco días hábiles siguientes a la fecha en que quede totalmente tramitado el decreto promulgatorio.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 36",
    "text": "Artículo 36.- La ley que regule el funcionamiento del Congreso Plurinacional deberá establecer los mecanismos para determinar el orden en que se conocerán los proyectos de ley, debiendo distinguir entre urgencia simple, suma urgencia y discusión inmediata. La ley especificará los casos en que la urgencia será fijada por la Presidencia de la República y por el Congreso Plurinacional. Asimismo, creará un mecanismo por el cual la urgencia de un proyecto podrá ser fijada por la ciudadanía o los pueblos indígenas o tribales. Sólo el Gobierno contará con la facultad de determinar la discusión inmediata de un proyecto de ley.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 37",
    "text": "Artículo 37.- El proyecto de Ley de Presupuestos deberá ser presentado por la Presidencia de la República y el Gabinete Ministerial al Congreso Plurinacional, a lo menos con cuatro meses de anterioridad a la fecha en que debe empezar a regir; y si este no lo despachare dentro de los ciento veinte días contados desde su presentación, regirá el Presupuesto del ejercicio anterior hasta la aprobación de los nuevos. El Congreso Plurinacional no podrá aumentar ni disminuir la estimación de los ingresos, pero podrá reducir los gastos contenidos en el proyecto de Ley de Presupuestos, salvo los que estén establecidos por ley permanente. También podrá realizar cambios en las asignaciones entre partidas sin modificar el nivel total de gasto. La estimación del rendimiento de los recursos que consulta la Ley de Presupuestos y de los nuevos que establezca cualquiera otra iniciativa de ley, corresponderá exclusivamente a la Presidencia de la República, previo informe de los organismos técnicos respectivos. El Congreso Plurinacional no podrá aprobar ningún nuevo gasto con cargo al erario público sin que se indiquen, al mismo tiempo, las fuentes de recursos necesarios para atender dicho gasto. Si la fuente de recursos otorgada por el Congreso Plurinacional fuere insuficiente para financiar cualquier gasto que se apruebe, la Presidencia de la República, al promulgar la ley, previo informe favorable del servicio o institución a través del cual se recauden los nuevos ingresos, refrendado por la Contraloría General de la República, deberá reducir proporcionalmente todos los gastos, cualquiera que sea su naturaleza.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 38",
    "text": "Artículo 38.- El Gobierno deberá dar acceso al Congreso Plurinacional a toda la información disponible para la toma de decisiones presupuestarias. Deberá también rendir cuentas y fiscalizar la ejecución del presupuesto nacional, haciendo público asimismo la información sobre el desempeño de los programas ejecutados en base a éste.",
    "sources": [
      "807-1"
    ]
  },
  {
    "article": "Artículo 39",
    "text": "Artículo 39.- Una ley determinará las instituciones, niveles y condiciones en que se elaborarán y ejecutarán los presupuestos participativos, a fin de asignar equitativa, eficiente, eficaz y transparentemente los recursos públicos que fortalezcan la relación entre el Estado y la Sociedad Civil, asegurando a esta última una participación previa, efectiva y vinculante, así como a las autoridades locales y territoriales. Los presupuestos participativos deberán ser coherentes y armónicos con otros instrumentos de planificación y de desarrollo, así como la fiscalización de la gestión, ejecución y rendición de cuentas.",
    "sources": [
      "970-1"
    ]
  },
  {
    "article": "Artículo 40",
    "text": "Artículo 40.- En cualquier momento de la tramitación de un proyecto de ley, indicaciones a estos o reforma a la constitución, se podrá solicitar por cualquier parlamentario, organización o comunidad indígena, el inicio de un proceso de Consulta previa, libre e informada cuando contengan medidas susceptibles de afectación a los pueblos indígenas. La evaluación de susceptibilidad de afectación está a cargo de la Cámara Territorial. El Parlamento Plurinacional debe realizar el proceso de consulta de buena fe, con el respeto a las formas propias de cada pueblo y con la finalidad de obtener el consentimiento previo, libre e informado para llegar a acuerdos. Se iniciará de oficio cuando los proyectos, indicaciones y reformas a la Constitución sean susceptibles de afectar a sus territorios y los bienes y recursos naturales que se encuentren en ellos, o afecten sus derechos colectivos, o aspectos de su libre determinación, mecanismos de participación indígena u otros que afecten su supervivencia cultural y formas de vida, con la sola excepción de la ley de presupuesto. Para su aprobación, los proyectos de ley, indicaciones a éstos o reforma a la constitución, deben haber completado el proceso de consulta. Los acuerdos a los que se arribe con los pueblos y comunidades indígenas deben constar por escrito y ser fundados, deben incluirse en el Informe final que va las respectivas Cámaras y contener la fecha de la consulta si es que corresponde. Los acuerdos deberán siempre salvaguardar los derechos colectivos de los pueblos. Una ley deberá regular los aspectos no señalados en este artículo, conforme a los estándares del Sistema Internacional de los Derechos Humanos.",
    "sources": [
      "218-1"
    ]
  },
  {
    "article": "Artículo 41",
    "text": "Artículo 41.- La función ejecutiva estará integrada por la Presidenta o Presidente, la Vicepresidenta o Vicepresidente y las Ministras y Ministros.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 42",
    "text": "Artículo 42.- La Presidenta o Presidente de la República ejerce la jefatura de Estado y de Gobierno. La Presidenta o Presidente de la República ejerce las labores del gobierno y de administración del Estado en colaboración con la Vicepresidenta o Vicepresidente y del Gabinete de Ministras y Ministros de Estado.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 43",
    "text": "Artículo 43.- Para ser elegida Presidenta o Presidente se requiere tener nacionalidad chilena, ser ciudadano con derecho a sufragio, haber cumplido treinta años de edad, y tener residencia en el territorio nacional de forma continua los cuatro años anteriores a la elección, salvo que cumpla misión diplomática, labore en organismos internacionales o realice estudios en el extranjero, y que no incurra en las inhabilidades o prohibiciones establecidas en esta Constitución y la ley.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 44",
    "text": "Artículo 44.- La Presidenta o Presidente y la Vicepresidenta o Vicepresidente se elegirán mediante sufragio universal, directo, libre y secreto.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 45",
    "text": "Artículo 45.- Las candidaturas a la Presidencia y a la Vicepresidencia constarán en la misma papeleta. La Presidenta o Presidente y la Vicepresidenta o Vicepresidente serán elegidos en votación directa y por mayoría absoluta de votos válidos emitidos. Si en la primera votación ninguna dupla hubiera logrado mayoría absoluta, se realizará una segunda vuelta electoral, y en ella participarán las dos duplas más votadas en la primera vuelta.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 46",
    "text": "Artículo 46.- La constitución de la dupla Presidenta o Presidente y Vicepresidenta o Vicepresidente deberá respetar el principio de paridad.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 47",
    "text": "Artículo 47.- No podrá ser elegida Presidenta o Presidente quien esté en ejercicio de la máxima jefatura de la Vicepresidencia o Ministerios al momento de la postulación.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 48",
    "text": "Artículo 48.- La Presidenta o Presidente de la República durará cuatro años en el ejercicio de sus funciones, tras los cuales podrá ser reelegida o reelegido de forma inmediata o posterior, hasta una sola vez.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 49",
    "text": "Artículo 49.- Serán impedimentos temporales la ausencia temporal del territorio nacional por un periodo mayor a treinta días sin la debida autorización del Congreso Plurinacional y el impedimento temporal que haya sido declarado por el Congreso Plurinacional. En caso de impedimento absoluto de ambas autoridades, asumirá la Presidencia de la República la Presidenta o Presidente del Congreso Plurinacional, hasta tanto sean convocadas nuevas elecciones dentro de los treinta días siguientes a la declaratoria del Congreso Plurinacional.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 50",
    "text": "Artículo 50.- Serán atribuciones del Presidente o Presidenta de la República: 1. Cumplir y hacer cumplir esta Constitución, las leyes y los tratados internacionales, de acuerdo con sus competencias y atribuciones. 2. Dirigir la administración del Estado. 3. Nombrar y remover a las Ministras y Ministros de Estado, y a las demás funcionarias y funcionarios que corresponda, de acuerdo con esta Constitución y la ley. 4. Conducir las relaciones exteriores, suscribir y ratificar los tratados, convenios o acuerdos internacionales, y nombrar y remover a Embajadoras y Embajadores, y jefas y jefes de misiones diplomáticas. 5. Declarar los estados de excepción constitucional en los casos y formas que se señalan en esta Constitución y la ley. 6. Concurrir a la formación de las leyes conforme a lo que establece esta Constitución. 7. Ejercer la iniciativa de ley en materia tributaria salvo las relacionadas con la base imponible y los hechos gravados, en materia de conflictos armados; y en materias de atención al desabastecimiento. 8. Dictar decretos con fuerza de ley, previa autorización del Congreso Plurinacional, por motivos de necesidad o urgencia, conforme lo que se establece en esta Constitución. 9. Ejercer la potestad reglamentaria de conformidad con esta Constitución y la ley. 10. Ejercer la Jefatura Suprema de las Fuerzas Armadas permanentemente, disponerlas, organizarlas y distribuirlas para su desarrollo y empleo conjunto. 11. Designar al Jefe del Estado Mayor Conjunto, a Comandantes en Jefe de las Fuerzas Armadas, y conferir grados a oficiales generales, con acuerdo del Congreso Plurinacional. 12. Remover al Jefe del Estado Mayor Conjunto, a Comandantes en Jefe de las Fuerzas Armadas. 13. Proponer al Congreso Plurinacional la Política de Defensa Nacional, con asesoría del Consejo de Política Exterior y Defensa Nacional, de acuerdo a la ley. 14. Nombrar a la Contralora o Contralor General con acuerdo del Congreso Plurinacional. 15. Designar y remover funcionarias y funcionarios de su exclusiva confianza, de conformidad con lo que establece la ley. 16. Otorgar indultos particulares en los casos y formas que determine la ley. El indulto será improcedente en tanto no se haya dictado sentencia ejecutoriada en el respectivo proceso y si los hechos por los cuales la persona fue condenada constituyen delitos de lesa humanidad, violaciones graves de los derechos humanos y los crímenes de guerra. 17. Velar por la recaudación de las rentas públicas y decretar su inversión con arreglo a la ley. 18. Ejercer la jefatura máxima de las fuerzas de orden y seguridad pública, y designar a los integrantes del alto mando policial. 19. Convocar referendos en los casos previstos en esta Constitución.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 51",
    "text": "Artículo 51.- La Vicepresidenta o Vicepresidente es parte integrante del poder ejecutivo y coadyuva en la gestión de gobierno y la administración del Estado.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 52",
    "text": "Artículo 52.- Para ser Vicepresidenta o Vicepresidente serán aplicables los mismos requisitos exigidos a la Presidenta o Presidente.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 53",
    "text": "Artículo 53.- La Vicepresidenta o Vicepresidente tendrá las siguientes atribuciones: 1. Asumir la conducción del ejecutivo, en caso de cesación en el cargo de la Presidenta o Presidente. 2. Suplir las faltas temporales de la Presidenta o Presidente. 3. Coordinar el gabinete de Ministras y Ministros. 4. Ejercer facultades administrativas de gobierno, de conformidad con esta Constitución y la ley. 5. Concurrir a las sesiones del Congreso y participar en sus debates, pero no votar. 6. Representar a la Presidenta o Presidente en actividades nacionales e internacionales. 7. Nombrar y remover Subsecretarias/os y otros funcionarios, exceptuando los que correspondan a la Presidenta o Presidente, de acuerdo con esta Constitución y la ley. 8. Ejercer las funciones y atribuciones que le delegue la Presidenta o Presidente en el ámbito de su competencia.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 54",
    "text": "Artículo 54.- En caso de vacancia temporal o absoluta de la Presidencia de la República, asumirá el cargo la Vicepresidenta o Vicepresidente con sus mismas facultades y atribuciones. Si la vacancia fuese definitiva, ejercerá el cargo de Presidente(a) hasta completar el período de Gobierno. En caso de vacancia del cargo de Vicepresidenta o Vicepresidente, asumirá la Ministra o Ministro que corresponda según el orden de prelación establecido en la ley, hasta completar el período. Siempre que corresponda cubrir la vacancia conforme a los incisos precedentes deberá respetarse el principio de paridad.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 55",
    "text": "Artículo 55.- Las Ministras y Ministros integran el Ejecutivo y coadyuvan en la gestión de gobierno y administración del Estado. La ley determinará el número y organización de los Ministerios. La conformación del Gabinete deberá ser con respeto del principio de paridad.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 56",
    "text": "Artículo 56.- Para ser nombrada Ministra o Ministro se requiere tener la nacionalidad chilena, tener cumplidos veintiún años de edad y cumplir con los requisitos generales para el ingreso a la administración pública. Los Ministros y Ministras se reemplazarán en caso de ausencia, impedimento o renuncia de acuerdo a lo que establece la ley.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 57",
    "text": "Artículo 57.- Los reglamentos deberán ser firmados por el Ministro o Ministra respectivo. Los decretos e instrucciones podrán expedirse con la sola firma del Ministro o Ministra respectivo, por orden de la Presidenta o Presidente, en conformidad con lo que establezca la ley.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 58",
    "text": "Artículo 58.- Las Ministras y Ministros serán responsables de los actos que firmen y solidariamente de los que suscriban o acuerden con los otros y otras Ministros.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 59",
    "text": "Artículo 59.- Los Ministerios contarán con órganos descentralizados y desconcentrados de representación territorial en las regiones que estarán bajo la conducción de Secretarías Regionales Ministeriales, que serán representantes del Ministerio respectivo en la región.",
    "sources": [
      "236-1"
    ]
  },
  {
    "article": "Artículo 60",
    "text": "Artículo 60.- Para las elecciones populares, la ley creará un sistema electoral conforme a los principios de igualdad sustantiva, paridad, alternabilidad de género, y los demás contemplados en esta Constitución. Dicho sistema deberá garantizar que los órganos colegiados tengan una composición paritaria y promoverá la integración paritaria de los cargos unipersonales. Asimismo, asegurará que las listas electorales sean encabezadas siempre por una mujer.",
    "sources": [
      "116-1"
    ]
  },
  {
    "article": "Artículo 61",
    "text": "Artículo 61.- En las votaciones populares, el sufragio será universal, igualitario, libre, directo, secreto y obligatorio para las personas mayores de dieciocho años. Su ejercicio constituye un deber cívico. El sufragio será facultativo para las personas entre los dieciséis y los dieciocho años de edad y para las chilenas y chilenos que se encuentren en el extranjero. La inscripción en el registro electoral será automática. El procedimiento que regula las sanciones a las infracciones a esta disposición será establecido por una ley dictada para esos efectos. Las chilenas y chilenos con derecho a sufragio que se encuentren fuera del país podrán sufragar desde el extranjero en las elecciones primarias presidenciales, en las elecciones de Presidente de la República, en las parlamentarias y en los plebiscitos nacionales. La ley establecerá los requisitos y las formas para el ejercicio del derecho de sufragio por parte de las y los ciudadanos residentes en el extranjero, y garantizará la efectividad del mismo. Con este fin se constituirá una circunscripción del Extranjero para las elecciones parlamentarias, a la que se asignará un número de escaños con arreglo a los criterios que disponga la ley.",
    "sources": [
      "246-1"
    ]
  },
  {
    "article": "Artículo 62",
    "text": "Artículo 62.- Las personas extranjeras avecindadas en Chile por más de cinco años, y que cumplan con los requisitos señalados en el inciso primero del artículo anterior, podrán ejercer el derecho de sufragio en los casos y formas que determine la ley.",
    "sources": [
      "246-1"
    ]
  },
  {
    "article": "Artículo 63",
    "text": "Artículo 63.- El derecho a sufragio se suspende: 1. Por interdicción en caso de demencia; y 2. Por haber perdido la nacionalidad chilena.",
    "sources": [
      "246-1"
    ]
  },
  {
    "article": "Artículo 64",
    "text": "Artículo 64.- En ejercicio del derecho a la libre determinación de los Pueblos y Naciones Indígenas se garantiza su representación en todos los órganos de elección popular del Estado, especialmente, a través de un sistema de escaños reservados. El legislador debe organizar un mecanismo que asegure la representación de los pueblos indígenas respetando la paridad de género en sus resultados y la proporcionalidad demográfica del número de representantes respecto a la relación entre el total de la población indígena y la población total del país. Para la organización del diseño del sistema electoral para los cargos de representación popular, el legislador debe siempre respetar las formas de organización tradicional de los pueblos indígenas y las decisiones de sus instituciones propias.",
    "sources": [
      "289-1"
    ]
  },
  {
    "article": "Artículo 65",
    "text": "Artículo 65.- Podrán votar por los escaños reservados para Pueblos y Naciones Indígenas, en cualquier ámbito de representación, todos los ciudadanos y ciudadanas que pertenezcan a dichos Pueblos y Naciones, y que formen parte de un registro especial electoral denominado Registro Electoral Indígena, que administrará el Servicio Electoral. El Registro Electoral Indígena será construido por el Servicio Electoral, en base a los archivos que administren los órganos estatales, los que posean los Pueblos y Naciones Indígenas sobre sus miembros, y de las solicitudes de ciudadanos y ciudadanas que se autoidentifiquen como tales ante el Servicio Electoral, en los términos que indique la ley. Los ciudadanos y ciudadanas inscritas en el Registro Electoral Indígena sólo podrán votar por las candidaturas que se presenten para escaños reservados. Los inscritos en el mencionado Registro podrán retirarse o volver a registrarse, en cualquier momento, con los límites temporales que fijará el legislador.",
    "sources": [
      "215-1"
    ]
  },
  {
    "article": "Artículo 66",
    "text": "Artículo 66.- En las elecciones al Parlamento Plurinacional, el legislador fijará un número de escaños reservados para representantes indígenas que sea proporcional a la relación entre la población indígena y la población total del país. En virtud del principio de plurinacionalidad, se deberá asegurar al menos la representación de todos y cada uno de los pueblos indígenas reconocidos en esta Constitución. Los escaños indígenas se elegirán dentro de un distrito único para todo el país, de acuerdo a lo que establezca la ley.",
    "sources": [
      "217-1"
    ]
  },
  {
    "article": "Artículo 67",
    "text": "Artículo 67.- El Pueblo tribal afrodescendiente chileno tiene derecho a escaños reservados de representación en el poder legislativo plurinacional en aplicación del principio de paridad y dualidad, se elegirán dentro de un distrito único para todo el país, donde se votará para incorporar cada una las corporaciones de mencionado poder de acuerdo a lo que establezca la ley.",
    "sources": [
      "683-1"
    ]
  },
  {
    "article": "Artículo 67 A",
    "text": "Artículo 67 A.- Representación del Pueblo tribal afrodescendiente chileno. El Pueblo tribal afrodescendiente chileno tendrá un escaño reservado de representación en el Congreso o Parlamento Plurinacional, el cual se determinará dentro de un distrito único para todo el país. La ley determinará el mecanismo de elección y los requisitos para poder optar al cargo.",
    "sources": [
      "916-1"
    ]
  },
  {
    "article": "Artículo 68",
    "text": "Artículo 68.- De los partidos políticos y otros colectivos políticos. Los partidos políticos y otros colectivos políticos son organizaciones voluntarias cuya función es contribuir a la formación de la voluntad política de los pueblos. La ley establecerá un sistema de financiamiento nacional y regional de partidos y otros colectivos políticos. El nivel de financiamiento dependerá del nivel de representación del partido o colectivo. Solo recibirán este financiamiento los partidos y otros colectivos políticos que cumplan con condiciones de democracia, transparencia, fiscalización, paridad, y responsabilidad en conformidad con la ley. La ley podrá establecer condiciones distintas de reconocimiento de uno y otro tipo de asociación, pero asegurará la igualdad de condiciones para la competencia electoral.",
    "sources": [
      "225-1"
    ]
  },
  {
    "article": "Artículo 69",
    "text": "Artículo 69.- Misión y función. Los partidos y otros colectivos se agrupan en torno a definiciones programáticas relativas al bienestar común de los ciudadanos. La determinación del contenido de esas ideas es competencia de los partidos, pero ellas deberán ser compatibles con el ordenamiento democrático y con la conformación diversa de los pueblos y de sus miembros.",
    "sources": [
      "225-1"
    ]
  },
  {
    "article": "Artículo 70",
    "text": "Artículo 70.- Se reconoce a todas las personas el derecho a constituir y pertenecer a organizaciones políticas, en los marcos establecidos por esta Constitución y las leyes.",
    "sources": [
      "230-2"
    ]
  },
  {
    "article": "Artículo 71",
    "text": "Artículo 71.- Los partidos políticos y movimientos político-sociales son organizaciones públicas no estatales, que constituyen expresiones de la pluralidad política de los pueblos y sustentan concepciones políticas diversas. El Estado reconoce a los partidos y movimientos constituidos en la forma que determina la ley. Su organización, estructura y funcionamiento serán democráticas, responderán a los principios de plurinacionalidad e interculturalidad, y garantizarán la rendición de cuentas y transparencia de su financiamiento y contabilidad. Asimismo, sus directivas o estructuras de coordinación estarán conformadas de forma paritaria, asegurando que al menos el cincuenta por ciento de su composición sean mujeres, y deberán alternar periódicamente sus cargos, en la forma que establezca la ley.",
    "sources": [
      "230-2"
    ]
  },
  {
    "article": "Artículo 72",
    "text": "Artículo 72.- Las organizaciones políticas reconocidas legalmente deben implementar la paridad en sus espacios de dirección, asegurando la igualdad sustantiva en sus dimensiones organizativa y electoral, y promoviendo la plena participación política de las mujeres y las identidades trans y no binarias. Dichas organizaciones deberán destinar un financiamiento electoral adecuado a las candidaturas de mujeres e identidades trans y no binarias, el que en ningún caso podrá ser inferior al cincuenta por ciento del presupuesto destinado a la elección. El Estado y las organizaciones políticas garantizarán una equitativa promoción electoral de las candidaturas de mujeres e identidades trans y no binarias.",
    "sources": [
      "116-1"
    ]
  },
  {
    "article": "Artículo primero",
    "text": "Artículo primero. El Estado deberá adoptar con la mayor premura las medidas positivas, preventivas o restaurativas, para rectificar y reparar las discriminaciones por género resultantes de legislaciones y políticas públicas previas a la vigencia de la nueva Carta.",
    "sources": [
      "116-1"
    ]
  },
  {
    "article": "Artículo segundo",
    "text": "Artículo segundo. Biblioteca del Congreso Nacional. La ley que crea a la Unidad Técnica deberá integrar a los y las funcionarias de la Biblioteca del Congreso Nacional en ésta y deberá radicar las funciones que ésta actualmente cumple en la Unidad Técnica.",
    "sources": [
      "213-1"
    ]
  }
]