{
  "1035-Iniciativa-Convencional-Constituyente-del-convencional-Hugo-Gutierrez-sobre-requisito-para-ser-juez.pdf": {
    "propuesta_norma": "Artículo [xx]. Requisitos para ser nombrado juez o jueza de los Tribunales Superiores de Justicia: - Presentar antecedentes curriculares comprobables del conocimiento y defensa de los derechos fundamentales durante su vida profesional",
    "error": null,
    "autor": "Hugo Gutiérrez Gálvez",
    "autor_matched": "Gutierrez, Hugo",
    "comision": "N6. Comisión sobre Sistemas de Justicia, Órganos Autónomos de Control y Reforma Constitucional",
    "comision_n": 6,
    "fecha": "26/Enero/2022",
    "firmantes": [
      "HUGO GUTIÉRREZ GÁLVEZ",
      "ELISA LONCÓN ANTILEO",
      "MANUELA ROYO LETELIER",
      "ERICKA PORTILLA BARRIOS",
      "MARCOS BARRAZA GÓMEZ",
      "FRANCISCO CAAMAÑO ROJAS",
      "VANESSA HOPPE ESPOZ",
      "INGRID VILLENA NARBONA",
      "DANIEL BRAVO SILVA",
      "FRANCISCA ARAUNA URRUTIA",
      "ROSA CATRILEO ARIAS"
    ],
    "firmantes_matched": [
      "Gutierrez, Hugo",
      "Loncon, Elisa",
      "Royo, Manuela",
      "Portilla, Ericka",
      "Barraza, Marcos",
      "Caamano, Francisco",
      "Hoppe, Vanessa",
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Arauna, Francisca",
      "Catrileo, Rosa"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1034-Iniciativa-Convencional-Constituyente-del-convencional-Hugo-Gutierrez-sobre-comision-evaluadora-de-jueces.pdf": {
    "propuesta_norma": "Artículo Transitorio. A partir de la aprobación de la Nueva Constitución, los cargos de Ministras y Ministros de Corte de Apelaciones y de Corte Suprema serán objeto de una evaluación de desempeño por una única vez. Treinta días después de aprobada la Nueva Constitución se realizará la evaluación de desempeño a cargo de la Comisión de Evaluación, compuesta por once personas electas por el Presidente de la República, considerando criterios de plurinacionalidad, género, experticia en Justicia y Derechos Humanos, quienes revisarán el desempeño de actuales Ministras y Ministros de Cortes de Apelaciones y Corte Suprema, de acuerdo a méritos, probidad en el cargo, compromiso en la promoción y defensa de los derechos fundamentales, perspectiva de género durante su vida profesional, y aquellos ejes y principios fundamentales que la Nueva Constitución establece como esenciales. La Comisión de Evaluación podrá declarar la cesación de funciones de aquellos que no aprueben la evaluación de desempeño, procediendo, en su caso, en el plazo de 30 días a llamar a concurso público para los nuevos cargos, con los nuevos criterios constitucionales, los cuales serán elegidos con el mecanismo que establece esta constitución.",
    "error": null,
    "autor": "Hugo Gutiérrez Gálvez",
    "autor_matched": "Gutierrez, Hugo",
    "comision": "N6. Comisión sobre Sistemas de Justicia, Órganos Autónomos de Control y Reforma Constitucional",
    "comision_n": 6,
    "fecha": "26/Enero/2022",
    "firmantes": [
      "HUGO GUTIÉRREZ GÁLVEZ",
      "FRANCISCO CAAMAÑO ROJAS",
      "MANUELA ROYO LETELIER",
      "MANUEL WOLDARSKY GONZÁLEZ",
      "BASTIÁN ESTEBAN LABBÉ SALAZAR",
      "ELISA LONCÓN ANTILEO",
      "MAURICIO DAZA CARRASCO",
      "VANESSA HOPPE ESPOZ",
      "ERICKA PORTILLA BARRIOS",
      "MARCOS BARRAZA GÓMEZ"
    ],
    "firmantes_matched": [
      "Gutierrez, Hugo",
      "Caamano, Francisco",
      "Royo, Manuela",
      "Woldarsky, Manuel",
      "Labbe, Bastian",
      "Loncon, Elisa",
      "Daza, Mauricio",
      "Hoppe, Vanessa",
      "Portilla, Ericka",
      "Barraza, Marcos"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 10,
    "n_firmantes_matched": 10,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1033-Iniciativa-Convencional-Constituyente-del-cc-Neumann-sobre-Innovacion-Publica.pdf": {
    "propuesta_norma": "Artículo. Es deber del Estado utilizar los mejores avances disponibles de la ciencia y la tecnología para servir a las personas, sus familias y comunidades en la forma más digna, eficiente, oportuna, transparente y segura posible. Este deber recae sobre todos los órganos del Estado, especialmente en su administración, empresas y servicios. El legislador determinará las condiciones a través de las cuales el Estado desarrollará una cultura de innovación constante en el sector público, aplicando diversos sistemas de conocimiento científicos y tecnológicos que, en colaboración con el sector privado y la sociedad civil, hagan efectivo y oportuno el cumplimiento de este deber. El desarrollo de los planes, políticas y programas que configurarán esta cultura de innovación pública, tendrán en consideración los recursos económicos y humanos disponibles al momento de su ejecución y como límite intrínseco los principios bioéticos anclados en la dignidad humana.",
    "error": null,
    "autor": "Ricardo Neumann",
    "autor_matched": "Neumann, Ricardo",
    "comision": "N7. Comisión sobre sistemas de conocimientos, culturas, ciencia, tecnología, artes y patrimonios",
    "comision_n": 7,
    "fecha": "1/Febrero/2022",
    "firmantes": [
      "Ricardo Neumann",
      "Margarita Vargas",
      "Francisco Caamaño Rojas",
      "Angélica Tepper K.",
      "Carlos Calvo Muñoz",
      "Margarita Letelier",
      "Bernardo De La Maza",
      "Rodrigo Logan",
      "Renato Garín",
      "Felipe Mena",
      "Katerine Montealegre",
      "Arturo Zúñiga",
      "Harry Jurgensen",
      "Eduardo Cretton",
      "Constanza Hube"
    ],
    "firmantes_matched": [
      "Neumann, Ricardo",
      "Vargas, Margarita",
      "Caamano, Francisco",
      "Tepper, Maria Angelica",
      "Calvo, Carlos",
      "Letelier, Margarita",
      "De la Maza, Bernardo",
      "Logan, Rodrigo",
      "Garin, Renato",
      "Mena, Felipe",
      "Montealegre, Katerine",
      "Zuniga, Luis Arturo",
      "Jurgensen, Harry",
      "Cretton, Eduardo",
      "Hube, Constanza"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 15,
    "n_firmantes_matched": 15,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1032-Iniciativa-Convencional-Constituyente-de-la-cc-Jennifer-Mella-sobre-Recoleccion-de-Residuos.pdf": {
    "propuesta_norma": "Art. XXX. Los principios que inspiran la planificación estratégica de la gestión de residuos son: Precautorio; Preventivo; Perspectiva Socioecológica; Corresponsabilidad entre Productores y Consumidores; Responsabilidad del Generador de Residuos; Valorización de Residuos; Manejo Ambientalmente Racional de los Residuos; Inclusión; Participativo; Trazabilidad; Transparencia y Publicidad; Gradualismo; Libre Competencia; Justicia Ambiental; El que Contamina Paga; y Jerarquía del Manejo de Residuos. El principio de jerarquía del manejo de residuos, considerará la educación, prevención, reparación, reutilización, reciclaje y valorización energética. El principio de justicia ambiental, establece la justa distribución de las externalidades negativas y positivas en el Medio Ambiente y la Naturaleza. Art XXX. El Estado garantizará el manejo ambientalmente racional de los residuos, entendiendo como tal, desechos de personas, residuos orgánicos, aguas grises, aguas negras, residuos tóxicos, peligrosos, entre otros. Art XXX. El Estado velará por una educación ambiental formal, en todos los niveles, que visibilice los efectos de residuos en el medioambiente y promueva la prevención, reutilización y reciclaje de estos. Art. XXX. El Estado velará por la creación de trabajos sustentables, permitiendo a recolectores base; asociaciones comunitarias inscritas; municipalidades; y asociaciones de municipalidades con personalidad jurídica, puedan participar en el manejo de residuos, pudiendo vender los residuos recolectados o valorizados. El Estado debe proveer recursos y formas de apoyo necesarios para garantizar, fomentar y facilitar la participación de las comunidades en los procesos de manejo de residuos, en la formación y capacitación de recicladores y dando preferencia al tratamiento local. Art. XXX. El Estado deberá mandatar a sus instituciones pertinentes la realización de la planificación estratégica para la gestión de residuos y coordinar acciones y medidas de acuerdo a los nuevos estándares constitucionales. El Estado tendrá 4 años para elaborar este informe de evaluación estratégica para la gestión integral de residuos. Art. XXX. El Estado deberá realizar un catastro de vertederos, basurales y micro basurales dentro del territorio nacional, al mismo tiempo analizará todas aquellas Resoluciones de Calificaciones Ambientales (RCA) respecto a vertederos y rellenos sanitarios, determinando el cierre inmediato de aquellos que no cuentan con permisos de funcionamiento.",
    "error": null,
    "autor": "Jeniffer Mella",
    "autor_matched": "Mella, Jeniffer",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "31/enero/2022",
    "firmantes": [
      "Jeniffer Mella Escobar",
      "Yarela Gómez Sánchez",
      "María Trinidad Castillo Boilet",
      "Valentina Miranda Arce",
      "Carlos Calvo Muñoz",
      "Hernán Velásquez Núñez",
      "Bessy Gallardo Prado",
      "Carolina Sepúlveda Sepúlveda",
      "Gaspar Domínguez Donoso",
      "Guillermo Namor Kong",
      "Jorge Abarca Riveros",
      "Juan José Martin Bravo",
      "Ericka Portilla Barrios"
    ],
    "firmantes_matched": [
      "Mella, Jeniffer",
      "Gomez, Yarela",
      "Castillo, Maria Trinidad",
      "Miranda, Valentina",
      "Calvo, Carlos",
      "Velasquez, Hernan",
      "Gallardo, Bessy",
      "Sepulveda, Carolina",
      "Dominguez, Gaspar",
      "Namor, Guillermo",
      "Abarca, Jorge",
      "Martin, Juan Jose",
      "Portilla, Ericka"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 13,
    "n_firmantes_matched": 13,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1031-Iniciativa-Convencional-Constituyente-del-cc-Tomas-Laibe-sobre-Personas-Privadas-de-Libertad.pdf": {
    "propuesta_norma": "Artículo XX1. Toda persona sometida a cualquier forma de privación de libertad por el Estado será tratada con el debido respeto a su dignidad. Es deber del Estado, en su especial posición de garante frente a las personas privadas de libertad, velar por el resguardo y ejercicio efectivo de sus derechos fundamentales consagrados en esta Constitución y en los instrumentos internacionales de los derechos humanos. Sólo el Estado puede ejecutar el cumplimiento de las penas y medidas privativas de libertad decretadas por los tribunales de justicia, a través de instituciones públicas especialmente establecidas para estos fines. Esta función no podrá ser ejercida por privados. Los establecimientos penitenciarios deben estar administrados por personal civil especializado, el cual debe contar con los recursos suficientes para el cumplimiento de su función institucional. Los establecimientos penitenciarios deberán separar a la población penal utilizando criterios apropiados para garantizar el respeto de los derechos humanos de la persona privada de libertad y su seguridad. Las personas sometidas a una medida de seguridad de internación o a la medida cautelar de internación provisional, no podrán permanecer en un establecimiento penitenciario, debiendo ser trasladadas a una institución especializada en salud mental para realizar la custodia, tratamiento o la internación, según correspondiere. Cuando se impongan sanciones penales a personas pertenecientes a los pueblos y naciones originarias se garantizarán las condiciones que permitan ejercer su derecho a su identidad e integridad cultural y se dará preferencia a medidas distintas al encarcelamiento. Una ley regulará la ejecución de la pena, de conformidad con lo establecido en este artículo, contemplando, al menos, las condiciones de cumplimento de penas y medidas de seguridad, el régimen interno y disciplinario de los establecimientos penitenciarios. La ejecución de sanciones penales o medidas cautelares privativas de libertad estarán siempre sujetas a control judicial. Artículo XX2. Las personas privadas de libertad gozan de los derechos consagrados en esta Constitución y no podrán sufrir limitaciones a otros derechos que aquellos que sean expresamente y razonablemente restringidos en la resolución judicial. Se prohíbe totalmente la pena de muerte, y, salvo respecto de los delitos de lesa humanidad, aquellas de carácter perpetuo o duración ilimitada o indefinida. El Estado debe mitigar los efectos adversos de la privación de libertad respecto de la familia y la comunidad de la persona sujeta a esta, esto mediante medidas adecuadas de apoyo a las personas que estén bajo su cuidado y dependencia. Artículo XX3. Ninguna persona privada de libertad podrá ser sometida a tortura ni a otros tratos crueles, inhumanos o degradantes, ni trabajos forzosos. Asimismo, no podrá ser sometida a aislamiento o incomunicación como sanción disciplinaria. Tampoco podrá quedar incomunicada en la investigación de delitos en que hubiere participado, salvo en hipótesis calificadas y durante un tiempo proporcional y razonable, señalados expresamente por el legislador. Artículo XX4. Las personas privadas de libertad tienen el derecho a hacer peticiones a la autoridad penitenciaria y a la judicatura para el resguardo de sus derechos y a recibir una respuesta oportuna. Asimismo tienen derecho a mantener la comunicación y el contacto personal, directo y periodico con sus redes de apoyo y personas encargadas de su asesoría jurídica, sin que el ejercicio de estos derechos se pueda entorpecer, suspender o vulnerar por razones disciplinarias o administrativas. Las visitas tienen derecho a no ser sometidas a tratos o procedimiento vejatorios o degradantes, y es deber del Estado disponer todos los medios tecnológicos, materiales y humanos como forma de garantizar este derecho. Artículo XX5. El cumplimiento de las sanciones penales se enfocará hacia la inserción e inclusión de la persona condenada, garantizando durante la ejecución de la pena un enfoque de género, etario, pertinencia cultural, igualdad material y no discriminación, especial consideración de las personas pertenecientes a grupos históricamente excluidos y aquellas en situación de vulnerabilidad; y un ambiente adecuado de acuerdo a la naturaleza y gravedad del delito y de las demás condiciones de las personas condenadas. La persona privada de libertad tiene el derecho a la inserción social. Es deber del Estado proveer las condiciones que aseguren la participación de las personas condenadas en la vida en comunidad, para su inserción social y para el libre desarrollo de su personalidad, así como la creación y fortalecimiento de programas de justicia restaurativa. Estos programas deben ser ofrecidos durante y con posterioridad a la ejecución de la pena, y serán asumidos por las personas de manera libre y voluntaria. El Estado garantiza a los reclusos la posibilidad de realizar trabajos productivos, con pleno respeto de sus derechos, cuyas ganancias no podrán ser imputadas al pago de sanciones penales o disciplinarias. Las personas que hayan sido condenadas por un delito tendrán derecho a la eliminación de sus antecedentes penales, salvo las excepciones que la ley señale. Tales antecedentes sólo podrán ser consultados por un tribunal. No serán en ningún caso considerados como información pública, salvo por los registros especiales que la ley disponga. Artículo XX6. Toda iniciativa de ley penal debe justificar las penas propuestas en términos de necesidad, idoneidad y proporcionalidad. La pena privativa de libertad sólo podrá ser establecida cuando no haya una sanción menos gravosa que pueda ser igualmente adecuada para los fines legítimos perseguidos por el legislador en una sociedad democrática.",
    "error": null,
    "autor": "Laibe, Tomas",
    "autor_matched": "Laibe, Tomas",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": null,
    "firmantes": [
      "Carlos Calvo Muñoz",
      "Tomás Laibe Sáez",
      "Janis Meneses",
      "Patricio Fernández Chadwick",
      "Benito Baranda",
      "Alexis Caiguan",
      "Giovanna Roa Cadin",
      "Malucha Pinto Solari",
      "Natividad Llanquileo Pilquiman",
      "Carolina Videla Osorio",
      "Constanza Schonhaut Soto",
      "Andrés Cruz Carrasco",
      "Tatiana Urrutia Herrera",
      "Bastián Labbé Salazar",
      "Gaspar Domínguez Donoso",
      "Amaya Álvez Marín"
    ],
    "firmantes_matched": [
      "Calvo, Carlos",
      "Laibe, Tomas",
      "Meneses, Janis",
      "Fernandez, Patricio",
      "Baranda, Benito",
      "Caiguan, Alexis",
      "Roa, Giovanna",
      "Pinto, Malucha",
      "Llanquileo, Natividad",
      "Videla, Carolina",
      "Schonhaut, Constanza",
      "Cruz, Andres",
      "Urrutia, Tatiana",
      "Labbe, Bastian",
      "Dominguez, Gaspar",
      "Alvez, Amaya"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 16,
    "n_firmantes_matched": 16,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1030-Iniciativa-Convencional-Constituyente-del-cc-Arturo-Zuniga-sobre-Derecho-a-la-Salud.pdf": {
    "propuesta_norma": "Artículo X. La Constitución asegura a todas las personas: El derecho a la salud. El Estado promueve el libre e igualitario acceso a las acciones de salud, sean éstas de promoción, prevención o recuperación de salud, de rehabilitación de la persona o cuidados paliativos en la última etapa de la vida. El Estado será el ejecutor preferente de las acciones de salud cuando no exista iniciativa privada que permita garantizar su ejecución, en la forma y condiciones que determine la ley. El Estado coordinará las acciones de salud, sean éstas efectuadas por entidades públicas o privadas. Asimismo, el Estado efectuará acciones de control y fiscalización al sector de la salud, para el adecuado acceso y ejecución de las acciones sanitarias. El Estado podrá integrar o coordinar los recursos públicos y privados para la prestación de acciones de salud. Una ley establecerá las bases para efectuar la integración, la que considerará, a lo menos, las condiciones sanitarias que autorizan la aplicación de esta medida, los problemas de salud considerados, la forma de coordinación y el procedimiento de entrega de la correspondiente contraprestación a quienes efectúen las prestaciones. Existirá un seguro único de salud para todos los habitantes de la República. Cada persona podrá elegir el tipo de administrador de éste y de seguros complementarios voluntarios. Ambos podrán ser públicos o privados. Con todo, el Estado implementará los mecanismos necesarios para que las personas puedan elegir sus prestadores de salud, sean públicos o privados.",
    "error": null,
    "autor": "Arturo Zúñiga Jory",
    "autor_matched": null,
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Arturo Zuñiga",
      "Claudia Castro",
      "Pablo Toloza",
      "Pollyana Rivera",
      "Rocío Cantuarias",
      "Marcela Cubillos S.",
      "Carol Bown. S.",
      "Felipe Mena",
      "Harry Jürgensen C.",
      "RODRIGO ÁLVAREZ",
      "KATE MONTEALEGRE"
    ],
    "firmantes_matched": [
      "Castro, Claudia",
      "Toloza, Pablo",
      "Rivera, Pollyana",
      "Cantuarias, Rocio",
      "Mena, Felipe",
      "Alvarez, Rodrigo",
      "Zuniga, Luis Arturo",
      "Cubillos, Marcela",
      "Bown, Carol",
      "Jurgensen, Harry",
      "Montealegre, Katerine"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1029-Iniciativa-Convencional-Consituyente-de-la-cc-Carolina-Vilches-sobre-Regeneracion-de-la-Vida.pdf": {
    "propuesta_norma": "Artículo 1. Es deber del Estado garantizar un modelo de desarrollo acorde con los principios constitucionales, con el Buen Vivir, con el respeto a los derechos de la naturaleza, la plurinacionalidad y con los Derechos Humanos contenidos en esta Constitución y en los instrumentos internacionales ratificados por Chile. Artículo 2. Es deber del Estado promover un modelo de desarrollo que deberá conciliar la conservación, preservación y regeneración del medio ambiente, de la diversidad biológica y los ecosistemas, de la identidad sociocultural y la memoria ancestral con la ejecución e implementación de actividades económicas. Este modelo de desarrollo debe establecer mecanismos de medición que abarquen dimensiones tales como comunidad, educación, medio ambiente, participación cívica, salud, vivienda, ingresos, trabajo, vida satisfactoria, seguridad, balance de la vida en el trabajo. Es también deber del Estado reconocer y garantizar el proceso de sucesión ecológica de los ecosistemas comprendidos dentro del territorio nacional, concibiendo este proceso como fundamental para la subsistencia de la vida y, por ende, de la humanidad. La asistencia, facilitación y generación de condiciones propicias para el desarrollo de este proceso fundamental debe instalar la noción de que las actividades humanas deben tener impacto positivo sobre los ecosistemas. El estado, para efectos de sostener el modelo de desarrollo, debe reconocer como actividad productiva aquellas que capturan carbono y respetan la biodiversidad, que restablecen corredores biológicos, que producen alimentos de buena calidad y salud, que restauran las capacidades de los ecosistemas y su provisión de ecoservicios, constituyendo así, ciclos productivos de carácter circular que restauran los bienes comunes que sustentan cualquier modelo económico, según lo prescrito en el inciso anterior. Este modelo de desarrollo corresponde al Modelo de Desarrollo Territorial Regenerativo. Es contrario a esta Constitución la noción de un modelo de desarrollo extractivista. Artículo 3. El Estado deberá regular en la legislación interna la figura de Reserva de la Biosfera, reconocida por la UNESCO, como un Modelo de Gestión y Ordenamiento Territorial, garantizando su protección y máxima realización mediante la implementación de un Modelo de Desarrollo Territorial Regenerativo. El Estado deberá alinear políticas, planes y programas, instrumentos de planificación territorial y cualesquiera otra normativa pertinente a la estructura de este Modelo de Gestión y Ordenamiento Territorial. Una ley determinará la institucionalidad necesaria para cumplir este mandato. Artículo 4. El Estado debe garantizar el derecho de autodeterminación y ejercicio soberano. En cada territorio se constituirá una gobernanza de escala local para la gestión de las Reservas de la Biósfera. Las funciones, atribuciones y facultades se determinarán reglamentariamente en el proceso constitutivo de esta gobernanza territorial que tendrá el carácter de vinculante para el Estado. Es también deber del Estado poner a disposición de las comunidades y habitantes del territorio los medios necesarios para el ejercicio de soberanía, dotar de capacidad, financiamiento y facultades a las comunidades con respecto a las herramientas institucionales para la gestión de la Reserva de la Biósfera y demás materias relacionadas.",
    "error": null,
    "autor": "Vilches, Carolina",
    "autor_matched": "Vilches, Carolina",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "1/febrero/2022",
    "firmantes": [
      "Carolina Vilches Fuenzalida",
      "Ivanna Olivares Miranda",
      "Gloria Alvarado Jorquera",
      "Cristóbal Andrade León",
      "Manuela Royo Letelier",
      "Janis Meneses Palma",
      "LISETTE VERGARA RIQUELME",
      "Claudio Gomez Castro",
      "Camila Zárate Zárate",
      "Nicolás Núñez Gangas",
      "Cesar Uribe Araya",
      "Isabel Godoy Monardez",
      "Eric Chinga Ferreira",
      "Victorino Antilef Ñanco",
      "Natividad Llanquileo Pilquimán",
      "Felix Galleguillos Aymani"
    ],
    "firmantes_matched": [
      "Vilches, Carolina",
      "Olivares, Ivanna",
      "Alvarado, Gloria",
      "Andrade, Cristobal",
      "Royo, Manuela",
      "Meneses, Janis",
      "Vergara, Lisette",
      "Gomez, Claudio",
      "Zarate, Camila",
      "Nunez, Nicolas",
      "Uribe, Cesar",
      "Godoy, Isabel",
      "Chinga, Eric",
      "Antilef, Victorino",
      "Llanquileo, Natividad",
      "Galleguillos, Felix"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 16,
    "n_firmantes_matched": 16,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1028-Iniciativa-Convencional-Constituyente-de-la-cc-Lisette-Vergara-sobre-defensoria-de-los-derechos-humanos.pdf": {
    "propuesta_norma": "Artículo (a). Existirá un organismo del Estado, autónomo, jerarquizado, con personalidad jurídica y patrimonio propio y debidamente financiado, denominado Defensoría de los Derechos Humanos de los Pueblos, quien asumirá la defensa y promoción en materia de los derechos humanos, actuando siempre bajo el criterio de la dignidad humana, sin perjuicio del derecho de cada persona para el ejercicio particular de las acciones que establezcan esta Constitución y las leyes. Artículo (b). El Defensor o la Defensora Nacional de los pueblos será designado/a por la Cámara de Representantes, previo concurso público de antecedentes, por los tres quintos de las parlamentarias y parlamentarios en ejercicio. La ley determinará los requisitos para el ejercicio del cargo, y el procedimiento para su designación. En el ejercicio de su labor desarrollará tareas de investigación y formación respecto de los derechos de la niñez y la adolescencia; derechos de las personas en situación de discapacidad; derechos de género y diversidad sexual; derechos del adulto mayor; derechos de los pueblos originarios, derechos de los inmigrantes y los derechos de la naturaleza. Artículo (c). Una Ley Orgánica Constitucional determinará la organización y atribuciones de la Defensoría de los Derechos Humanos de los pueblos, señalará las calidades y requisitos que deberán tener y cumplir los defensores y defensoras para su nombramiento y las causales de remoción de los defensores y defensoras adjuntos, en lo no contemplado en la Constitución. Las personas que sean designadas defensores y defensoras no podrán tener impedimento alguno que las inhabilite para desempeñar el cargo. Los defensores y defensoras regionales y adjuntos cesarán por el solo ministerio de la ley al cumplir la edad de jubilación establecida por el sistema de seguridad social vigente a la fecha. Artículo (d). La Ley Orgánica Constitucional establecerá el grado de independencia y autonomía y la responsabilidad que tendrán los defensores y defensoras en la dirección de los casos que tengan a su cargo.",
    "error": null,
    "autor": "Vergara, Lisette",
    "autor_matched": "Vergara, Lisette",
    "comision": "N6. Comisión sobre Sistemas de Justicia, Órganos Autónomos de Control y Reforma Constitucional",
    "comision_n": 6,
    "fecha": "01/febrero/2022",
    "firmantes": [
      "Lisette Vergara Riquelme",
      "Isabel Godoy Monárdez",
      "Elsa Labraña Pino",
      "Marco Arellano Ortega",
      "Tania Madriaga Flores",
      "Alejandra Pérez Espina",
      "Francisco Caamaño Rojas",
      "R. Loreto Vidal Hernández"
    ],
    "firmantes_matched": [
      "Vergara, Lisette",
      "Godoy, Isabel",
      "Labrana, Elsa",
      "Arellano, Marco",
      "Madriaga, Tania",
      "Perez, Alejandra",
      "Caamano, Francisco",
      "Vidal, Rossana"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 8,
    "n_firmantes_matched": 8,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1027-Iniciativa-Convencional-Consituyente-del-cc-Felipe-Harboe-sobre-Derecho-a-la-Vida.pdf": {
    "propuesta_norma": "Artículo XXX. Toda persona tiene derecho a la vida y la integridad física y psíquica. Se prohíbe la aplicación de la pena de muerte para toda clase de delitos y jurisdicciones en cualquier circunstancia. Ninguna persona será sometida a torturas ni a penas o tratos crueles, inhumanos o degradantes. Toda persona cuya libertad sea limitada por acción del Estado será tratada con el respeto debido a la dignidad inherente al ser humano. Se prohíbe la privación de libertad fundada únicamente en el no pago de deudas, salvo que se trate del incumplimiento de obligaciones alimentarias. El Estado deberá impulsar la investigación y sanción de las conductas que busquen afectar la vida o la integridad de las personas; y deberá promover estrategias que permitan evitar estos derechos sean afectados de manera injustificada por otras personas o por agentes del Estado. El Estado tendrá la obligación de contemplar tribunales especializados para juzgar los delitos cometidos por adolescentes y adultos. Asimismo, deberá procurar en el caso de la ejecución de penas privativas de la libertad, de separar a los adolescentes responsables penalmente de los adultos y los hombres de las mujeres. Asimismo, deberán ser objeto de un resguardo especial toda persona que en atención a su género, nacionalidad o etnia pueda ser objeto de estigma en caso de ser encerrado junto a ellas según las modalidades que fije la ley.",
    "error": null,
    "autor": "Harboe, Felipe",
    "autor_matched": "Harboe, Felipe",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "12/Enero/2022",
    "firmantes": [
      "Felipe Harboe Bascuñan",
      "Fuad Chahín Valenzuela",
      "Luis Barceló Amado",
      "Eduardo Castillo Vigouroux",
      "Agustín Squella Narducci",
      "Miguel Ángel Botto",
      "Rodrigo Logan",
      "Cristián Monckeberg",
      "Carolina Sepúlveda",
      "Hernán Larrain M."
    ],
    "firmantes_matched": [
      "Harboe, Felipe",
      "Chahin, Fuad",
      "Barcelo, Luis",
      "Castillo, Eduardo",
      "Squella, Agustin",
      "Botto, Miguel Angel",
      "Logan, Rodrigo",
      "Monckeberg, Cristian",
      "Sepulveda, Carolina",
      "Larrain, Hernan"
    ],
    "n_firmantes": 10,
    "n_firmantes_matched": 10,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1026-Iniciatva-Convencional-Constituyente-del-cc-Mariela-Serey-sobre-Personas-Discapacitadas.pdf": {
    "propuesta_norma": "Artículo 1º. El Estado promoverá, protegerá y garantizará los derechos de todas las personas con discapacidad establecidos en esta Constitución y en los tratados internacionales sobre derechos humanos suscritos y ratificados que se encuentren vigentes. Asimismo, asegurará el respeto irrestricto a sus múltiples diversidades. Es obligación del Estado de Chile garantizar el ejercicio pleno de sus derechos por parte de las personas con discapacidad, sin distinciones de ninguna índole, con el objetivo de que se alcance la inclusión, la accesibilidad universal, el respeto de la dignidad inherente, la igualdad sustantiva, el derecho a una vida independiente y la autonomía en todas las esferas de la vida. El Estado garantizará, con especial énfasis, los siguientes derechos: 1) Las personas con discapacidad tienen plena capacidad jurídica de goce y ejercicio en todos los ámbitos de la vida, sin restricciones. 2) Acceso en igualdad de condiciones a una educación inclusiva, sin segregación, integral, con garantía de acceso, permanencia y progreso, según sus necesidades, respetando los entornos culturales y lingüísticos en todo el proceso educativo. 3) Una atención de salud de la misma calidad de los servicios en que se atiende toda la sociedad, adoptando medidas que permitan su acceso en forma oportuna y sin discriminación en todo el territorio nacional. El Estado garantizará la habilitación, rehabilitación y apoyos sanitarios para los distintos tipos de discapacidades, de manera amplia e integral; 4) Ejercicio del derecho al trabajo y la participación sindical para las personas con discapacidad en el ámbito público y privado, resguardando la igual remuneración y condiciones ante las mismas funciones, con los ajustes necesarios para su realización en todas las etapas del proceso, incluyendo la mediación y medidas de equiparación de oportunidades que sean necesarias; 5) Derecho a la seguridad social, en base a los principios de universalidad, suficiencia y permanencia a lo largo del ciclo vital, así como a las coberturas acorde a sus necesidades. 6) El Estado asegurará, garantizará y promoverá el derecho al ocio, el esparcimiento y descanso para las personas con discapacidad. 7) Derechos culturales de las personas con discapacidad reconociendo su libertad creativa, promoviendo tanto el acceso como la participación preferente en la vida cultural y artística como sus propias expresiones artísticas y culturales, según sea su interés y de acuerdo a sus identidades. 8) Derechos políticos de las personas con discapacidad, asegurando su representación y participación efectiva, directamente y a través de representantes libremente elegidos, incluida la participación en espacios de deliberación y toma de decisión a través de cuotas reservadas y otros mecanismos que aseguren la plena inclusión en los procesos electorales. Artículo 2º. Es deber del Estado establecer y adoptar las medidas necesarias y ajustes razonables para eliminar todo tipo de barreras físicas, sociales, culturales, lingüísticas, actitudinales, de comunicación y de cualquier otro carácter, que impidan la participación efectiva de las personas con discapacidad en la sociedad o que dificulten el ejercicio de sus derechos. Para lo anterior, los órganos del Estado considerarán en sus políticas, programas y planes la protección y promoción de los derechos de las personas con discapacidad, contando con su participación vinculante e incidente a nivel individual y colectivo, resguardando su identidad, dignidad, cultura, atributos de la personalidad, autonomía e independencia. Artículo 3º. Es obligación del Estado de Chile garantizar la investigación y desarrollo de bienes, servicios, equipos e instalaciones de diseño universal, así como la disponibilidad de ayudas técnicas, el desarrollo y el uso de nuevas tecnologías que aseguren la independencia y autonomía. Deberá establecer normas que aseguren la accesibilidad adecuada para las personas con discapacidad, en instancias tales como la construcción y adaptación de edificios, servicios públicos, viviendas y espacios culturales, en la fabricación y adquisición de vehículos de transporte público de conformidad a la ley. Artículo 4º. Se reconocen los derechos lingüísticos y las identidades culturales de las personas con discapacidad, así como el derecho a expresarse y comunicarse a través de las lenguas correspondientes, y el acceso a mecanismos, medios y formas alternativas de comunicación. Se dará igualdad de trato a las expresiones de estas identidades culturales. La lengua de señas chilena es la lengua oficial de la comunidad de personas sordas en Chile. El Estado la reconoce como Lengua y garantiza su uso en todos los ámbitos de desarrollo social, educativo y de ejercicio ciudadano. Artículo 5°. Es deber del Estado impulsar un sistema de protección que garantice derechos en forma universal y para todos los ciclos vitales, impulsando políticas destinadas a este fin. Artículo 6º. El Estado debe asegurar, promover y garantizar un sistema nacional servicios sociales que incluya la asistencia personal como un derecho fundamental de las personas con discapacidad que lo requieran y de la manera que lo necesiten, a fin de promover su vida independiente, desarrollando políticas públicas concordantes con los principios establecidos en los artículos anteriores, de conformidad a la Ley. Artículo 7º. La ley regulará estas materias y creará los organismos técnicos y ejecutores necesarios, para asegurar el cumplimiento y garantía de estos derechos, así como la sanción de actos o prácticas que constituyan discriminación, abuso, maltrato, violencia, exclusión, restricción y explotación en contra de las personas con discapacidad. Artículo 8°. Toda persona con discapacidad agraviada por actos u omisiones que afecten o amenacen los derechos fundamentales o los derechos humanos reconocidos en los tratados internacionales ratificados por Chile y que se encuentren vigentes, tendrá acción de amparo para recurrir por sí o por cualquiera a su nombre ante el tribunal competente, el cual adoptará de inmediato todas las providencias que juzgue necesarias para restablecer el imperio del derecho y asegurar la debida protección de aquélla. Esta acción se podrá interponer mientras la conducta denunciada persista, de acuerdo con un procedimiento urgente, preferente, sumario, contradictorio y en única instancia. La ley regulará esta acción y determinará que sea conocida por los tribunales más cercanos a la o el solicitante, garantizando accesibilidad a la justicia. La Defensoría de los Pueblos tendrá una relatoría especial para estas materias, pudiendo impetrar esta acción en favor de personas con discapacidad en los casos que determine su ley orgánica.",
    "error": null,
    "autor": "Serey, Mariela",
    "autor_matched": "Serey, Mariela",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "25/enero/2022",
    "firmantes": [
      "MARCOS BARRAZA",
      "MALUCHA PINTO",
      "MARIELA SEREY",
      "ALEJANDRA FLORES",
      "CLAUDIO GÓMEZ",
      "AURORA DELGADO",
      "JULIO ALVAREZ",
      "TATIANA URRUTIA",
      "MAXIMILIANO HURTADO",
      "DAMARIS ABARCA",
      "NICOLÁS NUÑEZ",
      "IVANNA OLIVARES",
      "VALENTINA MIRANDA",
      "CRISTINA DORADOR",
      "LIDIA GONZALEZ",
      "HUGO GUTIERREZ"
    ],
    "firmantes_matched": [
      "Barraza, Marcos",
      "Pinto, Malucha",
      "Serey, Mariela",
      "Flores, Alejandra",
      "Gomez, Claudio",
      "Delgado, Aurora",
      "Alvarez, Julio",
      "Urrutia, Tatiana",
      "Hurtado, Maximiliano",
      "Abarca, Damaris",
      "Nunez, Nicolas",
      "Olivares, Ivanna",
      "Miranda, Valentina",
      "Dorador, Cristina",
      "Gonzalez, Lidia",
      "Gutierrez, Hugo"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 16,
    "n_firmantes_matched": 16,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1025-Iniciativa-Convencional-Constituyente-del-cc-Eric-Chinga-sobre-DDFF-de-los-trabajadores.pdf": {
    "propuesta_norma": "Artículo XX. El Estado debe garantizar el derecho al trabajo a toda persona en condición de hacerlo. Organizando instituciones y servicios para que las personas puedan obtener un empleo digno, en correspondencia con su elección, calificación, aptitud y exigencias de la economía y la sociedad. Además, el Estado debe organizar instituciones y servicios que faciliten a los trabajadores el desempeño de sus responsabilidades. Artículo XX. El trabajo debe tender a su estabilidad en el tiempo y el Estado deberá elaborar legislación que lo garantice. Son contrarias a ello, los empleos de plazo fijo y temporales, siendo limitados en su aplicación y tiempo. El término de la relación laboral deberá ser causado, fundándose en la ley y debidamente justificado. Artículo XX. El trabajador y la trabajadora en el empleo, deben ser protegidos por el Estado mediante la legislación y sus órganos. Debiendo el empleador garantizar de acuerdo a la ley, la protección de sus trabajadores durante toda la relación laboral. Al término de la relación laboral, todo trabajador y trabajadora tendrá derecho a la remuneración de desempleo. Terminada la vida laboral activa, el trabajador y la trabajadora tendrán derecho a recibir una justa jubilación. Artículo XX. Los trabajadores a trabajadoras no podrán ser discriminados o discriminadas en el empleo, ni en forma previa, ni durante, ni al término de la relación laboral. Artículo XX. Todo trabajador o trabajadora tiene derecho a recibir un salario justo para satisfacer sus necesidades de acuerdo a las exigencias de la vida social, por las actividades laborales que realiza y la riqueza que genera. Garantizando a lo menos condiciones dignas para él y su grupo familiar. Por un mismo trabajo se retribuirá con un mismo salario. Artículo XX. Todo trabajador o trabajadora puede fundar sindicatos, unirse a sindicatos y desafiliarse de los mismos. Por cada empleador o empleadores asociados, solo podrá existir una organización sindical de trabajadores y/o trabajadoras, que representará a todos los",
    "error": null,
    "autor": "Eric Chinga",
    "autor_matched": "Chinga, Eric",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Eric Chinga Ferreira",
      "Isabel Godoy Monardez",
      "Lisette Vergara Riquelme",
      "Tania Madriaga Flores",
      "María Magdalena Rivera Iribarren",
      "Wilfredo Bacian Delgado",
      "Manuel Woldarsky González.",
      "Alejandra Perez Espina.",
      "Elsa Labraña Pino."
    ],
    "firmantes_matched": [
      "Chinga, Eric",
      "Godoy, Isabel",
      "Vergara, Lisette",
      "Madriaga, Tania",
      "Rivera, Maria Magdalena",
      "Bacian, Wilfredo",
      "Woldarsky, Manuel",
      "Perez, Alejandra",
      "Labrana, Elsa"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 9,
    "n_firmantes_matched": 9,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1024-Iniciativa-Convencional-Constituyente-de-la-cc-Carolina-Vilches-sobre-Transicion-a-la-agricultura-Campesina.pdf": {
    "propuesta_norma": "Artículo 1. La tierra, los territorios, el agua, la biodiversidad y los ecosistemas, poseen una función social, cultural y ecológica fundamental e irreemplazable y serán protegidos por el Estado, que deberá regular su uso, prohibir su deterioro, fomentar su restauración, así como limitar, prohibir y revertir su concentración. Las leyes reconocerán distintas formas de propiedad y usufructo de la tierra, como la propiedad individual, privada, colectiva, comunitaria, estatal, pública, cooperativa, consuetudinarias y otras. Artículo 2. La función principal del Estado en la economía es lograr el Buen Vivir. El Estado dotará a las familias campesinas de su derecho a la tierra mediante una ley de Reforma Agraria Integral que restrinja el acaparamiento de tierra, suelo y agua, como parte de la estrategia global por la reconstrucción ecológica, y que por ende le es inherente la democratización de la propiedad y la distribución de la riqueza. Artículo 3. Se creará un organismo especial llamado Consejo Plurinacional de Reforma Agraria Integral, con el objetivo de proteger y gestionar la redistribución de la tierra, considerando la función de asegurar este derecho ya sea de forma individual o asociativa, mediante mecanismos participativos vinculantes, integrado por representantes de órganos estatales, comunitarios, campesinos, entre otros. Dotará a las y los campesinos de tierras necesarias para su labor y la regulación del uso de las aguas mediante el Consejo Plurinacional de Cuencas y los instrumentos de ordenamiento territorial. Transitorio XX. El Congreso dictará dentro del plazo de 2 años desde la entrada en vigencia de la presente Constitución, una ley que regule la existencia, composición y atribuciones de un Consejo Plurinacional de Reforma Agraria Integral, además de regular el proceso de gestión y la redistribución de la tierra. La ley dotará de las competencias necesarias para que realice el proceso de levantamiento de información y los mecanismos de participación necesarios para cumplir los mandatos que entrega el texto constitucional y las demás normas atingentes.",
    "error": null,
    "autor": "Vilches, Carolina",
    "autor_matched": "Vilches, Carolina",
    "comision": "N3. Comisión de Forma de Estado, Ordenamiento, Autonomía, Descentralización, Equidad, Justicia Territorial, Gobiernos Locales y Organización Fiscal",
    "comision_n": 3,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Francisco Caamaño Rojas",
      "Ivanna Olivares Miranda",
      "Carolina Vilches Fuenzalida",
      "Manuela Royo Letelier",
      "Vannessa Hoppe Espoz",
      "Nicolas Nuñez Gangas",
      "Alvin Saldaña Muñoz",
      "María Rivera Iribarren",
      "Claudio Goméz Castro",
      "Cristina Castillo Boilet"
    ],
    "firmantes_matched": [
      "Caamano, Francisco",
      "Olivares, Ivanna",
      "Vilches, Carolina",
      "Royo, Manuela",
      "Hoppe, Vanessa",
      "Nunez, Nicolas",
      "Saldana, Alvin",
      "Rivera, Maria Magdalena",
      "Gomez, Claudio",
      "Castillo, Maria Trinidad"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 10,
    "n_firmantes_matched": 10,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1023-Iniciativa-Convencional-Constituyente-de-la-cc-Carolina-Vilches-sobre-DDFF-con-perspectiva-Rural.pdf": {
    "propuesta_norma": "Artículo 1. Los y las habitantes de territorios rurales, aislados e insulares tienen derecho a participar de manera vinculante en la toma de decisiones sobre lo que ocurre en sus territorios. Es deber del Estado garantizar esta participación y los medios para acceder a ella. Artículo 2. El Estado reconoce el derecho a la educación en los territorios rurales y facilita y garantiza sistemas educativos con pertinencia territorial y lingüística, no sexistas, y accesibles in-situ. Los contenidos deben considerar una amplia diversidad de expresiones culturales y artísticas, incluida la participación activa de la comunidad rural en la entrega de conocimientos, que incorporen saberes, artes y oficios locales a modo de fortalecer los vínculos sociales y el traspaso transgeneracional de saberes en las comunidades; contribuyendo a preservar y potenciar sus identidades, economías, culturas y territorios. Artículo 3. Es deber del Estado garantizar el acceso universal a un sistema de transportes público que considere las diversidades funcionales, que sea ecológico, eficiente y seguro de acuerdo con las necesidades del trabajo y la vida en territorios rurales, aislados e insulares, que asegure la conectividad del transporte bajo criterios de justicia territorial, equidad y calidad. Artículo 4. Las leyes reconocerán distintas formas de propiedad y usufructo de la tierra, como la propiedad individual, privada, colectiva, comunitaria, estatal, pública, cooperativa, consuetudinarias y otras.",
    "error": null,
    "autor": "Vilches, Carolina",
    "autor_matched": "Vilches, Carolina",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "1/febrero/2022",
    "firmantes": [
      "Carolina Vilches F.",
      "Francisca Arauna",
      "Francisco Caamaño",
      "Alvin Saldaña M.",
      "Aurora Delgado V.",
      "Ivanna Olivares M.",
      "Yarela Gomez S.",
      "Gloria Alvarado J.",
      "Nicolás Nuñez G.",
      "Alejandra Flores C."
    ],
    "firmantes_matched": [
      "Vilches, Carolina",
      "Arauna, Francisca",
      "Caamano, Francisco",
      "Saldana, Alvin",
      "Delgado, Aurora",
      "Olivares, Ivanna",
      "Gomez, Yarela",
      "Alvarado, Gloria",
      "Nunez, Nicolas",
      "Flores, Alejandra"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 10,
    "n_firmantes_matched": 10,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1022-Iniciativa-Convencional-Constituyente-de-la-cc-Elsa-Labrana-sobre-Principio-de-Politica-Exterior-RESPALDO.pdf": {
    "propuesta_norma": "Artículo XX. Las relaciones del Estado con la comunidad internacional responderán a los intereses, anhelos y necesidades de los pueblos, y se llevarán a cabo en base a los siguientes principios: a. La igualdad jurídica de los Estados, la convivencia pacífica, la cooperación, la solidaridad y la integración y autodeterminación de los pueblos. b. Los principios y normas generales contenidos en la Declaración Universal de Derechos Humanos, la Carta de las Naciones Unidas, y demás instrumentos internacionales de derechos humanos, de pueblos indígenas, y derechos ambientales y de la naturaleza, son parte integrante y rectora de la política exterior del Estado. c. La promoción de una coexistencia armónica con el planeta que habitamos para enfrentar, frenar y revertir la crisis ambiental y el cambio climático. d. La promoción de la paz, de la solución pacífica de las controversias y los conflictos internacionales, el rechazo a la amenaza o el uso de la fuerza para resolverlos, a cualquier tipo de injerencia de otros estados en asuntos internos de los países. e. Estará prohibida la instalación de bases militares extranjeras en el territorio plurinacional, como asimismo, las operaciones y empresas privadas de seguridad con actividades militares o paramilitares. La política exterior del país promoverá el fin de las bases militares de potencias en otros países, y la existencia de ejércitos privados o empresas de mercenarios. f. El reconocimiento del derecho internacional como norma de conducta en un modelo democrático e igualitario de participación en las instituciones supranacionales. g. La defensa y el desarrollo más apegado a los intereses de los pueblos, de los bienes comunes naturales y las riquezas y tareas que tienen un carácter estratégico para estos y el Estado Plurinacional. h. La condena a toda forma de discriminación, así como también de cualquier tipo de imperialismo, colonialismo y neocolonialismo. i. El fomento del acceso universal a la seguridad y soberanía alimentaria. j. La promoción de un sistema de comercio internacional que se sustente en la justicia, la solidaridad, la complementariedad y la creación de mecanismos de control internacional a las corporaciones y empresas transnacionales. k. El reconocimiento de los derechos de los diversos pueblos que habitan y coexisten dentro de los Estados y la promoción de mecanismos que expresen, preserven y protejan el carácter diverso de sus sociedades. Rechazo del racismo, xenofobia y de toda forma de discriminación. l. La promoción y defensa de la justicia tributaria como principio rector de las regulaciones comerciales internacionales. La existencia de paraísos fiscales y empresas off shore son para el Estado de Chile actos atentatorios a los principios de cooperación internacional, y contrario al derecho al desarrollo de los pueblos. Artículo XX. Los tratados internacionales ratificados por Chile se encontrarán sujetos a lo establecido en la Constitución. Los tratados o instrumentos internacionales en materia de derechos humanos y de la naturaleza que hayan sido ratificados por Chile forman parte del orden jurídico del Estado, y cuando reconozcan derechos más favorables a los señalados en la Constitución, se aplicarán de manera preferente a ésta. Artículo XX. Dentro de las Relaciones Internacionales, constituyen un objetivo estratégico y prioritario la integración política, económica, cultural, energética y productiva de América Latina y el Caribe, y la Sudamericana. El Estado de Chile promoverá: a. La creación de una política de defensa común para la protección de la soberanía de los países y la región. b. Desarrollo de una comunidad económica internacional integrada, en la que prime la solidaridad y la colaboración para el mejor desarrollo de los pueblos de América del Sur y Latinoamérica, especialmente en materia energética y la producción de bienes como el cobre y el litio. c. Impulsar políticas de fomento para la superación de asimetrías regionales. d. Consolidación de órganos supranacionales integrados por Estados de Latinoamérica que promuevan el respeto de los principios de relaciones internacionales señalados en la Constitución.",
    "error": null,
    "autor": "Elsa Labraña",
    "autor_matched": "Labrana, Elsa",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Elsa Labraña",
      "Tania Madriaga",
      "Alejandra Pérez",
      "Marco Arellano",
      "Renato Garín",
      "Lisette Vergara Riquelme",
      "Giovanna Grandón Caro",
      "Victorino Antilef Ñanco"
    ],
    "firmantes_matched": [
      "Labrana, Elsa",
      "Madriaga, Tania",
      "Perez, Alejandra",
      "Arellano, Marco",
      "Garin, Renato",
      "Vergara, Lisette",
      "Grandon, Giovanna",
      "Antilef, Victorino"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 8,
    "n_firmantes_matched": 8,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1021-Iniciativa-Convencional-Constituyente-de-la-cc-Elsa-Labrana-sobre-Defensa-Plurinacional-RESPALDO.pdf": {
    "propuesta_norma": "Artículo 1. Chile es un Estado Plurinacional de paz, libre de armas nucleares, de armas de destrucción masiva, de armas biológicas y químicas. Artículo 2. La misión y objetivo de un Sistema Plurinacional de Defensa es la conservación de la paz, la defensa de la soberanía del país en todos sus ámbitos y esta misión y objetivo debe tener como prioridad la protección de los derechos humanos y de la naturaleza. Artículo 3. Las Fuerzas de Defensa de Chile, constituyen el instrumento que se dan los pueblos de Chile para ejercer la legítima defensa estatal frente a casos de agresión externa, para cooperar al mantenimiento de la paz en el marco del derecho internacional y para proteger a la población y a sus territorios ante desastres y emergencias. Están bajo el mando supremo de la jefatura de Estado, para la defensa externa, y se coordinan con los gobernadores regionales ante desastres o emergencias de carácter local. Son esencialmente obedientes, no deliberantes y funcionalmente polivalentes. Forma parte esencial de su quehacer el resguardo de la integridad ambiental del territorio y maritorio. Su composición será; a) La Fuerza de Defensa Terrestre, b) La Fuerza de Defensa Naval y) la Fuerza de Defensa Aeroespacial. Será un objetivo prioritario la integración con las demás fuerzas de defensa sudamericanas con miras a la seguridad colectiva del continente. Artículo 4. El Estado de Chile buscará solucionar los conflictos que se presenten con otros países por la vía pacífica, y se guiará bajo los principios de la integración y la hermandad entre los pueblos, siguiendo el principio de no intervención en los asuntos internos de otros Estados soberanos. En el caso de ser agredido, su legítima defensa responderá a los estándares consagrados por la Carta de las Naciones Unidas. Artículo 5. Las fuerzas de defensa tendrán una doctrina militar basada en los principios y la doctrina de los Derechos Humanos, del Derecho Internacional Humanitario, y de los principios de la Carta de Naciones Unidas. Esta doctrina reconocerá la soberanía del pueblo como el poder constituyente primordial, garantizará la subordinación real del estamento militar al poder civil democráticamente constituido. Tienen el deber de rendición de cuentas a las instancias legalmente establecidas con predominio de la participación civil. Artículo 6. El presupuesto de las fuerzas de defensa no debe exceder, en porcentaje del PIB, al de Salud, Educación y Vivienda en su conjunto. Artículo 7. Las Fuerzas de Defensa de Chile no participarán en acciones militares ni policiales en el territorio del país con excepción del sofocamiento de, actos de sedición y/o rebelión armada frente a las autoridades legítimamente constituidas. Artículo 8. Se constituirán salas especializadas en la justicia ordinaria para juzgar los delitos que se pudieran derivar de órdenes y/o tareas militares. Todos, sin excepción estarán bajo la jurisdicción de la justicia civil. Artículo 8. El ingreso a la profesión militar será por la vía de un mecanismo único de ingreso, universal y gratuito. Los ascensos en la jerarquía militar se basarán en el mérito objetivamente y legalmente definido. Se prohíbe cualquier discriminación y se incorporará la perspectiva de género de acuerdo a los criterios de paridad e integración de las diversidades sexuales, al mismo tiempo que se considerará una falta grave al mérito, el involucramiento en actos de violencia intrafamiliar. Artículo 9. Se reconoce el derecho a la objeción de conciencia. Las y los efectivos de las Fuerzas de Defensa podrán desobedecer órdenes que impliquen violaciones a los derechos humanos o los principios de política exterior consagrados en la presente Constitución. La ley penal establecerá la objeción de conciencia específicamente como una eximente de responsabilidad penal y la consignará especialmente en estas circunstancias. Artículo 10. Se prohíbe la instalación de bases militares extranjeras en territorio nacional y la existencia de operaciones y empresas de seguridad privada con actividades militares o paramilitares. Artículo 11. Siendo las fuerzas de defensa instituciones no deliberantes, las decisiones sobre compra de armamento, formación y entrenamiento en instituciones en el extranjero, alianza con otras fuerzas militares extranjeras, la realización de ejercicios militares conjunto con otros países, deben contar con autorización fundada del Congreso Plurinacional. De igual manera, las",
    "error": null,
    "autor": "Elsa Labraña",
    "autor_matched": "Labrana, Elsa",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/febrero/2022",
    "firmantes": [
      "Elsa Labraña Pino",
      "María Rivera Iribarren",
      "Alejandra Perez Espina",
      "Manuel Woldarsky González",
      "Natividad Llanquileo – Escaño Mapuche",
      "Tania Madriaga",
      "Lisette Vergara Riquelme",
      "Marco Arellano",
      "Eric Chinga",
      "Marcos Barraga y",
      "Victorino Antilef Ñanco"
    ],
    "firmantes_matched": [
      "Labrana, Elsa",
      "Rivera, Maria Magdalena",
      "Perez, Alejandra",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Madriaga, Tania",
      "Vergara, Lisette",
      "Arellano, Marco",
      "Chinga, Eric",
      "Barraza, Marcos",
      "Antilef, Victorino"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1020-Iniciativa-Convencional-Constituyente-del-cc-Fernando-Salinas-sobre-La-funcion-ecologica-de-la-propiedad-RESPALDO.pdf": {
    "propuesta_norma": "Artículo XX. El Estado reconoce la función social y ecológica de la propiedad en sus diversas formas, pública, privada, comunitaria, estatal, asociativa, cooperativa, mixta. Nadie es dueño del vínculo que existe entre los elementos naturales y su ecosistema o ciclos naturales. El propietario tiene el deber de mantener las funciones ecológicas esenciales asociadas a dichos elementos, a restaurarla en su caso y abstenerse de realizar actividades que puedan perjudicar tales funciones. La ley podrá establecer restricciones al ejercicio de otros derechos o libertades establecidos en esta Constitución con la finalidad de proteger el medio ambiente, los ciclos naturales, los ecosistemas y la biodiversidad.",
    "error": null,
    "autor": "Salinas, Fernando",
    "autor_matched": "Salinas, Fernando",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "FERNANDO SALINAS MANFREDINI",
      "CAMILA ZÁRATE ZÁRATE",
      "FRANCISCO CAAMAÑO ROJAS",
      "VANESSA CAMILA HOPPE ESPOZ",
      "FRANCISCA ARAUNA URRUTIA",
      "ISABEL GODOY MONARDEZ",
      "GLORIA ALVARADO JORQUERA",
      "CÉSAR URIBE ARAYA",
      "FÉLIX GALLEGUILLOS AYMAMI",
      "DAYYANA GONZÁLEZ ARAYA",
      "LORETO VALLEJOS DÁVILA",
      "INGRID VILLENA NARBONA",
      "NATALIA HENRÍQUEZ CARREÑO",
      "CRISTÓBAL ANDRADE LEÓN"
    ],
    "firmantes_matched": [
      "Salinas, Fernando",
      "Zarate, Camila",
      "Caamano, Francisco",
      "Hoppe, Vanessa",
      "Arauna, Francisca",
      "Godoy, Isabel",
      "Alvarado, Gloria",
      "Uribe, Cesar",
      "Galleguillos, Felix",
      "Gonzalez, Dayana",
      "Vallejos, Loreto",
      "Villena, Ingrid",
      "Henriquez, Natalia",
      "Andrade, Cristobal"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 14,
    "n_firmantes_matched": 14,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1019-Iniciativa-Convencional-Constituyente-del-cc-Bernardo-Fontaine-sobre-Educación-financiera-RESPALDO.pdf": {
    "propuesta_norma": "Artículo XX. El Estado promoverá la formación financiera de la población con el objeto que las personas puedan adoptar decisiones informadas para mejorar su bienestar. Se impartirá a través de instituciones públicas y privadas, y no sólo mediante la educación formal, la que integrará esta formación en todos sus niveles, respetando la diversidad de los proyectos educativos",
    "error": null,
    "autor": "Bernardo Fontaine",
    "autor_matched": "Fontaine, Bernardo",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "BERNARDO FONTAINE",
      "RUTH HURTADO",
      "RICARDO NEUMANN",
      "MARCELA CUBILLOS",
      "RODRIGO ÁLVAREZ",
      "FELIPE ΜΕΝΑ",
      "PATRICIA LABRA",
      "ALFREDO MORENO",
      "CAROL BOWN",
      "MARTÍN ARRAU",
      "MARGARITA LETELIER",
      "CECILIA UBILLA",
      "ANGÉLICA TEPPER",
      "HARRY JÜRGENSEN",
      "LUIS MAYOL",
      "CLAUDIA CASTRO"
    ],
    "firmantes_matched": [
      "Fontaine, Bernardo",
      "Hurtado, Ruth",
      "Neumann, Ricardo",
      "Cubillos, Marcela",
      "Alvarez, Rodrigo",
      "Mena, Felipe",
      "Labra, Patricia",
      "Moreno, Alfredo",
      "Bown, Carol",
      "Arrau, Martin",
      "Letelier, Margarita",
      "Ubilla, Maria Cecilia",
      "Tepper, Maria Angelica",
      "Jurgensen, Harry",
      "Mayol, Luis",
      "Castro, Claudia"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 16,
    "n_firmantes_matched": 16,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1018-Iniciativa-Convencional-Constituyente-de-la-cc-Ramona-Reyes-sobre-Ruralidad-RESPALDO.pdf": {
    "propuesta_norma": "Artículo X. Se reconoce la ruralidad como una expresión territorial y personal de vida que, en atención a sus características históricas, materiales, ambientales y espirituales, requiere de un tratamiento y regulación especial en atención a los principios de solidaridad, plurinacionalidad e interculturalidad. Asimismo, sin perjuicio de otros derechos fundamentales específicos, se reconoce la ciudadanía rural como manifestación legítima y propia de la vida rural, siendo conformada por el campesinado, los pueblos originarios, pescadoras y pescadores, recolectoras y recolectores y otras personas que trabajan en zonas rurales, como sujetos históricos de especial protección constitucional, portadores de una cultura, conocimiento y cosmovisión propia, siendo deber del Estado garantizar el desarrollo armónico y en convivencia de los habitantes de la ruralidad en sus diversidades etarias, de género, nacionales, étnicas, productiva, entre otras. Artículo X. La ruralidad comprende aquel espacio territorial o hábitat donde se ejerce la vida, la producción, recolección y renovación de los bienes comunes de la tierra, y especialmente el uso, aprovechamiento y cuidado de las aguas marino-costeras, lacustres y de los ríos y otros cuerpos de agua. La tierra, los territorios, el agua, la biodiversidad y los ecosistemas rurales poseen una función social, cultural y ecológica fundamental e irreemplazable debiendo el Estado asegurar su protección, conservación y fomentar su restauración. Artículo X. El Estado debe fomentar la equidad entre los territorios rurales y urbanos, reconociendo que cada uno tiene particularidades respecto a los bienes naturales comunes y sus necesidades de desarrollo. Artículo X. Los territorios rurales serán gobernados y administrados por las entidades territoriales mandatadas por esta Constitución, con especial atención a sus modos de vida, sistemas de conocimiento, necesidades ecológicas, sociales, económicas, culturales y de conectividad de cada territorio y sus habitantes. Artículo X. El Estado y las entidades territoriales deben establecer un trato equitativo en cada territorio, en la toma de decisiones, el presupuesto y la ejecución de este. Equiparando el flujo de recursos financieros para educación, cultura, organización, salud, economía e infraestructura básica de caminos, puentes, viviendas, conectividad y vialidad de alta calidad con el medio rural. Artículo X. El campesinado, los pueblos originarios, pescadoras y pescadores, recolectoras y recolectores, otras personas que trabajan en zonas rurales y sus organizaciones tienen derecho a participar en todas las instituciones creadas para ejercer el poder popular, en la definición de políticas agrícolas y alimentarias, recogiendo las especificidades de los territorios y el bienestar de la población rural, su desarrollo económico, productivo y la preservación de la naturaleza. Artículo X. Es deber de las entidades territoriales fomentar y garantizar la participación efectiva de quienes habitan la ruralidad, en el diseño, desarrollo e implementación de las políticas de ordenamiento territorial y políticas agrícolas, promoviendo y habilitando mercados locales, circuitos cortos de comercialización de alimentos, incluidas las compras y ventas directas, de acuerdo con sus usos y costumbres, sin perjuicio de la asociatividad y sus derechos colectivos. Artículo X. El Estado debe intervenir y regular los mercados, procesos productivos y comercialización de bienes y servicios silvoagropecuarios, en función del bien común y las oportunidades de desarrollo económico local del país. Artículo X. El Estado debe fomentar desde el ámbito público el desarrollo de tecnologías y conocimientos para la agricultura de base agroecológica, incluyendo la ciencia y los saberes tradicionales. Asimismo, debe garantizar los servicios tecnológicos, velar la transparencia de las innovaciones tecnológicas y asegurar el financiamiento hacia la transición agroecológica de la ruralidad. Artículo X. Serán protegidos por el Estado la tierra, los territorios, el agua, la biodiversidad y los ecosistemas en su función social, cultural y ecológica fundamental, debiendo regular su uso, prohibir su deterioro, fomentar su restauración, así como limitar, prohibir y revertir su concentración. Artículo X. El Estado debe asegurar la protección de nuestro patrimonio genético forestal de semillas locales y variedades autóctonas de ganado menor; la protección de la diversidad biogeográfica del país; el empleo eficiente del agua mediante la mecanización técnica del riego; la utilización adecuada de los distintos tipos de suelos; y la explotación adecuada de los recursos naturales basados en su capacidad biológica de reposición. Artículo X. El Estado debe declarar patrimonio natural de la nación la biodiversidad de las poblaciones y ejemplares de especies de fauna y flora nativa, y tengan derecho a su existencia, conservación, reconocimiento, restauración y preservación en sus ecosistemas naturales, así como la garantía de su permanencia, investigación y manejo óptimo respetando derechos y costumbres de las comunidades locales. Artículo X. El Estado debe reconocer y mitigar al máximo los daños ambientales provocados por la inacción de este, referidos a la desertificación y desertización; la falta de agua para consumo humano; la homogeneización del paisaje rural; la merma de tipos forestales que han sucumbido al avance de la fruticultura, la viticultura, la ganadería y otras explotaciones compuestas de especies forestales y animales que no tengan reguladores naturales. Asimismo, el Estado se debe comprometer a contrarrestar el cambio climático, sus causas, consecuencias y modelos de desarrollo que pongan en peligro la naturaleza y los seres humanos. Artículo X. Se debe garantizar la alimentación como derecho fundamental e inalienable de los pueblos de Chile, indisolublemente ligado a la soberanía alimentaria y a la protección de los sistemas campesinos de uso y conservación de semillas. Artículo X. El Estado reconoce la soberanía alimentaria como el derecho fundamental e inalienable de los pueblos a determinar libremente y poner en práctica sus propios sistemas de producción, procesamiento y distribución de alimentos. Artículo X. El Estado protegerá la salud humana, los ecosistemas y la soberanía alimentaria, velando por alimentos sanos y libres de contaminación y su producción, mitigando al máximo el uso de agroquímicos, plaguicidas, agentes biológicos nocivos y la introducción de organismos genéticamente modificados que se demuestre que sean dañinos para la salud. Asimismo, debe garantizar que los alimentos y el derecho a la alimentación no dependan de los intereses económicos del mercado e intervenga en su regulación. Artículo X. El Estado velará porque todas y todos los habitantes del país tengan en todo momento acceso físico y económico a una alimentación saludable, diversa, sin contaminantes, suficiente y culturalmente adecuada, que garantice una vida libre de hambre y permita un desarrollo mental, físico y espiritual digno y satisfactorio, promoviendo el derecho a la alimentación ya sea a través de la producción de autoconsumo, teniendo garantizado el acceso a tierra donde desarrollarlo, y/o mediante la adquisición de alimentos en sistemas de distribución, elaboración y comercialización establecidos. Artículo X. Los tratados internacionales que Chile suscriba o adhiera, deberán respetar la soberanía alimentaria, la biodiversidad y modos de vida del campesinado, pueblos originarios, pescadoras y pescadores, recolectoras y recolectores y otras personas que trabajan en la ruralidad. Artículo X. El Estado debe asegurar la desprivatización del agua y su uso prioritario de forma inalienable en el orden siguiente: 1°) consumo humano y ecosistémico, 2°) para usos sanitarios humanos de poblaciones de territorios rurales o de caseríos urbano-rurales, 3°) para el mantenimiento de los caudales ecológicos de los cursos de agua y, 4°) para el uso productivo directo de alimentos, el combate de incendios forestales, recreación, otros. Artículo X. El Estado debe asegurar la planificación del uso de las Cuencas Hidrográficas en armonía con la planificación territorial y la participación efectiva de los distintos actores u organizaciones que usan el recurso y/o administran su acceso y/o se posicionan físicamente sobre o colindantes a ellas. Artículo X. El Estado debe garantizar el desarrollo de la mujer campesina y la efectiva realización de sus derechos, con especial referencia a los ámbitos del cuidado y reconocimiento del trabajo doméstico; a una vida libre de violencia; a sus derechos sexuales y reproductivos; a la justicia feminista; a formar parte de la democracia paritaria y los derechos laborales dignos, donde se incluya a niños, niñas, adolescentes y adultos mayores presentes en la ruralidad. Artículo X. El Estado debe promover la equidad de género en sus diversas labores ligadas a la agricultura y a las labores forestales. Debiendo garantizar la equidad en los trabajos rurales y forestales, en las remuneraciones y en el acceso a trabajos dignos y de alta productividad. Artículo X. Sin perjuicio de otros derechos fundamentales generales, se reconoce la actividad laboral, ejercida y desarrollada en la ruralidad, como una forma especial de trabajo. El legislador establecerá condiciones y derechos especiales para aquellos trabajadores, chilenos o extranjeros, que se desempeñen, indefinida o temporalmente, en faenas de agricultura, silvicultura, agroindustria, pesca artesanal, extracción de productos del mar y otras actividades afines, particularmente en lo referido a sus condiciones de higiene y seguridad laboral, su exposición a los agrotóxicos y la prevención de las enfermedades profesionales. Artículo X. El campesinado, los pueblos originarios, pescadoras y pescadores, recolectoras y recolectores y otras personas que trabajan en zonas rurales, tienen derecho a formar e integrar asociaciones, sindicatos, cooperativas u otras organizaciones gremiales, a fin de proteger sus intereses y negociar colectivamente, cuando ello proceda. Una ley regulará el proceso de constitución, finalidades, participación, capacitación, extensión y financiamiento de la sindicalización campesina y organizaciones rurales. Artículo X. El Estado reconoce especial protección a los diversos conocimientos, prácticas e innovaciones generadas por la ruralidad, incluidos los sistemas tradicionales de agricultura, pastoreo, silvicultura, pesca artesanal, apicultura, ganadería, recolección, cultivo y cuidado de semillas, alimentación, medicina tradicional y artesanías rurales. El Estado debe fomentar el desarrollo, financiamiento y acceso a tecnologías y conocimientos para la agricultura campesina e indígena, la investigación científica, los saberes tradicionales, y garantizar los servicios tecnológicos, velando por la transparencia sobre las innovaciones tecnológicas, sus impactos y alternativas. Artículo X. Es deber del Estado garantizar al campesinado, los pueblos originarios, pescadoras y pescadores, recolectoras y recolectores y otras personas que trabajan en zonas rurales, el uso, aprovechamiento y libre intercambio de semillas y animales de cría, prohibiendo la privatización, registro o patentamiento de los conocimientos y tecnologías vinculadas a la capacidad reproductiva de plantas y animales, así como los procesos vitales, componentes y estructuras celulares, genéticas o químicas. Artículo X. El Estado, en sus diferentes entidades territoriales, tiene el deber de reconocer y potenciar los legados ancestrales en el amplio espectro de las dimensiones cotidianas de la vida, tanto en su cosmovisión como en su relación con el ambiente, incluyendo la medicina nativa y sus prácticas, quedando ligada su propiedad intelectual al campesinado, los pueblos originarios, pescadoras y pescadores, recolectoras y recolectores u otras personas que trabajan en zonas rurales que las hubieren desarrollado, con base en estudios debidamente acreditados. Para ello, en los procesos educativos formales se deberá destinar por ley un número mínimo de horas académicas en los planes de educación regional y local, orientadas a temáticas locales, tanto históricas, fundacionales, étnicas, ecológicas, geológicas y económicas, de escala territorial, provincial y regional, como parte del identitario de la nueva óptica de organización estatal.",
    "error": null,
    "autor": "Reyes, Maria Ramona",
    "autor_matched": "Reyes, Maria Ramona",
    "comision": "N3. Comisión de Forma de Estado, Ordenamiento, Autonomía, Descentralización, Equidad, Justicia Territorial, Gobiernos Locales y Organización Fiscal",
    "comision_n": 3,
    "fecha": "01/Enero/2022",
    "firmantes": [
      "Ramona Reyes",
      "Jeniffer Mella",
      "Cristóbal Andrade",
      "Yarela Gómez",
      "Claudio Gómez",
      "Tammy Pustilnick",
      "Bastián Labbé",
      "Adriana Ampuero",
      "Amaya Alvez",
      "César Uribe",
      "Julio Álvarez",
      "Hernán Velásquez",
      "Helmuth Martínez",
      "Elisa Giustinianovich"
    ],
    "firmantes_matched": [
      "Reyes, Maria Ramona",
      "Mella, Jeniffer",
      "Andrade, Cristobal",
      "Gomez, Yarela",
      "Gomez, Claudio",
      "Pustilnick, Tammy",
      "Labbe, Bastian",
      "Ampuero, Adriana",
      "Alvez, Amaya",
      "Uribe, Cesar",
      "Alvarez, Julio",
      "Velasquez, Hernan",
      "Martinez, Helmuth",
      "Giustinianovich, Elisa"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 14,
    "n_firmantes_matched": 14,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1017-Iniciativa-Convencional-Constituyente-de-la-cc-Lisette-Vergara-sobre-Defensoria-Regional-de-DDHH-y-PPOO-RESPALDO.pdf": {
    "propuesta_norma": "Artículo (a). Existirá un Defensor o Defensora Regional en cada una de las regiones en que se divida administrativamente el país, a menos que la población o la extensión geográfica de la región hagan necesario nombrar más de uno. Los Defensores o Defensoras regionales serán nombrados por el Defensor o Defensora Nacional, a propuesta en terna, la que será pública, de la Corte de Apelaciones de la respectiva región. En caso de que en la región exista más de una Corte de Apelaciones, la terna pública será formada por un pleno conjunto de todas ellas, especialmente convocado al efecto por el Presidente de la Corte de más antigua creación. Los Defensores o Defensoras regionales deberán tener a lo menos cinco años de título de abogado, con especialización en Derechos Humanos, haber cumplido 30 años de edad y poseer las demás calidades necesarias para ser ciudadano con derecho a sufragio; durarán ocho años en el ejercicio de sus funciones y podrán ser designados como Defensores o Defensoras regionales por un período más, luego de lo cual no podrán ser nuevamente nombrados, salvo que hubieren transcurrido 8 años desde su último nombramiento, lo que no obsta a que puedan ser nombrados en otro cargo en la Defensoría de los Derechos Humanos del pueblo. Artículo (b). Para el cumplimiento de su cometido la Defensoría de los derechos humanos del pueblo tendrá bajo su dirección una Defensoría de la niñez y la adolescencia; Defensoría de personas en situación de discapacidad; una Defensoría de género y diversidad sexual; una Defensoría del adulto mayor; una defensoría de los pueblos originarios y una defensoría del inmigrante y cualquier otra defensoría que la Ley de Quórum Calificado del servicio, señale. Artículo (a). Existirán Defensores o Defensoras adjuntos a cargo de ejercer las atribuciones que la Constitución y las leyes entregan a la Defensoría de los derechos humanos del pueblo, serán designados por el Defensor o Defensora Nacional, a propuesta en terna del Defensor o Defensora regional respectivo, la que deberá formarse mediante concurso público de antecedentes. Existirá a lo menos una o un Defensor o Defensora adjunta o adjunto en cada una de las capitales de provincia del país. En toda comuna con menos de diez mil habitantes habrá a lo menos un o una Defensor o Defensora Adjunto. En las demás comunas habrá a lo menos una o un Defensor o Defensora Adjunto cada diez mil habitantes. Artículo (c). Los postulantes a Defensor o Defensora adjuntos deberán poseer las calidades necesarias para ser ciudadano con derecho a sufragio, tener el título de abogado y tener alguna especialización en las áreas que cubre la Defensoría de los derechos humanos del pueblo. Los Defensores o Defensoras adjuntos tendrán un sistema de promoción y ascenso que garantice una carrera funcionaria que fomente la excelencia técnica y la acumulación de experiencia profesional. Artículo (d). Cada año el Defensor o Defensora Nacional propondrá al Poder Legislativo el aumento de la dotación de Defensoras o defensores y funcionarios necesarios para cumplir con las funciones establecidas por esta Constitución. Al momento de discutir la ley de presupuesto y previo a resolver lo relativo a la Defensoría de los derechos humanos del pueblo, se deberá oír al Defensor o Defensora Nacional y a las respectivas Asociaciones de Defensores o Defensoras y Funcionarios. Artículo (e). El Defensor o la Defensora Nacional podrá requerir de todas las autoridades del Estado, sin excepción, la ejecución de medidas o la aprobación de políticas gubernamentales que se orienten a la adecuada satisfacción de los derechos. La autoridad requerida deberá informar a la Defensoría de los derechos humanos del pueblo y a la Cámara de Representantes las medidas que haya adoptado al respecto. La omisión de la autoridad en su respuesta será considerada un atentado a la Constitución y al deber que recae en toda autoridad pública de promover y proteger los derechos a que se refiere esta Constitución. Artículo (f). En caso de falta grave a la probidad, incumplimiento de sus funciones u otras que establezca la ley, los defensores o defensoras regionales o adjuntos podrán ser destituidos de su cargo por el Defensor o Defensora Nacional, cumpliendo con el procedimiento establecido para tal efecto y con respeto al principio del debido proceso.",
    "error": null,
    "autor": "Vergara, Lisette",
    "autor_matched": "Vergara, Lisette",
    "comision": "N6. Comisión sobre Sistemas de Justicia, Órganos Autónomos de Control y Reforma Constitucional",
    "comision_n": 6,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Lisette Vergara Riquelme",
      "Isabel Godoy Monárdez",
      "Elsa Labraña Pino",
      "Marco Arellano Ortega",
      "Tania Madriaga Flores",
      "Alejandra Pérez Espina",
      "Francisco Caamaño Rojas",
      "R. Loreto Vidal Hernández"
    ],
    "firmantes_matched": [
      "Vergara, Lisette",
      "Godoy, Isabel",
      "Labrana, Elsa",
      "Arellano, Marco",
      "Madriaga, Tania",
      "Perez, Alejandra",
      "Caamano, Francisco",
      "Vidal, Rossana"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 8,
    "n_firmantes_matched": 8,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1016-Iniciativa-Convencional-Constituyente-del-cc-Eric-Chinga-sobre-artesanos-y-artesanas-RESPALDO.pdf": {
    "propuesta_norma": "Artículo 1. El Estado reconoce a las artesanas y artesanos como un sector social fundamental en la construcción de la identidad de las distintas naciones que habitan el territorio de Chile, dentro de un modelo de economía solidaría y sostenible, por lo que, en virtud de ello, promueve, fomenta, resguarda y garantiza el derecho del sector artesanal a la construcción, producción, creación, ejercicio, retribución, comercialización y goce de sus saberes, técnicas y memoria, todo con pleno respeto a los derechos individuales y colectivos de los pueblos indígenas y tribales. Artículo 2. Cualquier artesana o artesano podrá exigir ante tribunales de justicia, mediante la acción constitucional establecida en esta Constitución, la protección de sus derechos fundamentales, por toda acción u omisión que amenace, vulnere, prive o perturbe el legítimo ejercicio de sus derechos como artesano u artesana a producir, crear, transmitir libremente los conocimientos y saberes artesanales, comercializar sus productos, preservar y obtener de forma sostenible los recursos naturales renovables y no renovables para su actividad. Artículo 3. Una institución pública, autónoma, descentralizada y desconcentrada, denominada Cámara del Artesanado, cuya principal función es el reconocimiento, protección y fomento de los derechos del artesanado, además de promover la creación de organizaciones gremiales relacionadas a la diversidad de oficios. Es deber del Estado proporcionar el financiamiento de dicha institución. En su integración el artesanado participará de manera incidente y vinculante en su gestión, la que además será paritaria e intercultural con participación de pueblos indígenas y afrodescendientes. Una ley regula su integración, composición, la forma de garantizar la democracia interna entre sus miembros, la vinculación de este con las instituciones del Estado, la forma de promoción, transmisión, investigación y difusión de su quehacer y sus demás competencias, debiendo para ello realizar un catastro objetivo, científico y amplio del artesanado que logre una caracterización pertinente e incidente, para la creación de futuras leyes y políticas públicas. Artículo 4. El Estado garantiza un porcentaje del Producto Interno Bruto para la inversión y desarrollo de la actividad del sector artesanal, destinados a la Cámara del Artesanado como institución autónoma, administrada y gestionada en su integración de manera incidente y vinculante por el artesanado del Estado Plurinacional de Chile. Artículo Transitorio. Es deber del Estado, en virtud del reconocimiento del daño que ha infligido al sector artesanal la tradición constitucional y el modelo económico neoliberal y extractivista impuesto en la dictadura cívico militar, adoptar todas las medidas reparatorias necesarias con el fin de subsanar el daño causado al sector, dictar la ley establecida en la Constitución en un plazo no superior a 3 años la que debe, a lo menos, garantizar la no repetición; crear la Cámara del Artesanado; garantizar condiciones de trabajo dignas con cobertura permanente de prestaciones de seguridad social; el pleno ejercicio de todos sus derechos fundamentales; establecer las condiciones tributarias que sean acordes a los procesos de producción, de creación y reproducción de conocimientos y saberes, atendiendo especialmente a las particularidades de cada gremio o rubro, pudiendo inclusive establecer exenciones tributarias con el fin de que garanticen el ejercicio efectivo de los derechos del artesanado.",
    "error": null,
    "autor": "Eric Chinga",
    "autor_matched": "Chinga, Eric",
    "comision": null,
    "comision_n": null,
    "fecha": "31/Enero/2022",
    "firmantes": [
      "Eric Chinga Ferreira",
      "Natividad Llanquileo Pilquiman",
      "Isabel Godoy Monardez",
      "Lisette Vergara Riquelme",
      "Tania Madriaga Flores",
      "María Magdalena Rivera Iribarren",
      "Wilfredo Bacian Delgado",
      "Victorino Antilef Ñanco",
      "Manuel Woldarsky González",
      "Vanessa Hoppe Espoz",
      "Bastián Labbé Salazar",
      "Alejandra Perez Espina",
      "Elsa Labraña Pino",
      "Manuela Royo Letelier"
    ],
    "firmantes_matched": [
      "Chinga, Eric",
      "Llanquileo, Natividad",
      "Godoy, Isabel",
      "Vergara, Lisette",
      "Madriaga, Tania",
      "Rivera, Maria Magdalena",
      "Bacian, Wilfredo",
      "Antilef, Victorino",
      "Woldarsky, Manuel",
      "Hoppe, Vanessa",
      "Labbe, Bastian",
      "Perez, Alejandra",
      "Labrana, Elsa",
      "Royo, Manuela"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 14,
    "n_firmantes_matched": 14,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1015-Iniciativa-Convencional-Constituyente-de-la-cc-Paulina-Valenzuela-sobre-Probidad.pdf": {
    "propuesta_norma": "Artículo X. Las personas actúan de acuerdo al principio de integridad. Es deber de las personas naturales y jurídicas la erradicación de todas las formas de corrupción. Para esto es indispensable defender y demostrar un compromiso irrestricto con los derechos humanos, el respeto a la naturaleza y actuar de manera coherente con los principios de una vida en democracia, con el fin de buscar la paz social, el bien común, el buen vivir y el fortalecimiento de la confianza pública. El ejercicio de las funciones públicas obliga a los servidores públicos a dar estricto cumplimiento al principio de probidad en todas sus actuaciones. El principio de Probidad consiste en observar una conducta intachable y un desempeño honesto y leal de la función o cargo, con preeminencia del interés general sobre el particular. La ley establecerá los mecanismos e instrumentos para garantizar el cumplimiento coordinado de este principio, considerando la prevención de los conflictos de interés, la detección y sanción de responsabilidades y hechos de corrupción, así como también la fiscalización y control de los recursos públicos. Dicha ley determinará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos.",
    "error": null,
    "autor": "Valenzuela, Paulina",
    "autor_matched": "Valenzuela, Paulina",
    "comision": "N2. Comisión sobre Principios Constitucionales, Democracia, Nacionalidad y Ciudadanía",
    "comision_n": 2,
    "fecha": "1/febrero/2022",
    "firmantes": [
      "Paulina Valenzuela Río",
      "Francisco Caamaño Rojas",
      "Lorena Céspedes Fernández",
      "Jorge Baradit Morales",
      "Gaspar Domínguez Donoso",
      "Loreto Vallejos Dávila",
      "Carolina Sepúlveda Sepúlveda",
      "Ignacio Achurra Diaz",
      "Mauricio Daza Carrasco",
      "Carlos Calvo Muñoz",
      "Jorge Abarca Riveros",
      "Benito Baranda Ferrán"
    ],
    "firmantes_matched": [
      "Valenzuela, Paulina",
      "Caamano, Francisco",
      "Cespedes, Lorena",
      "Baradit, Jorge",
      "Dominguez, Gaspar",
      "Vallejos, Loreto",
      "Sepulveda, Carolina",
      "Achurra, Ignacio",
      "Daza, Mauricio",
      "Calvo, Carlos",
      "Abarca, Jorge",
      "Baranda, Benito"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 12,
    "n_firmantes_matched": 12,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1014-Iniciativa-Convencional-Constituyente-cc-Adriana-Ampuero-Haciendas-territoriales-y-autonomia-financiera.pdf": {
    "propuesta_norma": "Artículo 1º. Las entidades territoriales definidas en el artículo 1° gozarán de autonomía financiera para sus ingresos y gastos, la cual deberá ajustarse a los principios de suficiencia, coordinación, equilibrio presupuestario y endeudamiento, solidaridad y compensación interterritorial, sostenibilidad, responsabilidad y eficiencia económica. Artículo 2º. Las entidades territoriales tendrán las siguientes fuentes de ingresos: 1. Los recursos que para su funcionamiento o inversión les sean asignados en la Ley de Presupuestos del Estado. 2. Los ingresos que recauden de las contribuciones y tasas que establezcan en el ejercicio de la potestad tributaria que se les reconoce, de conformidad con los límites establecidos en la Constitución y las leyes. 3. Los recursos que provengan de los tributos que les sean destinados o en que coparticipen en la recaudación por ley. 4. Los recursos que les correspondan en la distribución de los fondos de compensación que se establecen en este capítulo y los demás que se consagren en la Constitución y las leyes. 5. Los recursos que obtengan vía endeudamiento en los casos y con los límites que se disponen en este capítulo y en las leyes dictadas en conformidad a esta Constitución. 6. Los ingresos que obtengan por la administración y explotación de su patrimonio. 7. Las donaciones, herencias y legados que reciban. 8. Otros que la ley determine. Artículo 3º. Solo la ley podrá crear, modificar y suprimir impuestos y beneficios tributarios aplicables a estos. La ley podrá crear tributos de afectación a favor de las entidades territoriales, como asimismo establecer impuestos locales, regionales, insulares o especiales en conformidad con la Constitución. Las entidades territoriales podrán crear, modificar y suprimir contribuciones especiales y tasas, o establecer beneficios tributarios respecto de estas, dentro de su territorio, orientado por el principio de equivalencia y en el marco que determine la ley. El ejercicio de estas potestades tributarias se hará conforme al deber de contribuir, los principios constitucionales tributarios y los derechos fundamentales, asegurando siempre la debida coordinación entre los titulares de estas. Artículo 4º. La autonomía financiera de las entidades territoriales implica la facultad de ordenar y gestionar sus finanzas públicas en el marco de la Constitución y las leyes, en beneficio de sus habitantes y bajo su responsabilidad. Las entidades territoriales tendrán patrimonio propio y derecho a los recursos suficientes para cumplir las competencias que se les atribuyan, de los cuales podrán disponer autónomamente, salvo cuando se trate de transferencias condicionadas. Las transferencias de competencias deberán ir acompañadas de los recursos suficientes para su cumplimiento. Los costos fijos y variables de las competencias transferidas se cuantificarán por el organismo técnico que establezca la ley, el cual deberá tener integración y participación equitativa de las entidades territoriales. La suficiencia financiera se determinará bajo criterios objetivos tales como correspondencia entre competencias y recursos necesarios para su cumplimiento, equilibrio presupuestario, coordinación, no discriminación arbitraria entre entidades territoriales, igualdad en las prestaciones sociales, desarrollo armónico de los territorios, unidad, objetividad, razonabilidad, oportunidad y transparencia. Sin perjuicio de los fondos de compensación señalados en el artículo 7, la ley regulará un fondo de desarrollo comunal y otro de desarrollo regional que se conformarán anualmente mediante aportes mixtos, provenientes de los entes territoriales y del Estado Central. A cada uno de estos fondos se le asignará a lo menos un 5% de recaudación tributaria del país, exceptuando los ingresos tributarios propios de las entidades territoriales. Artículo 5º. La actividad financiera de las entidades territoriales se realizará coordinadamente entre ellas y con las demás haciendas públicas y autoridades competentes, las cuales deberán cooperar y colaborar entre sí y evitar la duplicación e interferencia de funciones, velando en todo momento por la satisfacción del interés general. Este principio se aplicará también respecto de todas las competencias o potestades que se atribuyan a las entidades territoriales. Las inversiones estatales en los territorios de las entidades territoriales requerirán la aprobación de sus autoridades respectivas, la que se dará en la forma que determine la ley, sin perjuicio de las excepciones que la Constitución y las leyes establecen. Artículo 6º. Las entidades territoriales en la elaboración, aprobación y ejecución de sus presupuestos no podrán provisionar gastos superiores a los ingresos ordinarios, ni sus gastos ordinarios financiarse con ingresos extraordinarios. Las entidades territoriales excepcionalmente podrán recurrir al endeudamiento en la forma establecida por la ley marco correspondiente. En este caso, el endeudamiento no podrá superar el 2% de los ingresos ordinarios de la entidad territorial aprobados en su presupuesto anual del año anterior. Extraordinariamente, autorizadas por una ley, las entidades territoriales podrán endeudarse por sobre el valor antes señalado, pero en ningún caso el endeudamiento podrá superar el 5% de los ingresos ordinarios contenidos en su presupuesto anual del año anterior. En ninguno de estos casos, el endeudamiento contará con la garantía del Estado. Las entidades territoriales deberán definir el correspondiente plan de amortización, el que deberá ser informado a los órganos de control correspondientes. Los recursos obtenidos por la vía del endeudamiento obligatoriamente deberán destinarse a activos no financieros tales como inversiones en infraestructura o inmuebles y gastos de emergencia por causa de una calamidad o catástrofe dentro de sus respectivos territorios. Artículo 7º. El principio de solidaridad interterritorial tiene por fin corregir los desequilibrios económicos y ambientales entre las entidades territoriales. Para tales efectos, se podrán establecer mecanismos razonables y justos tales como transferencias directas, subvenciones, beneficios fiscales y fondos de compensación territorial. La ley deberá establecer fondos solidarios de compensación para las entidades territoriales con una menor capacidad fiscal, que se conformarán anualmente mediante aportes mixtos, provenientes de las entidades territoriales y del Estado Central. La ley establecerá los criterios para determinar qué se entiende por menor capacidad fiscal. Las entidades territoriales en cuyo territorio se desarrollen actividades ligadas a sus características y condiciones naturales o geográficas, tendrán derecho a participar de los ingresos que se perciban por el Estado en relación con dichas actividades, en conformidad al principio de solidaridad interterritorial y en la forma que determine la ley. Artículo 8°. Es deber de las entidades territoriales, en el ámbito de sus competencias financieras, establecer una política permanente de desarrollo sostenible y armónico con la naturaleza. El cuidado, el fortalecimiento y la recuperación del medio ambiente y los ecosistemas será una de las consideraciones primordiales al establecer, modificar, mantener o derogar tributos, beneficios tributarios o subsidios. Artículo 9°. Las entidades territoriales, sus representantes y sus autoridades que incumplan con sus obligaciones en materia financiera, deberán asumir, en la parte que les sea imputable, las responsabilidades que de tal incumplimiento se deriven de conformidad con la Constitución y las leyes. Sin perjuicio de los distintos tipos de responsabilidad a que pueda dar lugar el incumplimiento de las obligaciones en materia financiera, la ley deberá establecer mecanismos para un resarcimiento efectivo del patrimonio fiscal o de la entidad territorial respectiva. Artículo 10°. El principio de eficiencia económica implica que las entidades territoriales deberán usar sus recursos de forma económicamente razonable, óptima y eficaz, en beneficio de sus habitantes y en función de los objetivos que la Constitución y las leyes les impongan. Artículo 11°. Para hacer efectiva la autonomía financiera en los términos consagrados en la Constitución, las entidades territoriales podrán recurrir a la jurisdicción constitucional, contenciosa administrativa u ordinaria competente, según corresponda. Artículo 12°. Existirá un órgano de carácter técnico, desconcentrado territorialmente, con autonomía administrativa y presupuestaria, el cual controlará la legalidad de la actividad financiera, la gestión y los resultados de la administración de los recursos públicos. Su actuar deberá fundarse en la eficiencia, la economía, la equidad y la valoración de los costos ambientales y sociales. Especialmente, fiscalizará la elaboración y ejecución de los presupuestos de las entidades territoriales, las que deberán efectuarse bajo las normas contables aplicables al sector público determinadas por ley. Asimismo, la ley establecerá los mecanismos adecuados para incorporar un control ciudadano, democrático y participativo desde los territorios. El Estado promoverá la educación cívica de la ciudadanía en el control y la gestión de recursos públicos. Sin perjuicio de lo señalado en los incisos anteriores, la ley regulará otros controles internos y auditorías periódicas independientes. Con todo, serán públicos los informes de auditorías y los estados financieros de las entidades fiscalizadas. Artículo 1º. Todos deberán contribuir al sostenimiento de los gastos e inversiones del Estado, a través de tributos que conformen un sistema tributario justo establecido por la ley. Los tributos deberán inspirarse en los principios de legalidad, igualdad en conformidad con la capacidad contributiva, solidaridad, seguridad jurídica, irretroactividad y no confiscatoriedad y los demás que la Constitución prescriba, respetando la política de desarrollo sostenible y armónico con el medio ambiente y sus ecosistemas. Artículo 2º. La creación, modificación y derogación de tributos y beneficios aplicables a estos, se hará en virtud de una ley aprobada en el parlamento. Se exceptúa de lo anterior, las contribuciones especiales y tasas generadas por las entidades territoriales de acuerdo con la Constitución y la ley. Los tributos fiscales que se recauden, cualquiera sea su naturaleza, ingresarán al patrimonio del Estado y no podrán estar afectos a un destino determinado, sin perjuicio de los fondos consagrados en favor de las entidades territoriales que esta Constitución y las leyes establezcan, financiados en todo o parte con esta recaudación. Asimismo, la ley podrá crear tributos de afectación en favor de las entidades territoriales referidos a actividades o bienes con una clara identificación con los territorios, o para la prevención de contaminación medioambiental, la conservación y reparación de los ecosistemas. Las leyes señaladas en este artículo son de iniciativa exclusiva del Presidente de la República, sin perjuicio de los impuestos de afectación, su tramitación podrá originarse por medio de un proyecto presentado por entidades territoriales en la forma señalada por la ley. No procederán iniciativas populares de ley en materia tributarias. La ley de Presupuestos no puede crear tributos ni beneficios tributarios. Artículo 3º. El principio de igualdad en materia tributaria exige que la ley deberá fijar la forma de repartir la carga tributaria conforme a la capacidad contributiva de las y los contribuyentes. Sólo en virtud de una ley, y siempre que no signifique una discriminación arbitraria, se podrán autorizar determinados beneficios directos o indirectos en favor de algún sector, actividad o zona geográfica, o establecer gravámenes especiales que afecten a uno u otras. En el caso de beneficios, sean éstos directos o indirectos, la estimación del costo de éstos deberá incluirse anualmente en la Ley de Presupuestos. Ante el incumplimiento de esta obligación, procederán las sanciones que la Constitución y las leyes determinen. Artículo 4°. Para la promoción del bienestar general, el Estado y las entidades territoriales deberán garantizar y promover la realización efectiva de la solidaridad, mediante la contribución y redistribución equitativa de los ingresos, para el sostenimiento de los gastos e inversiones públicas en el ejercicio de sus competencias. Artículo 5º. Las normas que establezcan tributos solo podrán afectar hechos futuros, por lo que no podrán ser retroactivas. Artículo 6º. Ningún tributo podrá tener un efecto confiscatorio. No podrá existir un enriquecimiento injusto del Estado a costa de las y los contribuyentes. Artículo 7°. Toda persona tendrá derecho a obtener una decisión de mérito, en un tiempo razonable, por parte de un tribunal especializado, respecto de las discrepancias que tenga con las determinaciones que efectúe la administración tributaria fiscal, las entidades territoriales o cualquier órgano competente en esta materia y que afecte el interés actual de un contribuyente. Artículo 8°. El gasto público se orientará a asegurar la satisfacción de los derechos fundamentales y las atribuciones y competencias consagradas a los organismos públicos que esta Constitución y las leyes establecen. Este deberá basarse en los principios de legalidad, equilibrio presupuestario, progresividad y no regresividad de los derechos sociales, transparencia, participación, control y responsabilidad. El gasto público deberá considerar mecanismos de rendición de cuentas transparente y participativos, definidos en la ley y la normativa complementaria.",
    "error": null,
    "autor": "Ampuero, Adriana",
    "autor_matched": "Ampuero, Adriana",
    "comision": "N3. Comisión de Forma de Estado, Ordenamiento, Autonomía, Descentralización, Equidad, Justicia Territorial, Gobiernos Locales y Organización Fiscal",
    "comision_n": 3,
    "fecha": "1/Febrero/2022",
    "firmantes": [
      "Adriana Ampuero",
      "Tammy Pustilnick",
      "Jeniffer Mella",
      "César Uribe",
      "Claudio Gómez",
      "Julio Álvarez",
      "Ramona Reyes",
      "Yarela Gómez",
      "Cristóbal Andrade",
      "Helmuth Martínez",
      "Francisco Caamaño",
      "Natalia henriquez"
    ],
    "firmantes_matched": [
      "Ampuero, Adriana",
      "Pustilnick, Tammy",
      "Mella, Jeniffer",
      "Uribe, Cesar",
      "Gomez, Claudio",
      "Alvarez, Julio",
      "Reyes, Maria Ramona",
      "Gomez, Yarela",
      "Andrade, Cristobal",
      "Martinez, Helmuth",
      "Caamano, Francisco",
      "Henriquez, Natalia"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 12,
    "n_firmantes_matched": 12,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1013-Iniciativa-Convencional-Constituyente-del-cc-felix-galleguillos-sobre-archivo-general-de-asuntos-indigenas.pdf": {
    "propuesta_norma": "Artículo XX. Los documentos históricos de los Pueblos y Naciones Indígenas son parte del legado cultural, memoria e identidad del Estado Plurinacional de Chile. El Estado garantiza el registro, recuperación, restauración y protección de los documentos. Se creará el Archivo General de Asuntos Indígenas, el cual tendrá asiento en cada uno de los territorios ancestrales de cada pueblo indígena, que estará a cargo de ejecutar las labores referidas en el inciso anterior, en colaboración con el pueblo indígena respectivo. Este archivo dependerá administrativamente del Archivo Nacional de Chile.",
    "error": null,
    "autor": "Félix Galleguillos Aymani",
    "autor_matched": "Galleguillos, Felix",
    "comision": "N7. Comisión sobre sistemas de conocimientos, culturas, ciencia, tecnología, artes y patrimonios",
    "comision_n": 7,
    "fecha": "01/febrero/2022",
    "firmantes": [
      "Paulina Valenzuela Río",
      "Alejandra Flores Carlos",
      "Francisco Caamaño Rojas",
      "Ignacio Jaime Achurra Diaz",
      "Maria Trinidad Castillo Boilet",
      "Bessy Gallardo Prado",
      "Carolina Sepulveda",
      "Tiare Aguilera",
      "Benito Baranda",
      "Isabella Mamani",
      "Galleguillos, Felix"
    ],
    "firmantes_matched": [
      "Flores, Alejandra",
      "Caamano, Francisco",
      "Castillo, Maria Trinidad",
      "Gallardo, Bessy",
      "Sepulveda, Carolina",
      "Aguilera, Tiare",
      "Baranda, Benito",
      "Mamani, Isabella",
      "Valenzuela, Paulina",
      "Achurra, Ignacio",
      "Galleguillos, Felix"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1012-Iniciativa-Convencional-Constituyente-del-cc-Nicolas-Nunez-sobre-Responsabilidad-Fiscal.pdf": {
    "propuesta_norma": "Artículo 1. El Estado de Chile, a través de sus instituciones y organismos, deberá garantizar el equilibrio de los ingresos, gasto y recaudación responsables teniendo en consideración las fases de los ciclos económicos y las obligaciones contraídas. A través del diseño e implementación de políticas y reglas fiscales, se deberá transparentar el proceso de elaboración de programas económicos ante el congreso periódicamente en la forma que determine la ley. El gobierno central y regionales estarán autorizados, previo acuerdo del congreso, para emitir deuda pública, contraer crédito, o modificar los límites de déficit estructural, en caso de catástrofes, recesión económica o situaciones de emergencia extraordinaria y perjudiquen considerablemente la situación financiera o la sostenibilidad económica o social del Estado. La ley determinará el procedimiento y los requisitos para la autorización, la que deberá considerar quórum calificado para su aprobación.",
    "error": null,
    "autor": "Nicolás Núñez",
    "autor_matched": "Nunez, Nicolas",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "1/febrero/2022",
    "firmantes": [
      "Nicolás Nuñez Gangas",
      "Francisco Caamaño",
      "Bessy Gallardo",
      "Carolina Videla Osorio",
      "Carolina Vilches",
      "Isabel Godoy Monárdez",
      "Marcos Barraza Gómez",
      "Ingrid Villena",
      "Damaris Abarca",
      "Valentina Miranda",
      "Bárbara Sepúlveda",
      "Hugo Gutiérrez",
      "Jennifer Mella"
    ],
    "firmantes_matched": [
      "Nunez, Nicolas",
      "Caamano, Francisco",
      "Gallardo, Bessy",
      "Videla, Carolina",
      "Vilches, Carolina",
      "Godoy, Isabel",
      "Barraza, Marcos",
      "Villena, Ingrid",
      "Abarca, Damaris",
      "Miranda, Valentina",
      "Sepulveda, Barbara",
      "Gutierrez, Hugo",
      "Mella, Jeniffer"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 13,
    "n_firmantes_matched": 13,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1011-Iniciativa-Convencional-Constituyente-de-la-cc-Ivanna-Olivares-sobre-Nacionalizacion-de-empresas-del-Gas.pdf": {
    "propuesta_norma": "Artículo xx. El gas es un bien de carácter estratégico para el país, sin perjuicio de la consideración que las leyes o esta Constitución realice respecto de otros bienes y sectores de la economía, como bienes estratégicos. Artículo xx. El Estado, en representación de los pueblos de Chile, tienen el dominio absoluto, exclusivo, excluyente, inalienable e imprescriptible de todos los bienes de hidrocarburos. El Estado ejercerá su propiedad sobre estos bienes en toda su extensión: uso, goce y disposición. Cuando se trate de nacionalización de actividades o empresas de bienes estratégicos, la nacionalización comprenderá a ellas mismas, a los derechos de los que sea titular, y a la totalidad de sus bienes. La nacionalización se extenderá a los bienes de terceros, de cualquier clase, directa y necesariamente destinados a la normal explotación de dichas actividades y empresas. El monto de la indemnización o indemnizaciones, según los casos, podrá determinarse sobre la base del costo original de dichos bienes, deducidas las amortizaciones, depreciaciones, castigos y desvalorización por obsolescencia. También podrá deducirse del monto de la indemnización el todo o parte de las rentabilidades excesivas que hubieren obtenido las empresas nacionalizadas. La indemnización será pagada en dinero, a menos que el afectado acepte otra forma de pago, en un plazo no superior a veinte años. El Estado podrá tomar posesión material de los bienes comprendidos en la nacionalización inmediatamente después de que ésta entre en vigencia. Artículo xx. El Estado ejercerá control y fiscalización en toda la cadena de importación, producción, refinamiento, almacenaje, distribución y comercialización del gas. Artículo xx. Toda actividad relacionada con el gas e hidrocarburos deberá realizarse en estricto cumplimiento de los derechos de los pueblos indígenas y naciones preexistentes, en particular, el derecho al consentimiento previo, libre e informado respecto de decisiones que afecten sus territorios o su supervivencia como pueblos. Igualmente, deberá protegerse el derecho de los pueblos indígenas y naciones preexistentes a participar en la utilización, administración y conservación de dichos bienes. Los pueblos indígenas participarán de los beneficios de tales actividades, y percibirán una indemnización equitativa por cualquier daño que puedan sufrir como resultado de esas actividades. Estos derechos se ejercerán en el marco de los principios de solidaridad entre los pueblos indígenas y de justicia intergeneracional. Artículo xx. La dirección de las empresas del gas nacionalizadas deberá realizarse a través de instancias colegiadas compuestas por representantes designados por el presidente de Chile, por los trabajadores sindicalizados, electos democráticamente entre profesionales, trabajadores de planta y subcontratistas, por representantes de las comunidades elegidas democráticamente, además integrarán dicho directorio representantes de las Universidades público-Estatales. Tal composición deberá realizarse de manera que ninguno de los sectores representados tenga por sí solo la mayoría absoluta. Artículo xx. Las actividades hidrocarburíferas se sujetarán en lo relativo a los temas ambientales a todo lo dispuesto en la Constitución Política del Estado, Ley del Medio Ambiente y sus reglamentos y a los convenios internacionales en la materia. Artículo xx. Todas las operaciones de la cadena productiva del gas deberán utilizar la mejor tecnología que disminuya los riesgos de impacto ambiental. Artículo xx. Debido al interés de los pueblos de Chile y en ejercicio del derecho soberano e inalienable del Estado a disponer libremente de sus riquezas y bienes naturales, nacionalízanse y decláranse, por tanto, incorporados al pleno y exclusivo dominio del Estado las empresas distribuidoras, comercializadoras y productoras de gas, pasando al dominio nacional todos los bienes de dichas empresas y de sus filiales relacionadas con su actividad en territorio nacional. El Estado tomará posesión inmediata de estos bienes en la oportunidad que determine el presidente de Chile, quien tendrá como plazo máximo de 1 año desde la promulgación de la nueva constitución para implementar dicha disposición. En conformidad al dominio patrimonial del Estado sobre todos los bienes estratégicos no habrá lugar a indemnización alguna por los derechos sobre bienes naturales relacionados con el gas ya que por mandato Constitucional pertenecen al Estado de Chile. Dichos derechos serán inscritos sin otro trámite a nombre del Estado. Para la nacionalización y la determinación de la adecuada indemnización se considerarán las siguientes normas: a) Corresponderá al Contralor General de Chile determinar el monto de la indemnización que deba pagarse a las empresas nacionalizadas y a sus filiales, conforme a las reglas que se expresan a continuación. El Contralor General de Chile reunirá todos los antecedentes que estime oportunos, pudiendo recabar de las empresas nacionalizadas y de toda autoridad, oficina o repartición del Estado, cualquiera que sea su naturaleza jurídica, todas las informaciones y datos que estime necesarios o convenientes. El Contralor General de Chile deberá cumplir su cometido en el plazo de 120 días contados desde que la Constitución entre en vigencia. Por resolución fundada, el Contralor podrá ampliar este plazo hasta por otros noventa días. Las empresas afectadas por la nacionalización tendrán como único derecho una indemnización cuyo monto será el valor libro al 31 de diciembre de 2021, según las normas del IFRS. Podrá deducirse del monto de la indemnización el todo o parte de las rentas excesivas que hubieren obtenido las empresas nacionalizadas. b) Dentro del plazo de cinco días, desde que quede ejecutoriada la resolución que determine el monto de la indemnización, se remitirá copia de ella al presidente de Chile, quien fijará por decreto supremo su monto definitivo, de acuerdo con lo señalado en esa resolución. El presidente de Chile fijará, además, en dicho decreto supremo, el plazo, interés y forma de pago de la indemnización, no pudiendo ser el plazo superior a treinta"
  },
  "1010-Iniciativa-Convencional-Constituyente-de-la-cc-Carolina-Vilches-sobre-Agua-y-otros-servicios-Sanitarios.pdf": {
    "propuesta_norma": "Artículo XX. De los deberes del Estado en la provisión del agua y demás servicios sanitarios. Es deber del Estado garantizar el derecho humano al agua potable de calidad y al saneamiento, para las actuales y futuras generaciones. Este deber incluye la preservación, protección y cuidado de las fuentes de agua que sean utilizadas para el abastecimiento de la población, con el fin de no poner en riesgo la vida y salud de las personas. Toda planificación de política sanitaria, de infraestructura, tarifaria y todo otro aspecto relativo deberá ser construida con participación de las comunidades implicadas y trabajadores sanitarios. Es responsabilidad del Estado otorgar servicios de producción y distribución de agua potable, como también servicios de alcantarillado, saneamiento y disposición de aguas servidas a todas las viviendas e inmuebles conectados a la red. Dicha prestación se realizará directa y exclusivamente por organizaciones comunitarias de agua potable y saneamiento o bien por entidades públicas estatales, establecidas en conformidad a la ley. Artículo primero. Una comisión especial interministerial y de coordinación de todos los servicios estatales pertinentes, que será liderada por el Ministerio de Obras Públicas, elaborará dentro de los 6 primeros meses contados desde la entrada en vigencia de esta Constitución, un Plan de Transición con el objetivo de lograr el control del Estado de al menos un porcentaje de 51 % de participación de toda sociedad o empresa concesionarias de servicios sanitarios en las que el Estado, directamente o indirectamente fuese participante minoritario o de aquellas en que no tenga participación alguna. Dicho plan considerará las modificaciones legales pertinentes para materializar los objetivos del plan de Transición.",
    "error": null,
    "autor": "Vilches, Carolina",
    "autor_matched": "Vilches, Carolina",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "01/febrero/2022",
    "firmantes": [
      "Carolina Vilches Fuenzalida",
      "Claudio Gómez Castro",
      "Bastián Labbé Salazar",
      "Nicolas Nuñez Gangas",
      "Bessy Gallardo Prado",
      "Camila Zárate Zárate",
      "Ivanna Olivares Miranda",
      "Manuela Royo Letelier",
      "Cristobal Andrade León"
    ],
    "firmantes_matched": [
      "Vilches, Carolina",
      "Gomez, Claudio",
      "Labbe, Bastian",
      "Nunez, Nicolas",
      "Gallardo, Bessy",
      "Zarate, Camila",
      "Olivares, Ivanna",
      "Royo, Manuela",
      "Andrade, Cristobal"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 9,
    "n_firmantes_matched": 9,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1009-Iniciativa-Convencional-Constituyente-del-cc-Nicolas-Nunez-sobre-acceso-a-playas-y-otros.pdf": {
    "propuesta_norma": "Artículo 1. Es deber del Estado garantizar el derecho de uso y acceso gratuito, eficaz, seguro y responsable con los ecosistemas, a las playas de mar, ríos, lagos y rutas ancestrales costeras, a través de vías de acceso y en los casos en que sea necesario, por la geografía del lugar y cuando las vías de acceso establecidas no sean funcionales o inexiste, deberá realizar las obras pertinentes. La persona que sea limitada o impedida para acceder a la montaña, playas de mar, ríos, lagos y rutas ancestrales costeras, no existiendo otra vía eficaz y segura, ni obras realizadas por el Estado para esos fines, podrá recurrir por sí o por cualquiera a su nombre, a la Corte de Apelaciones respectiva, la que adoptará de inmediato las providencias que juzgue necesarias para restablecer el derecho de acceso bajo los estándares ya normados, sin perjuicio de los demás derechos que pueda hacer valer ante la autoridad. Para la resolución de este asunto, la Corte podrá, a la mayor brevedad, designar un perito nombrado por él mismo y con notificación de las partes, para una inspección personal o la emisión de informe sobre la situación denunciada. Podrá también oficiar a la autoridad correspondiente para efectos de que se informen sobre las vías de acceso u obras a desarrollar en caso de ser necesarias. En cualquier caso, la decisión definitiva o provisional sobre el asunto deberá ser fundamentada.",
    "error": null,
    "autor": "Nicolás Núñez",
    "autor_matched": "Nunez, Nicolas",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "26 de enero de 2022",
    "firmantes": [
      "Nicolás Nuñez Gangas",
      "Bárbara Sepúlveda",
      "Bessy Gallardo",
      "Carolina Videla Osorio",
      "Carolina Vilches",
      "Isabel Godoy Monárdez",
      "Marcos Barraza Gómez",
      "Carolina Sepúlveda",
      "César Uribe",
      "Valentina Miranda",
      "Hernán Velásquez",
      "Francisco Caamaño Rojas",
      "Camila Zárate"
    ],
    "firmantes_matched": [
      "Nunez, Nicolas",
      "Sepulveda, Barbara",
      "Gallardo, Bessy",
      "Videla, Carolina",
      "Vilches, Carolina",
      "Godoy, Isabel",
      "Barraza, Marcos",
      "Sepulveda, Carolina",
      "Uribe, Cesar",
      "Miranda, Valentina",
      "Velasquez, Hernan",
      "Caamano, Francisco",
      "Zarate, Camila"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 13,
    "n_firmantes_matched": 13,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1008-Iniciativa-Convencional-Constituyente-de-la-cc-Claudia-Castro-sobre-Propiedad.pdf": {
    "propuesta_norma": "Artículo X. 1º La libertad para adquirir el dominio de toda clase de bienes así como la de usar, gozar y disponer de ellos, respetando las normas legales aplicables. Sólo los bienes que la naturaleza ha hecho comunes a todos los hombres o que deban pertenecer a la Nación toda y que la ley defina como tales, se excluyen del dominio de las personas individuales. Excepcionalmente y por razones de orden público o interés nacional, una ley aprobada por la mayoría de los parlamentarios en ejercicio en cada cámara, podrá limitar la libertad de acceder al dominio de cierta clase de bienes. 2º El derecho de propiedad en sus diversas especies sobre toda clase de bienes corporales o incorporales. En el caso de la propiedad industrial, intelectual y sobre las creaciones artísticas en general, la ley protegerá a lo menos de por vida los derechos de autor, paternidad, edición e integridad de la obra y demás derechos morales, pudiendo regular el tiempo que durará la protección de los derechos económicos asociados, todo de ello de forma de incentivar la creación e innovación. Sólo la ley puede establecer el modo de adquirir la propiedad, de usar, gozar y disponer de ella y las limitaciones y obligaciones razonables que deriven de su función social. Esta comprende cuanto exijan los intereses generales de la Nación, la seguridad nacional, la utilidad y la salubridad públicas y la conservación del patrimonio ambiental. Nadie puede, en caso alguno, ser privado de su propiedad, del bien sobre que recae o de alguno de los atributos o facultades esenciales del dominio, sino en virtud de ley general o especial que autorice la expropiación por causa de utilidad pública o de interés nacional, calificada por el legislador. El expropiado podrá reclamar de la legalidad del acto expropiatorio ante los tribunales ordinarios y tendrá siempre derecho a indemnización por el daño patrimonial efectivamente causado, la que se fijará de común acuerdo o en sentencia dictada conforme a derecho por dichos tribunales. En ningún caso el perjuicio a indemnizar será inferior al valor comercial del bien expropiado. A falta de acuerdo, la indemnización deberá ser pagada en dinero efectivo al contado. La toma de posesión material del bien expropiado tendrá lugar previo pago del total de la indemnización, la que, a falta de acuerdo, será determinada provisionalmente por peritos en la forma que señale la ley. En caso de reclamo acerca de la procedencia de la expropiación, el juez podrá, con el mérito de los antecedentes que se invoquen, decretar la suspensión de la toma de posesión. Se aplicarán las reglas antes establecidas sobre expropiación cuando, con motivo de una regulación legal, se prive jurídicamente o en los hechos del uso, goce o disposición del bien, de una parte relevante de los mismos o de su contenido real, o se haga irracional o excesivamente oneroso su ejercicio. El Estado tiene el dominio absoluto, exclusivo, inalienable e imprescriptible de todas las minas, comprendiéndose en éstas las covaderas, las arenas metalíferas, los salares, los depósitos de carbón e hidrocarburos y las demás sustancias fósiles, con excepción de las arcillas superficiales, no obstante la propiedad de las personas naturales o jurídicas sobre los terrenos en cuyas entrañas estuvieren situadas. Los predios superficiales estarán sujetos a las obligaciones y limitaciones que la ley señale para facilitar la exploración, la explotación y el beneficio de dichas minas. Corresponde a la ley determinar qué sustancias de aquellas a que se refiere el inciso precedente, no podrán ser objeto de concesiones de exploración o de explotación. Dichas concesiones se constituirán siempre por resolución judicial y tendrán la duración, conferirán los derechos e impondrán las obligaciones que la ley exprese, la que tendrá el carácter de orgánica constitucional. La concesión minera obliga al dueño a desarrollar la actividad necesaria para satisfacer el interés público que justifica su otorgamiento. Su régimen de amparo será establecido por dicha ley, tenderá directa o indirectamente a obtener el cumplimiento de esa obligación y contemplará causales de caducidad para el caso de incumplimiento o de simple extinción del dominio sobre la concesión. En todo caso dichas causales y sus efectos deben estar establecidos al momento de otorgarse la concesión. Será de competencia exclusiva de los tribunales ordinarios de justicia declarar la extinción de tales concesiones. Las controversias que se produzcan respecto de la caducidad o extinción del dominio sobre la concesión serán resueltas por ellos; y en caso de caducidad, el afectado podrá requerir de la justicia la declaración de subsistencia de su derecho. El dominio del titular sobre su concesión minera está protegido por la garantía constitucional de que trata este número. La exploración, la explotación o el beneficio de los yacimientos que contengan sustancias no susceptibles de concesión, podrán ejecutarse directamente por el Estado o por sus empresas, o por medio de concesiones administrativas o de contratos especiales de operación, con los requisitos y bajo las condiciones que el Presidente de la República fije, para cada caso, por decreto supremo. Esta norma se aplicará también a los yacimientos de cualquier especie existentes en las aguas marítimas sometidas a la jurisdicción nacional y a los situados, en todo o en parte, en zonas que, conforme a la ley, se determinen como de importancia para la seguridad nacional. El Presidente de la República podrá poner término, en cualquier tiempo, sin expresión de causa y con la indemnización que corresponda, a las concesiones administrativas o a los contratos de operación relativos a explotaciones ubicadas en zonas declaradas de importancia para la seguridad nacional. Los derechos de los particulares sobre las aguas, reconocidos o constituidos en conformidad a la ley, otorgarán a sus titulares la propiedad sobre ellos. A este respecto, la función social de la propiedad considera la preferencia del uso para el consumo humano de las aguas, sin perjuicio de las indemnizaciones procedentes; 3º Toda persona deberá pagar los tributos y asumir las cargas públicas que señale la ley; Existirá reserva de ley en materia tributaria y de cargas públicas, lo que implica que siempre será una norma legal la que deberá establecer todos sus elementos, así como los de las exenciones, franquicias o beneficios. La tramitación sólo podrá ser iniciada mediante mensaje presidencial. El reglamento sólo podrá especificar el contenido de la ley y, en caso alguno, optar discrecionalmente entre alternativas o habilitar a la autoridad fiscal al respecto; La carga tributaria deberá ser repartida por el legislador de manera consistente con el principio de la igualdad y considerando la capacidad contributiva de las personas. La labor del Estado administrador y juez en la recaudación tributaria y cumplimiento de las cargas públicas sólo irá dirigida a facilitar el cumplimiento tributario y dar aplicación a lo dispuesto en la ley, sin poder extenderse de manera alguna su alcance ni aplicar tributos o cargas públicas por analogía; Corresponderá a los diferentes órganos del Estado velar por el pleno respeto de las garantías de los contribuyentes que se establecen en esta Constitución así como en las normas que la complementan; Los tributos Ο cargas públicas que establezca la ley no podrán ser manifiestamente desproporcionados, expropiatorios o injustos, ni impedir el ejercicio de un derecho o libertad, privar de alguno de sus atributos o facultades y/o hacer irracional su uso o goce; Lo recaudado por los tributos deberá siempre ingresar a los fondos generales de la Nación, sin destinación específica alguna. Lo anterior, con las excepciones fundadas que pueda establecer una ley en el caso de tributos que graven bienes o actividades de clara identificación local o regional o las necesidades de la defensa nacional, y; La ley propenderá a que los contribuyentes tengan conciencia de su calidad de tales así como pleno conocimiento de los tributos que pagan, sea directa o indirectamente, en virtud de retenciones y/o traslaciones. Conocer el destino que dará el Estado a los recursos generados el proceso de recaudación tributaria. 4° Toda regulación o limitación a un derecho o libertad, así como las obligaciones que conlleven, deberán ser establecidas mediante una ley aprobada por el Congreso Nacional, la que de manera alguna podrá encubrir, en los hechos, una privación de los mismos, de su esencia o del bien respectivo ni establecer un impedimento al libre ejercicio.",
    "error": null,
    "autor": "Castro, Claudia",
    "autor_matched": "Castro, Claudia",
    "comision": null,
    "comision_n": null,
    "fecha": "02/febrero/2022",
    "firmantes": [
      "Rocío Cantuarias",
      "Alfredo Moreno",
      "Claudia Castro",
      "Constanza Hube",
      "Carol Bown",
      "Polyana Rivera",
      "Martín Arrau",
      "Margarita Letelier",
      "Teresa Marinovic"
    ],
    "firmantes_matched": [
      "Cantuarias, Rocio",
      "Moreno, Alfredo",
      "Castro, Claudia",
      "Hube, Constanza",
      "Bown, Carol",
      "Rivera, Pollyana",
      "Arrau, Martin",
      "Letelier, Margarita",
      "Marinovic, Teresa"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 9,
    "n_firmantes_matched": 9,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1007-Iniciativa-Convencional-Constituyente-del-cc-Roberto-Celedon-sobre-Adultos-Mayores.pdf": {
    "propuesta_norma": "ARTÍCULO XX. Atendido lo dispuesto en el artículo 31 de la Convención Interamericana sobre la Protección de los Derechos Humanos de las Personas Mayores en todos los procesos judiciales, en cualquiera de sus etapas, referidas a causas sobre violación a los derechos humanos, en caso que se encuentre acreditado el hecho punible y la participación de agentes del Estado, aunque no se encuentren identificados el o los sujetos activos, o que éstos se encuentren fallecidos o dementes, al cerrarse el sumario se dejará expresa constancia que se encuentra acreditado el o los hechos ilícitos penales y la participación de agentes del Estado, elevándose la causa a plenario, conforme a las normas previstas en el Código de Procedimiento Penal, para efecto de la tramitación y resolución de las acciones civiles que procediesen, de acuerdo al derecho interno y/o las normas internacionales de derechos humanos.",
    "error": null,
    "autor": "Celedon, Roberto",
    "autor_matched": "Celedon, Roberto",
    "comision": "N6. Comisión sobre Sistemas de Justicia, Órganos Autónomos de Control y Reforma Constitucional",
    "comision_n": 6,
    "fecha": "1/Febrero/2022",
    "firmantes": [
      "Roberto Celedón Fernández",
      "Mario Vargas Vidal",
      "Carolina Sepúlveda",
      "Malucha Pinto",
      "Valentina Andrea Miranda Arce",
      "CÉSAR URIBE ARAYA",
      "Cesar Uribe Araya",
      "Marcos Barraza",
      "Paola Grandón",
      "HERNÁN VELASQUEZ NÚÑEZ",
      "Francisco Caamaño Rojas"
    ],
    "firmantes_matched": [
      "Celedon, Roberto",
      "Vargas, Mario",
      "Sepulveda, Carolina",
      "Pinto, Malucha",
      "Miranda, Valentina",
      "Uribe, Cesar",
      "Uribe, Cesar",
      "Barraza, Marcos",
      "Grandon, Paola",
      "Velasquez, Hernan",
      "Caamano, Francisco"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1006-Iniciativa-Convencional-Constituyente-del-cc-Bastian-Labbe-sobre-Derechos-Humanos-Ambientales.pdf": {
    "propuesta_norma": "Artículo 1. Toda persona, ya sea individual o colectivamente, tiene el derecho de solicitar y recibir información comprensible, verídica, exacta y en forma expedita sobre el estado del ambiente, a cualquier entidad pública o privada que esté en posesión de dicha información, sin necesidad de expresión de causa alguna. Asimismo, toda persona o colectivo tiene el derecho a impugnar y recurrir la no entrega de información, así como ser informado de los requisitos para ejercer ese derecho. El Estado debe facilitar el acceso a la información de las personas o grupos en situación de vulnerabilidad, incluidos los pueblos indígenas, fomentando el acceso y la participación en igualdad de condiciones, así como la asistencia para formular sus peticiones y obtener respuesta. Artículo 2. Toda persona, tiene el derecho a participar de cualquier asunto ambiental de interés público, tales como el ordenamiento del territorio y la elaboración de políticas, proyectos, actividades, estrategias, planes, programas, normas y reglamentos que tengan o puedan tener un impacto sobre el medio ambiente. Las autoridades deben explicar los fundamentos de sus decisiones públicamente y en la forma más eficaz. El Estado debe garantizar que las observaciones e intervenciones sean vinculantes y determinantes, de modo que sean debidamente consideradas en la toma de decisiones. Además, debe garantizar que el derecho a la participación sea realizado en plazos razonables, de forma abierta, informada, en un espacio inclusivo y facilitando la participación de las mujeres y miembros de comunidades marginadas, sobre la base de los marcos normativos internos e internacionales. Artículo 3. Toda persona o colectivo tiene el derecho a acceder de forma efectiva y oportuna a instancias judiciales y administrativas para impugnar y recurrir, en cuanto al fondo y el procedimiento, cualquier decisión, acción u omisión relacionada con el acceso a la información ambiental, con la participación pública en procesos de toma de decisiones, que afecte adversamente al medio ambiente o que contravenga normas jurídicas relacionadas con el medio ambiente. El Estado deberá asegurar, entre otras condiciones, procedimientos efectivos, oportunos, públicos, transparentes, imparciales y sin costos prohibitivos, la posibilidad de disponer medidas cautelares y provisionales, medidas para facilitar la producción de la prueba del daño ambiental, mecanismos de ejecución y de cumplimiento oportunos de las decisiones judiciales y administrativas, y mecanismos de reparación y restauración, según corresponda.",
    "error": null,
    "autor": "Labbe, Bastian",
    "autor_matched": "Labbe, Bastian",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Bastián Labbé",
      "María Elisa Quinteros Cáceres",
      "Francisco Caamaño",
      "Vanessa Hoppe",
      "Gloria Alvarado",
      "Alvin Saldaña",
      "César Uribe",
      "Janis Meneses",
      "Elisa Giustinianovich"
    ],
    "firmantes_matched": [
      "Labbe, Bastian",
      "Quinteros, Maria Elisa",
      "Caamano, Francisco",
      "Hoppe, Vanessa",
      "Alvarado, Gloria",
      "Saldana, Alvin",
      "Uribe, Cesar",
      "Meneses, Janis",
      "Giustinianovich, Elisa"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 9,
    "n_firmantes_matched": 9,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1005-Iniciativa-Convencional-Constituyente-del-cc-Roberto-Celedon-sobre-Derechos-de-las-Victimas-de-violaciones-DDHH.pdf": {
    "propuesta_norma": "Artículo XX. Todas las víctimas de violación de derechos fundamentales como la vida, desaparición forzada, la integridad física y/o aplicación de tormentos o torturas, o quienes sus derechos representen según la normativa internacional, tienen derecho a la verdad, a la justicia, a la reparación y, en protección a la sociedad en su conjunto, a la adopción de medidas de garantías de no repetición. Las afectaciones a estos derechos cuando se acredite que obedecieron a una política de órganos represivos del Estado y que correspondan a acciones delictivas, sea a nivel nacional o internacional, serán imprescriptibles tanto respecto de la persecución penal como las acciones civiles que procedan. Acreditado la veracidad de los hechos ilícitos vulneratorios y la participación de agentes del Estado el proceso penal proseguirá su curso aunque no se identifique al hechor concreto o éste se encuentre eximido de responsabilidad penal por muerte y/o demencia a fin de que la víctima sea reparada en su dignidad y honor por la Justicia, incluyendo en ello las indemnizaciones con ocasión de los daños a la salud física y mental, los daños materiales y morales, y las reparaciones simbólicas que correspondan. Las instituciones responsables de los agentes del Estado involucrados en las violaciones sistemáticas a los derechos humanos deberán proponer medidas institucionales que garanticen la no repetición, sin perjuicio del derecho de las víctimas, de las partes y de los Tribunales de Justicia el proponer y determinar este último las que fundadamente estime procedentes, las que serán obligatorias a los órganos del Estado. Los responsables directos que sean agentes del Estado serán degradados y nunca más podrán ser funcionarios públicos ni ejercer cargos públicos de ninguna naturaleza, incluso de elección popular. El Estado de Chile deberá cooperar y comprometerse en el esclarecimiento de todos los hechos que signifiquen graves violaciones a los derechos humanos aunque afecten a terceros Estados. Será considerada como traición a la patria cualquier inducción, colaboración y/o ejecución de actos realizados por terceros extranjeros que impliquen la violación del principio de libre determinación del pueblo de Chile y la violación de los derechos humanos de ciudadanas y ciudadanos del Estado y de cualquiera persona en el territorio nacional. Se considerará violación de derechos humanos toda acción u omisión que vulnere los derechos humanos reconocidos en la Constitución o en los instrumentos internacionales, cuando el agente sea autoridad o funcionario público en el ejercicio de sus funciones. También se considerará violación de derechos humanos cuando la acción u omisión señalada sea realizada por un particular, ya sea individuo, organización o empresa, instigado o autorizado explícita o implícitamente por una autoridad o funcionario público, cuando actúe con su aquiescencia o colaboración, o cuando por la naturaleza y gravedad de la violación, o de la entidad y magnitud de las acciones o actividades en las que ésta ha ocurrido, pueda quedar en la impunidad en caso de no perseguirse la responsabilidad del particular, sea éste individuo, organización o empresa. Artículo XX. La sociedad tiene el derecho inalienable a conocer la verdad acerca de los acontecimientos vinculados a la perpetración de crímenes aberrantes y de las circunstancias y los motivos que originaron su perpetración, especialmente cuando son de carácter masivo y/o sistemático. El Estado debe garantizar el acceso y difusión de este derecho, reconociendo que se trata de una salvaguardia fundamental contra la repetición. Artículo XX. El Estado garantizara la implementación de las medidas necesarias para la prevención y debida investigación de todas aquellas conductas delictivas que impliquen graves violaciones a los derechos humanos, en especial de la tortura, las muertes potencialmente ilícitas y la desaparición forzada. Las acciones y las penas vinculados a los delitos antes referidos y en especial aquellos constitutivos de crímenes de lesa humanidad, de guerra, y genocidio son imprescriptibles y no serán susceptibles de ninguna limitación o impedimento a debida investigación ni sanción. Es deber del Estado investigar toda grave violación a los derechos humanos de oficio, con la debida diligencia, seriedad, rapidez, independencia, imparcialidad y con enfoque diferencial, y de acuerdo con los estándares desarrollados en el Derecho internacional de los Derechos Humanos. Artículo XX. Toda víctima de una violación a los derechos humanos tiene derecho a ser reparada integralmente por el Estado, incluyendo, la restitución, compensación, rehabilitación, satisfacción y garantías de no repetición, en sus dimensiones individual, colectiva, material, moral y simbólica. El Estado está obligado a garantizar este derecho, asegurando el respeto de las garantías procesales y evitando toda forma de revictimización. Artículo XX. Nadie será sometido a desaparición forzada. El Estado tiene el deber de salvaguardar la búsqueda inmediata, así como hacer operativas todas aquellas obligaciones que garanticen la protección de la víctima y sus cercanos.",
    "error": null,
    "autor": "Roberto Celedon",
    "autor_matched": "Celedon, Roberto",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": "01/Febrero/2022",
    "firmantes": [
      "Roberto Celedon",
      "Elsa Labraña Pino",
      "Alejandra Perez Espina",
      "Manuel Woldarsky González",
      "Natividad Llanquileo – Escaño Mapuche",
      "Tania Madriaga",
      "Lisette Vergara Riquelme",
      "María Rivera Iribarren",
      "Marco Arellano",
      "Eric Chinga",
      "Francisco Caamaño"
    ],
    "firmantes_matched": [
      "Celedon, Roberto",
      "Labrana, Elsa",
      "Perez, Alejandra",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Madriaga, Tania",
      "Vergara, Lisette",
      "Rivera, Maria Magdalena",
      "Arellano, Marco",
      "Chinga, Eric",
      "Caamano, Francisco"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1004-Iniciativa-Convencional-Constituyente-del-cc-Marcos-Barraza-sobre-Colegios-Profesionales.pdf": {
    "propuesta_norma": "Artículo X. Los colegios profesionales universitarios son corporaciones de derecho público, nacionales y autónomas, que colaboran con los propósitos y las responsabilidades del Estado. Su labor consiste en velar por el ejercicio ético de sus miembros, promover la credibilidad de la disciplina que profesan sus afiliados, y representar oficialmente a la profesión ante el Estado. El funcionamiento de los colegios se regirá por una ley de la República.",
    "error": null,
    "autor": "Marcos Barraza",
    "autor_matched": "Barraza, Marcos",
    "comision": "N1. Comisión sobre Sistema Político, Gobierno, Poder Legislativo y Sistema Electoral",
    "comision_n": 1,
    "fecha": "26/enero/2022",
    "firmantes": [
      "Marcos Barraza Gómez",
      "Loreto Vidal",
      "Mauricio Daza",
      "Felipe Harboe",
      "Ramona Reyes",
      "Benito Baranda",
      "Tomas Laibe",
      "Carolina Videla",
      "Fuad Chain",
      "Hugo Gutierrez",
      "Cristián Monckeberg"
    ],
    "firmantes_matched": [
      "Barraza, Marcos",
      "Vidal, Rossana",
      "Daza, Mauricio",
      "Harboe, Felipe",
      "Reyes, Maria Ramona",
      "Baranda, Benito",
      "Laibe, Tomas",
      "Videla, Carolina",
      "Chahin, Fuad",
      "Gutierrez, Hugo",
      "Monckeberg, Cristian"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1003-Iniciativa-Convencional-Constituyente-del-cc-Luis-Mayol-sobre-Derecho-de-las-Personas-Privadas-de-Libertad.pdf": {
    "propuesta_norma": "Artículo 1. El sistema de cumplimiento de las sanciones penales y de las medidas de seguridad se organizará sobre la base del respeto a los derechos humanos y tendrá como fin la custodia y reinserción social de la persona que cumpla una condena judicial. Para ello, la ejecución penal se regirá por los principios de legalidad, humanidad, igualdad y no discriminación, progresividad y resocialización, y le serán aplicables las garantías del derecho penal y del debido proceso. El Estado, a través de gendarmería, asegurará a las personas privadas de libertad el reconocimiento de la diversidad, el derecho a sufragio, el derecho a la reinserción social, el derecho al libre ejercicio de su espiritualidad, el derecho a la salud oportuna y suficiente, y el control de legalidad de los actos que afecten o pudieren afectar sus derechos o garantías. La ley establecerá las condiciones para el ejercicio de tales derechos. Los grupos vulnerables gozarán de especial protección. Mujeres embarazadas, madres de lactantes, niños, niñas y adolescentes, adultos mayores, personas gravemente enfermas y personas con discapacidad física, mental o sensorial tendrán derecho a cumplir su condena a través de medidas alternativas a la privación de la libertad en los términos y condiciones que señale la ley. Artículo 2. El control de la legalidad de los actos de la administración pública y de los órganos del Estado que afecten o pudieren afectar principios, derechos, garantías o beneficios reconocidos en favor de las personas privadas de libertad, así como el control de las condiciones de privación de libertad y la supervisión de la ejecución o cumplimiento de las penas, será periódico y estará a cargo de jueces y tribunales distintos de aquellos que dictaron sentencia. Dichos órganos judiciales tendrán formación especializada, con competencia y dedicación exclusivas. Resolverán respetando las garantías del derecho penal y del debido proceso, promoviendo la reinserción social de la persona que cumpla una condena judicial y desarrollarán las funciones de vigilancia, decisorias y consultivas según lo disponga la ley.",
    "error": null,
    "autor": "Mayol, Luis",
    "autor_matched": "Mayol, Luis",
    "comision": "N6. Comisión sobre Sistemas de Justicia, Órganos Autónomos de Control y Reforma Constitucional",
    "comision_n": 6,
    "fecha": null,
    "firmantes": [
      "Luis Mayol Bouchon",
      "Patricia Labra B.",
      "Ruggero Cozzi E.",
      "Bernardo de la Maza B.",
      "Hernán Larraín M.",
      "Bernardo Fontaine T.",
      "Ruth Hurtado",
      "Álvaro Jofré"
    ],
    "firmantes_matched": [
      "Mayol, Luis",
      "Labra, Patricia",
      "Cozzi, Ruggero",
      "De la Maza, Bernardo",
      "Larrain, Hernan",
      "Fontaine, Bernardo",
      "Hurtado, Ruth",
      "Jofre, Alvaro"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 8,
    "n_firmantes_matched": 8,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1002-Iniciativa-Convencional-Constituyente-del-cc-Juan-Jose-Martin-sobre-Principios-Economicos.pdf": {
    "propuesta_norma": "",
    "error": null,
    "autor": "Juan José Martin",
    "autor_matched": "Martin, Juan Jose",
    "comision": null,
    "comision_n": null,
    "fecha": "1/febrero/2022",
    "firmantes": [
      "Juan José Martin",
      "Carolina Sepúlveda",
      "Jorge Abarca",
      "Guillermo Namor Kong",
      "Nicolas Nuñez Gangas",
      "María Trinidad Castillo",
      "Tammy Pustilnick",
      "Paulina Valenzuela",
      "Lorena del Pilar Céspedes",
      "Javier Fuchslocher",
      "Adriana Cancino",
      "Ramona Reyes Painequeo"
    ],
    "firmantes_matched": [
      "Martin, Juan Jose",
      "Sepulveda, Carolina",
      "Abarca, Jorge",
      "Namor, Guillermo",
      "Nunez, Nicolas",
      "Castillo, Maria Trinidad",
      "Pustilnick, Tammy",
      "Valenzuela, Paulina",
      "Cespedes, Lorena",
      "Fuchslocher, Javier",
      "Cancino, Adriana",
      "Reyes, Maria Ramona"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 12,
    "n_firmantes_matched": 12,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1001-Iniciativa-Convencional-Constituyente-del-cc-Juan-Jose-Martin-sobre-Principio-Ecocentrico.pdf": {
    "propuesta_norma": "Artículo X. El Estado reconoce el valor intrínseco de la Naturaleza y sus seres y elementos independiente de su relación con la humanidad, existiendo el vínculo entre ambos dado el origen y dependencia de esta última con la Naturaleza. El Estado reconoce los ecosistemas como conjuntos de seres vivos, elementos abióticos y sus intra e interrelaciones, conformando dinámicas conjuntas mayores a las sumas individuales de las dinámicas propias de sus elementos. El Estado reconoce como base necesaria para la sociedad humana una Naturaleza sana y, a su vez, una sociedad humana sana como base necesaria para la economía y otras actividades humanas. El Estado y la sociedad reconocen su deber ético y de responsabilidad para con la Naturaleza, sus seres y entre las personas. El Estado debe fomentar, como un ejercicio permanente, un entendimiento científico y en base a los saberes ancestrales sobre la Naturaleza, y una educación y cultura de respeto e interacción mutua de la sociedad con esta. Artículo XX. El Estado reconoce la importancia del equilibrio entre la dimensión ambiental o ecológica, la social, espiritual y la económica para el ejercicio pleno de los derechos fundamentales y la satisfacción de las necesidades materiales y espirituales de la población presente y futura sin perjudicar a la Naturaleza. Para esto, el respeto de los sistemas biológicos de forma que puedan conservar sus condiciones y funciones en el largo plazo y permitir el desarrollo de cualquier especie en relación a su entorno, es fundamental en las acciones que ejerza la humanidad sobre la Naturaleza. El Estado se compromete a la responsabilidad de todas sus acciones y medidas con las dimensiones ambiental, social, espiritual y económica.",
    "error": null,
    "autor": "Juan José Martin",
    "autor_matched": "Martin, Juan Jose",
    "comision": "N5. Comisión sobre Medio Ambiente, Derechos de la Naturaleza, Bienes Naturales Comunes y Modelo Económico",
    "comision_n": 5,
    "fecha": "1/febrero/2022",
    "firmantes": [
      "Juan José Martin Bravo",
      "Jorge Abarca Riveros",
      "Carolina Sepúlveda",
      "Paulina Valenzuela Río",
      "Javier Fuchslocher Baeza",
      "Gaspar Domínguez Donoso",
      "Nicolás Nuñez Gangas",
      "Lorena Céspedes Fernández",
      "Tammy Pustilnick Arditi",
      "Adriana Cancino",
      "Ramona Reyes Painequeo"
    ],
    "firmantes_matched": [
      "Martin, Juan Jose",
      "Abarca, Jorge",
      "Sepulveda, Carolina",
      "Valenzuela, Paulina",
      "Fuchslocher, Javier",
      "Dominguez, Gaspar",
      "Nunez, Nicolas",
      "Cespedes, Lorena",
      "Pustilnick, Tammy",
      "Cancino, Adriana",
      "Reyes, Maria Ramona"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 11,
    "n_firmantes_matched": 11,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  },
  "1000-Iniciativa-Convencional-Constituyente-del-cc-Jorge-Abarca-sobre-Libre-Desplazamiento.pdf": {
    "propuesta_norma": "Artículo nuevo. Es deber del Estado asegurar a todas las personas condiciones igualitarias para ejercer el derecho a la libertad de desplazamiento dentro del territorio del país. El Estado priorizará, protegerá, fomentará y promoverá las formas más vulnerables y sustentables de movilidad entendidas éstas como los modos de movilidad de cero emisiones a energía humana, la caminata, la bicicleta y otros ciclos, en conjunto con el transporte público de diseño universal y de bajas emisiones, en la forma que lo determine la ley.",
    "error": null,
    "autor": "Abarca, Jorge",
    "autor_matched": "Abarca, Jorge",
    "comision": "N4. Comisión sobre Derechos Fundamentales",
    "comision_n": 4,
    "fecha": null,
    "firmantes": [
      "Jorge Abarca",
      "Manuela Royo",
      "Gaspar Domínguez",
      "Carolina Vilches",
      "Félix Galleguillos",
      "Elisa Loncon",
      "Jorge Baradit",
      "Vanessa Hoppe"
    ],
    "firmantes_matched": [
      "Abarca, Jorge",
      "Royo, Manuela",
      "Dominguez, Gaspar",
      "Vilches, Carolina",
      "Galleguillos, Felix",
      "Loncon, Elisa",
      "Baradit, Jorge",
      "Hoppe, Vanessa"
    ],
    "firmantes_not_matched": [],
    "n_firmantes": 8,
    "n_firmantes_matched": 8,
    "n_firmantes_not_matched": 0,
    "error_limpieza": null
  }
}