[
  {
    "article": "Artículo 37.- El Consejo de Alcaldes estará integrado...",
    "content": "Artículo 37. Del Alcalde o Alcaldesa. El Alcalde o Alcaldesa es la máxima autoridad ejecutiva del gobierno comunal, integra el Concejo Municipal y representa judicial y extrajudicialmente a la comuna. El alcalde o alcaldesa ejercerá sus funciones por el término de cuatros años, pudiendo ser reelegido o reelegida consecutivamente sólo una vez para el período siguiente. Para estos efectos se entenderá que el alcalde o alcaldesa ha ejercido su cargo durante un período cuando haya cumplido más de la mitad de su mandato. El alcalde o alcaldesa será elegido en votación directa, en conformidad con lo dispuesto en la Constitución y la ley\nEl Alcalde o Alcaldesa ejercerá la presidencia del Concejo Municipal."
  },
  {
    "article": "Artículo 40.- De la Asamblea Social Regional.",
    "content": "Artículo 40.- De las Unidades y Juntas Vecinales. Las Comunas Autónomas establecerán en el ámbito de sus competencias, territorios denominados unidades vecinales. Dentro de ellas, se constituirá una Junta Vecinal, representativa de las personas que residen en una misma unidad vecinal, que gozará de personalidad jurídica y será sin fines de lucro, cuyo objeto será hacer efectiva la participación popular en la gestión comunal y en el desarrollo de la comunidad, y las demás atribuciones que determine la ley.\nSe constituirá una Junta Vecinal en cada Unidad Vecinal, y una Unión Comunal de Juntas Vecinales en cada Comuna Autónoma. En aquellas Comunas Autónomas en que la población rural supere el veinte por ciento de la población total, podrá constituirse además una Unión Comunal de Juntas Vecinales de carácter rural.\nLa ley dispondrá la forma de determinar el territorio de las Unidades Vecinales, el procedimiento de constitución de las Juntas Vecinales y Uniones Comunales y sus atribuciones."
  },
  {
    "article": "Art 67 bis. Competencia exclusiva de la legislación regional.",
    "content": "Son materias de la ley regional: 1. La organización política, administrativa y financiera del Gobierno Regional. 2. El desarrollo social, productivo y económico de la Región autónoma en el ámbito de sus competencias, en coordinación con las políticas, planes y programas nacionales. 3. Investigación, tecnología y ciencias en la Región Autónoma. 4. Conservación, preservación, protección y restauración de la naturaleza, del equilibrio ecológico y el uso racional del agua, bosques y los demás elementos naturales de su territorio y maritorio. 5. Culturas, las artes, el patrimonio histórico, inmaterial arqueológico, lingüístico y arquitectónico; y la formación artística en su territorio. 6. Participación popular en la Región Autónoma. 7. Contribuciones, tasas y beneficios tributarios regionales."
  },
  {
    "article": "De las competencias legislativas concurrentes.",
    "content": "El Congreso Plurinacional y cada Asamblea Legislativa Regional tendrán potestades legislativas concurrentes. Se entenderán potestades legislativas concurrentes aquellas en que las Regiones Autónomas le corresponde la potestad legislativa específica, con la excepción de la determinación de los principios o reglas generales en una ley marco que le corresponde al Congreso Plurinacional. Son materias de legislación concurrente: 1) La coordinación tributaria; 2) La coordinación presupuestaria; 3) La creación de instituciones financieras y crediticias regionales, tales como bancos locales y rurales; 4) La creación de entidades de crédito inmobiliario y agrario regionales; 5) La política de desarrollo cultural y de educación regional, y la creación de instituciones de educación superior y técnica; 6) La protección de la soberanía alimentaria; 7) La investigación científica y tecnológica regional; 8) La suscripción de deuda pública regional y municipal; 9) El diseño y ejecución de proyectos de infraestructura interregional; 10) La regulación de los bienes fiscales y de los bienes nacionales de uso público, incluyendo las minas y los demás bienes comunes naturales. 11) La regulación de la organización sindical, la negociación o conflicto colectivo y la huelga; 12) El diseño y ejecución de proyectos de Infraestructura energética interregional; 13) La política de realización progresiva de los derechos económicos, sociales y culturales; 14) Creación de entidades de coordinación relativas a la provisión de servicios públicos esenciales; 15) La regulación de la responsabilidad por daño ambiental; 16) La política de protección de los derechos e inclusión social de personas con discapacidades; 17. Planificación, obras públicas, ordenamiento territorial y manejo integrado de cuencas en la Región Autónoma. 18. Vivienda, urbanismo, salud, educación, transporte, conectividad digital, turismo, deporte, ocio y recreación en la Región Autónoma."
  }
]