[
  {
    "article": "Artículo 37. De la autonomía financiera de las entidades territoriales.",
    "content": "El Estado fomentará los mercados locales, ferias libres y circuitos cortos de comercialización e intercambio de bienes y productos relacionados a la ruralidad."
  },
  {
    "article": "Artículo 40. Principios de autonomía y suficiencia.",
    "content": "Artículo 40.- El Estado reconoce el derecho al libre uso, manejo e intercambio de semillas campesinas y material vegetal de propagación, conforme a lo que establezca la ley."
  },
  {
    "article": "Art 67 bis. Competencia exclusiva de la legislación regional.",
    "content": "Son materias de la ley regional: 1. La organización política, administrativa y financiera del Gobierno Regional. 2. El desarrollo social, productivo y económico de la Región autónoma en el ámbito de sus competencias, en coordinación con las políticas, planes y programas nacionales. 3. Investigación, tecnología y ciencias en la Región Autónoma. 4. Conservación, preservación, protección y restauración de la naturaleza, del equilibrio ecológico y el uso racional del agua, bosques y los demás elementos naturales de su territorio y maritorio. 5. Culturas, las artes, el patrimonio histórico, inmaterial arqueológico, lingüístico y arquitectónico; y la formación artística en su territorio. 6. Participación popular en la Región Autónoma. 7. Contribuciones, tasas y beneficios tributarios regionales."
  },
  {
    "article": "De las competencias legislativas concurrentes.",
    "content": "El Congreso Plurinacional y cada Asamblea Legislativa Regional tendrán potestades legislativas concurrentes. Se entenderán potestades legislativas concurrentes aquellas en que las Regiones Autónomas le corresponde la potestad legislativa específica, con la excepción de la determinación de los principios o reglas generales en una ley marco que le corresponde al Congreso Plurinacional. Son materias de legislación concurrente: 1) La coordinación tributaria; 2) La coordinación presupuestaria; 3) La creación de instituciones financieras y crediticias regionales, tales como bancos locales y rurales; 4) La creación de entidades de crédito inmobiliario y agrario regionales; 5) La política de desarrollo cultural y de educación regional, y la creación de instituciones de educación superior y técnica; 6) La protección de la soberanía alimentaria; 7) La investigación científica y tecnológica regional; 8) La suscripción de deuda pública regional y municipal; 9) El diseño y ejecución de proyectos de infraestructura interregional; 10) La regulación de los bienes fiscales y de los bienes nacionales de uso público, incluyendo las minas y los demás bienes comunes naturales. 11) La regulación de la organización sindical, la negociación o conflicto colectivo y la huelga; 12) El diseño y ejecución de proyectos de Infraestructura energética interregional; 13) La política de realización progresiva de los derechos económicos, sociales y culturales; 14) Creación de entidades de coordinación relativas a la provisión de servicios públicos esenciales; 15) La regulación de la responsabilidad por daño ambiental; 16) La política de protección de los derechos e inclusión social de personas con discapacidades; 17. Planificación, obras públicas, ordenamiento territorial y manejo integrado de cuencas en la Región Autónoma. 18. Vivienda, urbanismo, salud, educación, transporte, conectividad digital, turismo, deporte, ocio y recreación en la Región Autónoma."
  }
]