[
  {
    "article": "Artículo 1°. De la Comuna Autónoma.",
    "text": "Artículo 1°. De la Comuna Autónoma. La Comuna Autónoma es la entidad territorial base del Estado regional, dotada de personalidad jurídica de derecho público y patrimonio propio, que gozan de autonomía para el cumplimiento de sus fines y el ejercicio de sus competencias, con arreglo a lo dispuesto en la Constitución y la ley.\nCada Comuna Autónoma contará con un Estatuto Comunal elaborado con arreglo al procedimiento establecido en esta Constitución.\nLa ley clasificará las comunas en distintos tipos, las que deberán ser consideradas por los órganos del Estado para el establecimiento de regímenes administrativos y económico-fiscales diferenciados, la implementación de políticas, planes y programas atendiendo a las diversas realidades locales, y en especial, para el traspaso de competencias y recursos. El establecimiento de los tipos comunales deberá considerar, a lo menos, criterios demográficos, económicos, culturales, geográficos, socioambientales, urbanos y rurales."
  },
  {
    "article": "Artículo 6. Igualdad en la prestación de los servicios públicos municipales y desarrollo equitativo.",
    "text": "Artículo 6. Igualdad en la prestación de los servicios públicos municipales y desarrollo equitativo. El Estado garantizará a la Municipalidad el financiamiento y recursos suficientes, para el justo y equitativo desarrollo de cada comuna, conforme a los mecanismos que señale la Constitución y la ley.\nPara el gobierno comunal se observará como principio básico la búsqueda de un desarrollo territorial armónico y equitativo, propendiendo a que todas las personas tengan acceso a igual nivel y calidad de servicios públicos municipales, sin distingo del lugar que habiten."
  },
  {
    "article": "Artículo 7.- De la creación o supresión de Comunas Autónomas.",
    "text": "Artículo 7.- De la creación o supresión de Comunas Autónomas. La creación, división o fusión de comunas autónomas, o la modificación de sus límites o denominación, se determinará por ley, mediante el procedimiento establecido en el Estatuto Regional respectivo.\nUna ley regulará la administración transitoria de las comunas que se creen, el procedimiento de instalación de las nuevas municipalidades, de traspaso del personal municipal y de los servicios y los resguardos necesarios para cautelar el uso y disposición de los bienes que se encuentren situados en los territorios de las nuevas comunas."
  },
  {
    "article": "Artículo 19. Diferenciación territorial.",
    "text": "Artículo 19.- Cláusula residual. Las competencias no expresamente conferidas a la Región autónoma corresponden al Estado, sin perjuicio de las transferencias de competencia que regula la Constitución y la ley."
  },
  {
    "article": "Artículo 31. De la participación en la comuna autónoma.",
    "text": "Artículo 31. De la participación en la comuna autónoma. Las municipalidades tienen el deber de promover y garantizar la participación ciudadana de la comunidad local en la gestión, en la construcción de políticas de desarrollo local y en la planificación del territorio, así como en los casos que esta Constitución, la ley y los estatutos regionales o comunales señalen.\nLas Municipalidades proveerán los mecanismos, espacios, recursos, alfabetización digital, formación y educación cívica y todo aquello que sea necesario para concretar dicha participación que será consultiva, incidente y/o vinculante de acuerdo a la legislación respectiva.\nLa participación de la comunidad local estará orientada a construir territorios más justos y democráticos, que garanticen el buen vivir de todos sus habitantes, a fin de ser el instrumento que permita el ejercicio de la soberanía a sus habitantes, fortaleciendo la organización social y comunitaria."
  },
  {
    "article": "Artículo 37.- El Consejo de Alcaldes estará integrado...",
    "text": "Artículo 37. Del Consejo de Alcaldes y Alcaldesas. El Consejo de Alcaldes y Alcaldesas es un órgano de carácter consultivo que estará integrado por los alcaldes y alcaldesas de todas las comunas de la región autónoma y de las ciudades respectivas, el cual será coordinado por quien determinen sus integrantes por mayoría absoluta. El Consejo deberá sesionar y abordar las problemáticas de la región autónoma, promover una coordinación efectiva entre los distintos órganos con presencia regional y fomentar una cooperación eficaz entre los gobiernos locales en la forma que determine la ley."
  },
  {
    "article": "Artículo 39.- De la Asamblea Legislativa Regional.",
    "text": "La Asamblea Legislativa Regional es el órgano de representación popular, colegiado, autónomo, plurinacional y paritario, dotado de potestades legislativas, resolutivas y fiscalizadoras... Los requisitos y exigencias para acceder al cargo estarán establecidos por la ley.\nLas leyes regionales procurarán suprimir los obstáculos que impidan la plena igualdad en el goce de derechos, en la vida social, cultural y económica, tomando en cuenta especialmente la diversidad geográfica y cultural, la igualdad y la lucha contra la violencia de género, la igualdad de las diversidades de género y sexuales, la existencia de Pueblos Originarios y las acciones afirmativas necesarias para el goce de derechos de individuos o grupos históricamente marginados."
  },
  {
    "article": "Artículo 40.- De la Asamblea Social Regional.",
    "text": "Artículo 40. Del Consejo Social Regional. El Consejo Social Regional es el órgano encargado de promover la participación popular en los asuntos públicos, del control y de la fiscalización ciudadana de la función pública. Su organización e integración será representativa de las organizaciones de la sociedad civil, considerando paridad de género, plurinacionalidad y la representación de al menos un representante de las asambleas sociales comunales en su configuración..."
  },
  {
    "article": "Artículo 45.- De las competencias de la Región autónoma.",
    "text": "Son competencias de la Región autónoma: 1. La organización del Gobierno Regional, en conformidad con la Constitución y su Estatuto; 2. La organización político-administrativa y financiera de la Región autónoma...\n4.- Participar en acciones de cooperación internacional, dentro de los marcos establecidos por los tratados y los convenios vigentes, en conformidad a los procedimientos establecidos en la Constitución y las leyes.\n20.- Establecer una política permanente de desarrollo sostenible y armónico con la naturaleza.\n21.- Ejercer autónomamente la administración y coordinación de todos los servicios públicos de su dependencia.\n22.- Promover la participación popular en asuntos de interés regional.\n23.- Las demás competencias que determine la Constitución y ley nacional.\nLa administración del dominio público minero y de las aguas existentes en el territorio de la Región Autónoma, en coordinación con los órganos que establezca la Constitución y la ley.\nEl Gobierno Regional deberá presentar un informe presupuestario... Esta designación se orientará por criterios de mérito, experiencia y equidad de género."
  },
  {
    "article": "Artículo 56.- Del Consejo de Gobernaciones.",
    "text": "x) Convocar encuentros sectoriales entre entidades territoriales.\nxx) Participar en la elaboración de la Ley de Presupuestos Nacional.\nxxx) Las demás que establezcan la Constitución y la ley."
  },
  {
    "article": "Artículo 67.- Atribuciones exclusivas de la Asamblea Legislativa Regional.",
    "text": "Artículo 67.- Atribuciones exclusivas de la Asamblea Legislativa Regional. Son atribuciones exclusivas de la Asamblea Legislativa Regional las siguientes: 1. La dictación de leyes regionales sobre materias de competencia de la Región Autónoma, conforme a la Constitución. 2. Dictar su reglamento interno de funcionamiento. 3. Debatir, aprobar, rechazar o modificar el Plan de Desarrollo Regional en conformidad al Estatuto Regional, oyendo previamente al Gobierno Regional. 4. Debatir, aprobar, rechazar o modificar el proyecto de Presupuesto Regional, con arreglo al Plan de Desarrollo Regional, oyendo previamente al Gobierno Regional. La Asamblea Regional deberá pronunciarse sobre la propuesta de Presupuesto Regional dentro de los treinta días siguientes a su presentación. En caso de que la Asamblea Regional no lo despache dentro del término señalado, regirá lo propuesto por el Gobierno Regional. 5. Debatir, aprobar, rechazar o modificar el plan regional de ordenamiento territorial y manejo integrado de cuencas, en conformidad a lo dispuesto en el Estatuto Regional y la ley. 6. Fijar, modificar o suprimir contribuciones y tasas o establecer beneficios tributarios de carácter regional en conformidad a esta Constitución y la ley. 7. Aprobar la creación de empresas públicas regionales o la participación en empresas para la gestión de servicios de su competencia, según lo dispuesto en la Constitución, el Estatuto Regional y la ley. 8. Autorizar la contratación de préstamos o empréstitos, en virtud de lo dispuesto por la Constitución, el Estatuto Regional y la ley, previa solicitud del Gobierno Regional. 9. Fiscalizar los actos del Gobierno Regional de acuerdo con el procedimiento establecido en el Estatuto Regional. 10. Fiscalizar los actos de la administración regional para lo cual podrá requerir información de autoridades o jefaturas que desempeñen sus funciones en la Región autónoma, citar a funcionarios públicos o autoridades regionales y crear comisiones especiales, en conformidad a la Constitución, el Estatuto Regional y la ley. 11. Las demás competencias que le atribuyen la Constitución, el Estatuto Regional y la ley."
  },
  {
    "article": "Art 67 bis. Competencia exclusiva de la legislación regional.",
    "text": "Son materias de la ley regional: 1. La organización política, administrativa y financiera del Gobierno Regional. 2. El desarrollo social, productivo y económico de la Región autónoma en el ámbito de sus competencias, en coordinación con las políticas, planes y programas nacionales. 3. Investigación, tecnología y ciencias en la Región Autónoma. 4. Conservación, preservación, protección y restauración de la naturaleza, del equilibrio ecológico y el uso racional del agua, bosques y los demás elementos naturales de su territorio y maritorio. 5. Culturas, las artes, el patrimonio histórico, inmaterial arqueológico, lingüístico y arquitectónico; y la formación artística en su territorio. 6. Participación popular en la Región Autónoma. 7. Contribuciones, tasas y beneficios tributarios regionales."
  },
  {
    "article": "De las competencias legislativas concurrentes.",
    "text": "El Congreso Plurinacional y cada Asamblea Legislativa Regional tendrán potestades legislativas concurrentes. Se entenderán potestades legislativas concurrentes aquellas en que las Regiones Autónomas le corresponde la potestad legislativa específica, con la excepción de la determinación de los principios o reglas generales en una ley marco que le corresponde al Congreso Plurinacional. Son materias de legislación concurrente: 1) La coordinación tributaria; 2) La coordinación presupuestaria; 3) La creación de instituciones financieras y crediticias regionales, tales como bancos locales y rurales; 4) La creación de entidades de crédito inmobiliario y agrario regionales; 5) La política de desarrollo cultural y de educación regional, y la creación de instituciones de educación superior y técnica; 6) La protección de la soberanía alimentaria; 7) La investigación científica y tecnológica regional; 8) La suscripción de deuda pública regional y municipal; 9) El diseño y ejecución de proyectos de infraestructura interregional; 10) La regulación de los bienes fiscales y de los bienes nacionales de uso público, incluyendo las minas y los demás bienes comunes naturales. 11) La regulación de la organización sindical, la negociación o conflicto colectivo y la huelga; 12) El diseño y ejecución de proyectos de Infraestructura energética interregional; 13) La política de realización progresiva de los derechos económicos, sociales y culturales; 14) Creación de entidades de coordinación relativas a la provisión de servicios públicos esenciales; 15) La regulación de la responsabilidad por daño ambiental; 16) La política de protección de los derechos e inclusión social de personas con discapacidades; 17. Planificación, obras públicas, ordenamiento territorial y manejo integrado de cuencas en la Región Autónoma. 18. Vivienda, urbanismo, salud, educación, transporte, conectividad digital, turismo, deporte, ocio y recreación en la Región Autónoma."
  },
  {
    "article": "Artículo 70.- De las atribuciones exclusivas del Gobierno Regional.",
    "text": "Son atribuciones exclusivas de los Gobiernos Regionales las siguientes: 1. Preparar y presentar ante la Asamblea Legislativa Regional el Plan de Desarrollo Regional... 2. Preparar y presentar el proyecto de Presupuesto Regional...\nX. Promover la innovación, la competitividad y la inversión en la respectiva región autónoma\nX. Establecer sistemas de gestión de crisis entre los órganos que tienen asiento en la Región Autónoma, que incluyan, a lo menos, su preparación, prevención, administración y manejo\nLas normas dictadas en virtud de la potestad reglamentaria de la Presidencia de la República no podrán modificar ni derogar las establecidas por la potestad reglamentaria regional o local en el ámbito propio de las competencias de estas últimas"
  },
  {
    "article": "Artículo 72.- Del control y la fiscalización.",
    "text": "Artículo 72.- Del control y la fiscalización. La Contraloría General de la República, las Contralorías Regionales y la Dirección de Control Municipal, son órganos que ejercerán autonomía con el control y fiscalización del Poder Ejecutivo Central, de los Gobiernos Regionales y de los Municipios, respectivamente"
  }
]