[
  {
    "article": "Artículo 1.- Tribunales Ambientales",
    "content": "Artículo 1.- Tribunales Ambientales. Los Tribunales Ambientales conocen y resuelven las acciones de impugnación de la legalidad de los actos administrativos que se pronuncien sobre materia ambiental, de la acción de Reparación por Daño Ambiental y de la Acción de Tutela Ambiental y de los Derechos de la Naturaleza. Habrá al menos un Tribunal Ambiental en cada Región del país y se constituirán de forma unipersonal. Para decidir los conflictos de su competencia, deberán tener en consideración los principios ambientales presentes en esta Constitución y los Tratados Internacionales ratificados y vigentes en materia ambiental. Las acciones para impugnar la legalidad de los actos administrativos que se pronuncien sobre materia ambiental, podrán interponerse directamente a los Tribunales Ambientales, sin que pueda exigirse el agotamiento previo de la vía administrativa. La ley dispondrá medidas especiales que posibiliten materialmente el acceso a la Justicia Ambiental a aquellas personas, grupos, comunidades o territorios vulnerables."
  },
  {
    "article": "Artículo 2.- Mecanismos colaborativos en conflictos socioambientales",
    "content": "Artículo 2.- Mecanismos colaborativos en conflictos socioambientales. Es deber del Estado promover e implementar mecanismos colaborativos de gestión para la prevención y solución de conflictos socioambientales, garantizando el acceso gratuito e informado, para toda persona o comunidad afectada en el ejercicio de sus derechos ambientales. La ley asegurará la infraestructura, equipamiento e instalaciones necesarias para tal fin a nivel nacional y regional, junto con el asesoramiento profesional y técnico especializado para promover el diálogo entre todas las partes interesadas."
  },
  {
    "article": "Artículo 3.- Del Ministerio Público",
    "content": "Artículo 3.- Del Ministerio Público. El Ministerio Público es un organismo autónomo, y jerarquizado, con personalidad jurídica y patrimonio propio que tiene como funciones dirigir en forma exclusiva la investigación de los hechos que pudiesen ser constitutivos de delito, los que determinen la participación punible y los que acrediten la inocencia del imputado. Ejercerá la acción penal pública en representación exclusiva de la sociedad, en la forma prevista por la ley. En dichas funciones deberá velar por el respeto y promoción de los derechos humanos, considerando también los intereses de la víctima, respecto de quienes deberá adoptar todas aquellas medidas que sean necesarias para protegerlas, al igual que a los testigos. Ninguna ley ni autoridad podrá en caso alguno impedir o establecer condiciones que entorpezcan el desarrollo de la investigación y el ejercicio de la acción penal pública cuando se trate de hechos que comprometan el interés público, el patrimonio de la nación o contra bienes jurídicos colectivos. En caso alguno podrá ejercer funciones jurisdiccionales. La víctima del delito y las demás personas que determine la ley podrán ejercer igualmente la acción penal. El Ministerio Público podrá impartir órdenes directas a las Fuerzas de Orden y Seguridad Pública para el ejercicio de sus funciones. La autoridad policial requerida deberá cumplir sin más trámite dichas órdenes y no podrá calificar su fundamento, oportunidad, justicia o legalidad, salvo requerir la exhibición, a menos que ésta sea verbal, de la autorización judicial. Las actuaciones que amenacen, priven o perturben al imputado o a terceros del ejercicio de los derechos que esta Constitución asegura, requerirán siempre de autorización judicial previa y motivada."
  },
  {
    "article": "Artículo 4.- De la organización y atribuciones del Ministerio Público",
    "content": "Artículo 4.- De la organización y atribuciones del Ministerio Público. Una ley determinará la organización y atribuciones del Ministerio Público, señalará las calidades y requisitos que deberán tener y cumplir las y los fiscales para su nombramiento y las causales de su remoción. Los fiscales cesarán en su cargo al cumplir los 70 años. Las autoridades superiores de la institución deberán siempre fundar aquellas órdenes e instrucciones dirigidas a los fiscales, que puedan afectar una investigación o el ejercicio de la acción penal."
  },
  {
    "article": "Artículo 14 A.- Debido proceso",
    "content": "Toda persona tiene derecho a ser juzgada por un tribunal predeterminado en la ley, independiente e imparcial, previo emplazamiento, otorgándosele oportunidad de defensa, pudiendo aportar e impugnar medios de prueba, con bilateralidad de la audiencia e igualdad entre las partes. La sentencia deberá estar debidamente fundada, dictarse en un plazo razonable y ser susceptible de impugnación..."
  },
  {
    "article": "Artículo 14 B.- Observancia al debido proceso",
    "content": "Cualquiera sea la naturaleza del proceso judicial, toda persona tiene derecho a ser juzgado por un juez independiente e imparcial y a un debido proceso. Deberán asegurarse respecto de toda la persona en el desenvolvimiento de todo procedimiento, los principios de juez natural, presunción de inocencia, adversariedad, igualdad, no discriminación, de contradicción, derecho a defensa, derecho a la prueba, motivación o fundamentación de las resoluciones, plazo razonable, congruencia procesal, buena fe procesal y derecho al recurso."
  },
  {
    "article": "Artículo 15 B.- Responsabilidad de las juezas y jueces",
    "content": "Una ley establecerá el catálogo de conductas reprochables atendida la función que desempeñan y sus sanciones, así como los procedimientos y órganos necesarios para hacer efectiva la responsabilidad de las juezas y jueces, incorporando reglas acordes con el debido proceso.\nLas juezas y jueces son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia y, en general, de toda prevaricación en que incurran en el desempeño de sus funciones.\nLos daños causados por error judicial, así como los que sean consecuencia del funcionamiento anormal de la administración de justicia, darán derecho a indemnización a cargo del Estado, conforme a la ley."
  },
  {
    "article": "Artículo 15 C.- Responsabilidad",
    "content": "Los miembros de los tribunales de justicia son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia, ni aun por falta de ley que resuelva la contienda o asunto sometido a su decisión."
  },
  {
    "article": "Artículo 16 A.- Fuero",
    "content": "Los miembros de los tribunales de justicia no podrán ser aprehendidos sin orden del tribunal competente, salvo el caso de crimen o simple delito flagrante y sólo para ponerlos inmediatamente a disposición del tribunal que debe conocer del asunto en conformidad a la ley."
  },
  {
    "article": "Artículo 16 B.- Fuero",
    "content": "Los jueces y juezas que integran los Órganos de la Jurisdicción, no podrán ser aprehendidos sin orden del tribunal competente, salvo el caso de crimen o simple delito flagrante y sólo para ponerlos inmediatamente a disposición del tribunal que debe conocer del asunto en conformidad a la ley"
  },
  {
    "article": "Artículo 17 A.- Ejercicio de la función jurisdiccional",
    "content": "La ley determinará la organización y atribuciones de los tribunales que fueren necesarios para la pronta y cumplida administración de justicia, y señalará los requisitos que respectivamente deban cumplir los jueces y juezas, promoviendo su integración en todos los niveles judiciales.\n[inamovilidad y fuero]"
  },
  {
    "article": "Artículo 17 B.- Reserva legal",
    "content": "Una ley determinará la organización y atribuciones de los tribunales que fueren necesarios para el pronto y cumplido ejercicio de la potestad jurisdiccional en todo el territorio del país, los cuales deberán ser integrados paritariamente. La ley señalará los requisitos profesionales, técnicos, de formación y de experiencia, para desempeñarse como jueza o juez."
  },
  {
    "article": "Artículo 17 C.- Reserva legal",
    "content": "La ley determinará la organización y atribuciones de los tribunales que fueren necesarios para la pronta y cumplida administración de justicia en todo el territorio de la República. La misma ley señalará los requisitos que deban cumplir quienes ejerzan la función jurisdiccional."
  },
  {
    "article": "Artículo 8.- El Presidente del Consejo",
    "content": "Artículo 8.- El Presidente del Consejo. El Presidente del Consejo del Ministerio Público dirigirá las sesiones ordinarias y extraordinarias del órgano y representara a la institución ante los demás órganos del Estado, sin perjuicio de las demás atribuciones que señale la ley."
  },
  {
    "article": "Artículo 18 A.- Principio de Justicia Abierta",
    "content": "La función jurisdiccional se basa en los principios rectores de la Justicia Abierta, que se manifiesta en la transparencia, participación y colaboración, con el fin de garantizar el Estado de Derecho, promover la paz social y fortalecer la democracia.\nEn la gestión de los órganos de la jurisdicción regirá plenamente el derecho de acceso a la información mediante la apertura de datos, la rendición de cuentas, el fomento de la integridad y la probidad, asegurando la participación ciudadana..."
  },
  {
    "article": "Artículo 18 B.- Publicidad, Probidad y Transparencia de todos los actos del sistema de justicia",
    "content": "Los procesos judiciales son públicos, salvo aquellos que por su carácter puedan significar un peligro grave de afectación al derecho a la privacidad de las partes, especialmente niños, niñas y adolescentes.\nLos procedimientos, en todas sus etapas y resoluciones judiciales serán públicas. Excepcionalmente la ley podrá establecer su reserva o secreto...\nLos principios de probidad y de transparencia serán aplicables a todas las personas que ejercen jurisdicción en el país. La ley establecerá las responsabilidades correspondientes en caso de infracción a esta disposición."
  },
  {
    "article": "Artículo 9.- De la Fiscalía Regional",
    "content": "Artículo 9.- De la Fiscalía Regional. Existirá una Fiscalía Regional en cada región del país, sin perjuicio que la ley podrá establecer más de una por región. Las y los fiscales regionales deberán haberse desempeñado como fiscales adjuntos durante cinco o más años, no haber ejercido como fiscal regional, haber aprobado cursos de formación especializada y poseer las demás calidades que establezca la ley. Durarán cuatro años y una vez concluida su labor, podrán retornar a la función que ejercían en el Ministerio Público. No podrán ser reelectos ni postular nuevamente a fiscal regional."
  },
  {
    "article": "Artículo 10.- Del Comité del Ministerio Público",
    "content": "Artículo 10.- Del Comité del Ministerio Público. Existirá un Comité del Ministerio Público, compuesto por el Presidente del Consejo Superior y los fiscales regionales. El Comité deberá fijar la política de persecución penal y los criterios de actuación para el cumplimiento de dichos objetivos, debiendo siempre velar por la transparencia y objetividad, resguardando los intereses de la sociedad y el respeto de los derechos humanos."
  },
  {
    "article": "Artículo 21 A.- Perspectiva de Género",
    "content": "Todo órgano que ejerce jurisdicción deberá estar integrado por hombres y mujeres en partes iguales, asegurándose la paridad de género, exceptuándose sólo en casos justificados y ante la falta de oponentes para el cargo, debiéndose asegurar una igual proporción de postulantes en los concursos públicos.\nAsí también, en el ejercicio de la jurisdicción, se debe resolver teniendo en cuenta tanto la perspectiva como la identidad de género."
  },
  {
    "article": "Artículo 6.- Del Consejo Superior del Ministerio Público",
    "content": "Artículo 6.- Del Consejo Superior del Ministerio Público. El Consejo estará compuesto por siete miembros, designados de la siguiente manera: a) Tres integrantes elegidos democráticamente por las y los fiscales entre sus pares. b) Un integrante elegido democráticamente por funcionarios y funcionarias del Ministerio Público entre sus pares. c) Tres integrantes elegidos por el Congreso plurinacional a partir de ternas elaboradas por el Consejo de Alta Dirección Pública. Los candidatos y candidatas no podrán haber desempeñado cargos de elección popular ni haber sido candidatos a ellos, así como tampoco podrán haber desarrollado funciones en el Gobierno o Administración del Estado en cargos que sean de exclusiva confianza del Presidente de la República, en los últimos cuatro años. La ley establecerá el procedimiento y los requisitos que deberán reunir los consejeros del Ministerio Público. Los consejeros durarán cuatro años en sus cargos y no podrán ser reelegidos, debiendo renovarse por parcialidades en conformidad a lo que señale la ley. La calidad de consejero es incompatible con todo otro cargo o función sea o no remunerada, con excepción de la docencia universitaria con los límites que señale la ley. Las y los consejeros indicados en las letras a) y b) se entenderán suspendidos del ejercicio de su función mientras dure su cometido, pudiendo retornar al ejercicio de sus funciones una vez cumplido este desempeño."
  },
  {
    "article": "Artículo XX.- Acceso a la justicia intercultural",
    "content": "Artículo 9. Acceso a la justicia intercultural. Es deber del Estado garantizar que los órganos que intervienen en el proceso respeten y promuevan el derecho a acceder a una justicia con perspectiva intercultural. Las personas tienen derecho a una asistencia jurídica especializada, intérpretes, facilitadores interculturales y peritajes consultivos, cuando así lo requieran y no puedan proveérselas por sí mismas."
  },
  {
    "article": "Artículo XX.- Tutela efectiva de los derechos de los pueblos y naciones indígenas",
    "content": "Artículo XX. Tutela efectiva de los derechos de los pueblos y naciones indígenas. Las personas pertenecientes a pueblos y naciones indígenas tienen derecho a acceder a un proceso judicial en la justicia ordinaria, a la tutela efectiva de sus derechos, a la pronta resolución de los conflictos y a la reparación efectiva de los daños causados, con pleno respeto a sus prácticas, sistemas jurídicos propios y los derechos garantizados en esta Constitución y el Derecho Internacional de los Derechos Humanos."
  },
  {
    "article": "Artículo xx.- De los principios para la composición paritaria y plurinacional de los Tribunales del Sistema Nacional de Justicia",
    "content": "Artículo xx: De los principios para la composición paritaria y plurinacional de los Tribunales del Sistema Nacional de Justicia. El Consejo Supremo de Justicia deberá asegurar que los nombramientos de juezas y jueces en los Tribunales del Sistema Nacional de Justicia se realizarán respetando los principios de paridad de género y de plurinacionalidad."
  },
  {
    "article": "Artículo 22 A.- Pluralismo jurídico",
    "content": "Para la resolución de los asuntos relacionados con derechos de pueblos indígenas sometidos a su conocimiento, se reconocerá el pluralismo jurídico, pudiendo aplicarse el derecho propio o consuetudinario de estos pueblos, siempre y cuando no vulnere los derechos fundamentales ni los derechos humanos internacionalmente reconocidos de ninguna de las personas involucradas en el proceso judicial..."
  },
  {
    "article": "Artículo 22 B.- Plurinacionalidad, pluralismo jurídico e interculturalidad",
    "content": "La función jurisdiccional se organiza en su estructura, integración y procedimientos conforme a los principios de plurinacionalidad, pluralismo jurídico e interculturalidad, garantizando una adecuada coordinación entre el sistema común y los sistemas jurídicos de los pueblos indígenas..."
  },
  {
    "article": "Artículo 22 C.- Pluralismo jurídico",
    "content": "Para la resolución de los asuntos relacionados con derechos de pueblos indígenas sometidos a su conocimiento, se reconocerá el pluralismo jurídico, pudiendo aplicarse el derecho propio o consuetudinario de estos pueblos, siempre y cuando no vulnere los derechos fundamentales ni los derechos humanos internacionalmente reconocidos de ninguna de las personas involucradas en el proceso judicial..."
  },
  {
    "article": "Artículo 23 A.- Extensión de la aplicación de normas",
    "content": "Todo lo dispuesto en el presente capitulo, regirá respecto de todos los órganos y personas que intervengan en la administración de justicia en la medida que sean compatibles con su función."
  },
  {
    "article": "Artículo XX.- Establecimientos penitenciarios",
    "content": "Artículo XX. Establecimientos penitenciarios. Sólo el Estado puede ejecutar el cumplimiento de penas y medidas privativas de libertad, a través de instituciones públicas especialmente establecidas para estos fines. La función establecida en este artículo no podrá ser ejercida por privados. Para la inserción, integración y reparación de las personas privadas de libertad, los establecimientos penitenciarios deben contar con espacios para el estudio, trabajo, deporte, las artes y culturas. En el caso de mujeres embarazadas y madres de lactantes, el Estado adoptará las medidas necesarias tales como infraestructura y equipamiento tanto en el régimen de control cerrado, abierto y post penitenciario."
  },
  {
    "article": "Artículo 12.- Principios y deberes",
    "content": "Artículo 12.- Principios y deberes. El sistema de cumplimiento de las sanciones penales y de las medidas de seguridad se organizará sobre la base del respeto a los derechos humanos y tendrá como objetivos el cumplimiento de la pena y la integración e inserción social de la persona que cumpla una condena judicial. Es deber del Estado, en su especial posición de garante frente a las personas privadas de libertad, velar por la protección y ejercicio efectivo de sus derechos fundamentales consagrados en esta Constitución y en los tratados e instrumentos internacionales sobre derechos humanos."
  },
  {
    "article": "Artículo 11.- Fiscales Adjuntos del Ministerio Público",
    "content": "Artículo 11.- Fiscales Adjuntos del Ministerio Público. Existirán fiscales adjuntos del Ministerio Público quienes ejercerán su labor autónomamente en los casos específicos que se les asignen, conforme a los límites establecidos en la Constitución y las leyes."
  },
  {
    "article": "Artículo 22.- Servicio Integral de Acceso a la Justicia",
    "content": "Artículo 22.- Servicio Integral de Acceso a la Justicia. Un organismo autónomo, de carácter técnico, con personalidad jurídica y patrimonio propio, denominado Servicio Integral de Acceso a la Justicia, tendrá por función prestar asesoría, defensa y representación jurídica letrada de calidad, así como también brindar apoyo profesional de tipo psicológico y social en los casos que corresponda. El Servicio Integral de Acceso a la Justicia estará estructurado por las áreas de atención que establezca su ley, la cual deberá considerar a lo menos, áreas de asuntos civiles y de consumo, de defensa laboral, de asuntos de las familias, de contencioso administrativo, de personas mayores, de derechos humanos, de medio ambiente y de defensa de víctimas penales. En lo demás, la composición, organización, funciones y atribuciones del Servicio Integral de Acceso a la Justicia será determinada por la ley, considerando criterios de paridad y equidad territorial."
  },
  {
    "article": "Artículo 29 A.- Órganos jurisdiccionales ordinarios",
    "content": "Sin perjuicio del establecimiento o reconocimiento por esta Constitución de otros órganos con iguales potestades, el sistema de justicia estará integrado por los siguientes órganos jurisdiccionales ordinarios:\n1. La Corte Suprema de Justicia.\n2. Las Cortes de Apelaciones.\n3. Los tribunales de instancia.\n4. Los centros de justicia comunitaria.\nConforme al principio de unidad de jurisdicción, no podrán establecerse tribunales especiales ajenos a la jurisdicción ordinaria... Las sucesivas instancias procesales, en su caso, se agotarán ante órganos jurisdiccionales ordinarios situados en el mismo territorio de la región..."
  },
  {
    "article": "Artículo 29 B.- Estructura orgánica del Sistema Nacional de Justicia",
    "content": "El Sistema Nacional de Justicia estará compuesto por los siguientes Tribunales:\n1. Un Tribunal Supremo de Justicia, con jurisdicción nacional...\n2. Tribunales de Apelaciones, con jurisdicción sobre una región o parte de ella...\n3. Tribunales de Instancia, en los territorios y según la materia que la Constitución y la Iey definan."
  },
  {
    "article": "Artículo 30 B.- Funciones y composición",
    "content": "Habrá una Corte Suprema, cuya función principal será uniformar la interpretación y aplicación judicial de la ley.\nSe compondrá de veintiún ministros, que durarán quince años en el ejercicio de sus funciones o hasta cumplir los setenta y cinco años de edad.\nPara ser ministro de la Corte Suprema, se requerirá cumplir con los requisitos que la ley señale y haber ejercido la función jurisdiccional por al menos quince años. Sin perjuicio de lo anterior, cinco de los miembros de la Corte Suprema deberán ser abogados extraños a la administración de justicia..."
  },
  {
    "article": "Artículo 30 C.- Corte Suprema",
    "content": "La Corte Suprema de Justicia es el máximo tribunal de la jurisdicción ordinaria, cuya función es velar por la correcta aplicación del derecho y uniformar su interpretación. Tendrá su sede en la capital del país, sin perjuicio de la posibilidad de sesionar extraordinariamente en cualquier punto del territorio.\nSe compondrá paritariamente de veintiún juezas y jueces, uno de los cuales será su presidenta o presidente, elegido por sus pares y que ejercerá sus funciones durante dos años.\n[nombramientos y funcionamiento]"
  },
  {
    "article": "Artículo 30 D.- Tribunal Supremo de Justicia",
    "content": "El Tribunal Supremo es un órgano colegiado compuesto por veintiún integrantes, y tiene su sede en la capital de la República.\nLa presidencia del Tribunal Supremo de Justicia será ejercida por la persona que resulte electa en votación directa por la mayoría de sus integrantes en ejercicio, quien durará en sus funciones dos años, sin reelección...\nQuienes integren el Tribunal Supremo de Justicia ejercerán su cargo por diez años, sin reelección. Cesarán en el cargo al cumplir 75 años de edad... La ley regulará el régimen de vacancias, subrogaciones y suplencias aplicable a los jueces del Tribunal Supremo de Justicia."
  },
  {
    "article": "Artículo 31 A.- Nombramiento de ministros y ministras",
    "content": "Los ministros de la Corte Suprema serán nombrados por el Presidente de la República con acuerdo del Senado. Para estos efectos, se formará una nómina de cinco personas que, en cada caso, elaborará el Consejo de la Judicatura, tras un concurso público de antecedentes y oposición regulado en conformidad a la ley..."
  },
  {
    "article": "Artículo 31 B.- Nombramientos",
    "content": "Los ministros de la Corte Suprema serán nombrados por el Presidente de la República con acuerdo del Senado. Para estos efectos, se formará una nómina de cinco personas que, en cada caso, elaborará el Consejo de la Judicatura, tras un concurso regulado en la ley. El Senado se reunirá en sesión especialmente convocada al efecto y resolverá la propuesta del Presidente de la República con acuerdo de dos tercios de los Senadores en ejercicio..."
  },
  {
    "article": "Artículo 31 C.- Nombramientos",
    "content": "Las juezas y jueces de la Corte Suprema durarán quince años en el ejercicio de sus funciones o hasta que cumplan setenta y cinco años, y serán nombrados por el Presidente o Presidenta de la República, con acuerdo de la mayoría absoluta de la Cámara Territorial, a partir de una quina elaborada por el Consejo de la Justicia..."
  },
  {
    "article": "Artículo 32 A.- Funcionamiento del Tribunal Supremo de Justicia",
    "content": "El Tribunal Supremo funcionará en Pleno o en Salas. Corresponderá a quien ejerza su Presidencia la asignación de las causas a cada una de sus salas según la materia en que recaigan... Quien ejerza la Presidencia no podrá integrar alguna de las salas.\nPara el conocimiento de los asuntos de su competencia, el Tribunal Supremo funcionará dividido en cuatro salas permanentes, integrada cada una de ellas por cinco de sus miembros..."
  },
  {
    "article": "Artículo 33 A.- Requisitos",
    "content": "Para ser juez o jueza de la Corte Suprema, se requerirá cumplir con los requisitos que la ley señale y haber ejercido con buen desempeño la función jurisdiccional por al menos diez años. Sin perjuicio de lo anterior, cinco integrantes de la Corte Suprema deberán ser abogadas o abogados que no integren órganos jurisdiccionales, tener a lo menos quince años de título, haberse destacado en la actividad profesional o universitaria..."
  },
  {
    "article": "Artículo 33 B.- Requisitos para ser juez del Tribunal Supremo de Justicia",
    "content": "Para asumir el cargo de juez del Tribunal Supremo se requiere:\n1. Contar con la nacionalidad chilena.\n2. Tener ciudadanía con derecho a sufragio.\n3. Haber obtenido el título de abogado, con no menos de veinte años de antelación a su nombramiento.\n4. No haber sido condenado por delitos contra la probidad o que merezca pena aflictiva.\n5. Haber cursado satisfactoriamente el programa de formación especial para el ingreso a la función jurisdiccional establecido por la ley.\n6. Contar con una trayectoria de excelencia en el ámbito judicial, académico o profesional.\n7. Los demás que establezca esta Constitución y las leyes."
  },
  {
    "article": "Artículo 34 A.- Los Tribunales de Apelaciones",
    "content": "Los Tribunales de Apelaciones son órganos colegiados, cada uno de los cuales se componen por al menos cuatro integrantes.\nLa ley determinará el número de Tribunales de Apelaciones que se establecerán para toda la República, así como las comunas que les servirán de asiento a cada uno de aquellos, su territorio jurisdiccional y el número de integrantes que las conforman.\nCada Tribunal de Apelación nombrará a quien ejercerá su Presidencia de entre sus miembros, quien durará en sus funciones dos años, no pudiendo ser reelegido...\nQuienes integren los Tribunales de Apelaciones ejercerán su cargo por ocho años, no pudiendo ser reelegidos para la misma jurisdicción. Cesarán en el cargo al cumplir 75 años de edad... La ley regulará el régimen de vacancias, subrogaciones y suplencias aplicable a los jueces de los Tribunales de Apelaciones."
  },
  {
    "article": "Artículo 37 A.- De los Tribunales de Instancia",
    "content": "Los Tribunales llamados a conocer en primera instancia de los conflictos jurídicos a lo largo del país serán los Tribunales de Letras, los Tribunales Administrativos, y los Tribunales Penales. La organización administrativa y la conformación de cada uno de los Tribunales de Instancia, así como su planta, será fijado por las normas que defina la Iey.\nLos Tribunales de Letras tendrán asiento en cada una de las comunas o agrupación de comunas que determine la Iey. Estarán integrados por una cantidad de jueces proporcional al número de habitantes... Los Tribunales de Letras se organizan en salas unipersonales...\nHabrá a lo menos un Tribunal Administrativo por región...\nLos Tribunales Penales estarán integrados por los Tribunales de Garantías, Tribunales de Ejecución de Penas y Tribunales de Juicio Oral en lo Penal...\nQuienes ejercen jurisdicción en los Tribunales de Justicia señalados en los incisos anteriores permanecerán en sus cargos por ocho años o hasta el cumplimiento de los 75 años de edad..."
  },
  {
    "article": "Artículo 39.- Requisitos para ser Juez de un Tribunal de Instancia o Tribunal de Instancia Especial",
    "content": "Para asumir el cargo de juez de un Tribunal de Instancia o de Instancia Especial se requiere:\n1. Contar con la nacionalidad chilena.\n2. Tener ciudadanía con derecho a sufragio.\n3. Contar con el título de abogado, en el caso de los Tribunales de Primera Instancia. En el caso de los Tribunales de Instancia Especial, se deberá contar con un título profesional pertinente a la materia de su competencia.\n4. No haber sido condenado por delitos contra la probidad o que merezca pena aflictiva.\n5. Haber cursado satisfactoriamente el programa de formación especial para el ingreso a la función jurisdiccional establecido por la Iey.\n6. Contar con una trayectoria destacada en el ámbito judicial, académico o profesional.\n7. Los demás que establezca esta Constitución y las leyes."
  },
  {
    "article": "Artículo XX: De los sistemas jurídicos de los pueblos y naciones indígenas",
    "content": "Artículo XX: De los sistemas de justicia de los pueblos y naciones indígenas. Los pueblos y naciones indígenas tienen derecho a conservar, fortalecer y desarrollar sus sistemas de justicia, que comprenden sus autoridades, instituciones, derecho propio y funciones jurisdiccionales, con pleno respeto a los derechos humanos y de la naturaleza interpretados con enfoque intercultural. Es deber del Estado respetar, garantizar y promover los sistemas jurídicos indígenas."
  },
  {
    "article": "Artículo 24 bis",
    "content": "Artículo 24 bis.- Los sistemas de justicia indígenas solo conocerán conflictos entre miembros de un mismo pueblo originario. Los afectados siempre tendrán la opción de someter el asunto al Sistema Nacional de Justicia."
  },
  {
    "article": "Artículo XX.- Coordinación y cooperación",
    "content": "Artículo XX.- Coordinación y cooperación. El Estado, con consentimiento de los pueblos, establecerá los mecanismos de coordinación entre las jurisdicciones indígenas y las entidades estatales; las distintas formas de cooperación; los requisitos, procedimientos y efectos de la acción de competencia y del recurso de revisión, el auxilio de la fuerza pública para la ejecución de las decisiones de la jurisdicción indígena y las demás materias necesarias para su implementación. Las partes siempre podrán ejercer una acción de competencia cuando consideren que su caso debe ser conocido por una sede jurisdiccional distinta.\nEl derecho de las personas para optar por un sistema de justicia indígena propio o por el sistema nacional de justicia se determinará conforme a las reglas que establezca la ley."
  },
  {
    "article": "Artículo 41 B.- Tribunales administrativos",
    "content": "Los tribunales administrativos ejercerán funciones jurisdiccionales en materia de asuntos contenciosos administrativos, reclamaciones judiciales dirigidas en contra de la Administración del Estado, regional o municipal, o promovidas por éstas, en juicios de cuentas de funcionarios públicos y entidades que administren o reciban recursos del Estado... Habrá, a lo menos, un tribunal administrativo en cada región del país, los cuales estarán sometidos a un procedimiento unificado, simple y expedito, en consonancia con el debido proceso."
  },
  {
    "article": "Artículo XX.- Del recurso de revisión de los actos de la jurisdicción indígena",
    "content": "Artículo 26. Impugnaciones contra las decisiones de la jurisdicción indígena. La Corte Suprema conocerá y resolverá de las impugnaciones deducidas en contra de la decisiones de la jurisdicción indígena, en sala especializada y asistida por una consejería técnica integrada por expertos en su cultura y derecho propio, en la forma que establezca la ley."
  },
  {
    "article": "Artículo 45.- Tribunales de ejecución de penas",
    "content": "Habrán tribunales de ejecución de penas, quienes velarán por los derechos fundamentales de las personas que hayan sido condenadas por sentencia firme y ejecutoriada, para que el cumplimiento de la sanción penal se ajuste a los fines de resocialización. Corresponderá al legislador establecer los requisitos para ser juez de ejecución de penas."
  },
  {
    "article": "Artículo 46 A.- Centros de justicia comunitaria",
    "content": "Los centros de justicia comunitaria serán los órganos encargados de promover la solución de conflictos vecinales o de pequeña cuantía, y de orientar e informar al público en materias jurídicas... Estos órganos serán colegiados, compuesto por dos integrantes, preferentemente letrados, psicólogos o trabajadores sociales... Su procedimiento será preferentemente oral y voluntario... Agotados los mecanismos propuestos... se podrá acudir a los tribunales de instancia de la jurisdicción ordinaria..."
  },
  {
    "article": "Artículo 46 B.- Justicia local",
    "content": "Las y los jueces de Justicia Local resolverán en equidad y tendrán competencia exclusiva y obligatoria para conocer aquellos conflictos individuales, comunitarios, vecinales y contravenciones, que sean sometidos a su jurisdicción, de conformidad con la ley, a la Constitución y a los principios de publicidad, transparencia y colaboración. En ningún caso podrá disponer la privación de la libertad ni prevalecerán sobre la justicia indígena."
  },
  {
    "article": "Artículo 46 C.- Justicia vecinal",
    "content": "El legislador creará un sistema de administración de justicia para la resolución de conflictos de pequeñas cuantías y aquellos propios de las relaciones de vecindad... el legislador establecerá tribunales llamados a conocer y resolver dichos asuntos, mediante un procedimiento regido bajo los principios de flexibilidad, concentración, valoración de la prueba según la sana crítica... Los tribunales de justicia vecinal formarán parte de los órganos de la jurisdicción y estarán sometido al Consejo de la Judicatura..."
  },
  {
    "article": "Artículo 46 D.- Juzgados comunitarios de Justicia",
    "content": "Se crearán Juzgados Comunitarios de Justicia, los cuales son parte del Sistema Nacional de Justicia. Tendrán una amplia cobertura territorial con la finalidad de mejorar el acceso a la justicia de la ciudadanía. Los Juzgados Comunitarios conocerán conflictos vecinales, comunitarios, civiles de baja cuantía y otros que el legislador le otorgue... Los jueces y juezas comunitarios serán elegidos por el Concejo Municipal de entre una terna formada por el Consejo Nacional de Justicia."
  },
  {
    "article": "Artículo 48 A.- Enfoque de género",
    "content": "Las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género, por la protección y los derechos de las víctimas, y la aplicación de medidas o sanciones, evitando la revictimización."
  },
  {
    "article": "Artículo 50 A.- Procedimientos especiales con enfoque de género",
    "content": "La ley establecerá, en todos los niveles, procedimientos especiales con enfoque de género, acorde a los principios de celeridad, oportunidad, no discriminación, protección de los derechos de las intervinientes, inmediación y reparación. Asimismo, velará por un conocimiento, obtención y valoración de las pruebas, juzgamiento, resoluciones y ejecución de las penas con enfoque de género y en condiciones de igualdad sustantiva."
  },
  {
    "article": "Artículo 52.- Reparación y resocialización",
    "content": "Artículo XX. Consejo de la Justicia. El Consejo de la Justicia es un órgano autónomo, técnico, paritario y plurinacional, con personalidad jurídica y patrimonio propio, cuya finalidad es fortalecer la independencia judicial. Está encargado del nombramiento, gobierno, gestión, formación y disciplina en el Sistema Nacional de Justicia. En el ejercicio de sus atribuciones debe considerar el principio de no discriminación, la inclusión, paridad de género, equidad territorial y plurinacionalidad."
  },
  {
    "article": "Artículo 54.- Financiamiento",
    "content": "b) Adoptar las medidas disciplinarias de juezas, jueces, funcionarias y funcionarios del Sistema Nacional de Justicia, incluida su remoción, conforme a lo dispuesto en esta Constitución y la ley. c) Efectuar una revisión integral de la gestión de todos los tribunales del sistema nacional de justicia. En ningún caso incluirá las resoluciones judiciales. d) Evaluar y calificar, periódicamente, el desempeño de juezas, jueces, funcionarias y funcionarios del Sistema Nacional de Justicia. e) Decidir sobre promociones, traslados, permutas y cese de funciones de integrantes del sistema nacional de justicia. f) Definir las necesidades presupuestarias, ejecutar y gestionar los recursos para el adecuado funcionamiento del Sistema Nacional de Justicia. g) Pronunciarse sobre cualquier modificación legal en la organización y atribuciones del sistema nacional de justicia. El Congreso deberá oficiar al Consejo, el que deberá responder dentro treinta días contados desde su recepción. h) Proponer la creación, modificación o supresión de tribunales a la autoridad competente. i) Velar por la habilitación, formación y continuo perfeccionamiento de quienes integran el sistema nacional de justicia. Para estos efectos, la Academia Judicial estará sometida a la dirección del Consejo. j) Dictar instrucciones relativas a la organización y gestión administrativa de los tribunales. Estas instrucciones podrán tener un alcance nacional, regional o local. k) Las demás que encomiende esta Constitución y las leyes."
  },
  {
    "article": "Artículo 55.- Medidas de privación de libertad",
    "content": "Artículo 29.- Composición del Consejo de la Justicia. El Consejo de la Justicia se compone por diecisiete integrantes, conforme a la siguiente integración: a) Ocho integrantes serán juezas o jueces titulares elegidos por sus pares. b) Dos integrantes serán funcionarios o profesionales del Sistema Nacional de Justicia elegidos por sus pares. c) Dos integrantes elegidos por los pueblos indígenas en la forma que determine la Constitución y la ley. d) Cinco integrantes elegidos por el Congreso, previa determinación de las ternas correspondientes por concurso público, a cargo del Consejo de Alta Dirección Pública. Las y los integrantes señalados en la letra c) deberán ser personas de comprobada idoneidad para el ejercicio del cargo y que se hayan destacado en la función pública o social. En el caso de la letra d) deberán ser profesionales con a lo menos diez años del título correspondiente, que se hubieren destacado en la actividad profesional, académica o en la función pública. Las y los integrantes durarán seis años en sus cargos y no podrán ser reelegidos, debiendo renovarse por parcialidades cada tres años de conformidad a lo establecido por la ley. Sus integrantes serán elegidos de acuerdo a criterios de paridad de género, plurinacionalidad y equidad territorial."
  },
  {
    "article": "Artículo 57.- Establecimientos penitenciarios",
    "content": "Artículo XX. Funcionamiento del Consejo de la Justicia. El Consejo de la Justicia podrá funcionar en pleno o en comisiones. En ambos casos, tomará sus decisiones por la mayoría de sus integrantes en ejercicio, con las excepciones que establezca esta Constitución. El Consejo se organizará desconcentradamente, en conformidad a lo que establezca la ley. La ley determinará la organización, funcionamiento, procedimientos de elección de integrantes del Consejo y fijará la planta, régimen de remuneraciones y estatuto de su personal."
  },
  {
    "article": "Artículo (Nuevo) - Fe Pública",
    "content": "Artículo.- Es deber del Estado el resguardo de la fe pública, la seguridad del tráfico jurídico, la regulación y supervigilancia en la formación de documentos que tengan valor probatorio o el carácter de auténticos, debiendo garantizar el acceso de la población a estos. La ley establecerá el pago de tasas o aranceles por las actuaciones que involucren el resguardo de la fe pública en atención a la cuantía y materia del asunto de que se trate."
  },
  {
    "article": "Artículo 58.- Tribunales de ejecución y enfoque de género",
    "content": "Artículo XX. Inhabilidades e incompatibilidades. Las y los consejeros no podrán ejercer otra función o empleo, sea o no remunerado, con exclusión de las actividades académicas. Tampoco podrán concursar para ser designados en cargos judiciales hasta transcurrido un año desde que cesen en sus funciones. La ley podrá establecer otras incompatibilidades en el ejercicio del cargo. Las y los consejeros indicados en las letras a y b del artículo [Artículo XX. Composición del Consejo de la Justicia] se entenderán suspendidos del ejercicio de su función mientras dure su cometido en el Consejo."
  },
  {
    "article": "Artículo 61.- Tribunal especial",
    "content": "Artículo XX.- Sobre las causales de cesación de quienes integran el Consejo de la Justicia. Las y los integrantes del Consejo cesarán en su cargo al término de su período, por cumplir setenta años de edad, por remoción, renuncia, incapacidad física o mental sobreviniente o condena por delito que merezca pena aflictiva. Tanto la renuncia como la incapacidad sobreviniente deberá ser aceptada por el Consejo. El proceso de remoción será determinado por la ley, respetando todas las garantías de un debido proceso."
  },
  {
    "article": "Artículo 62.- Garantía de acceso a la justicia intercultural",
    "content": "Artículo XX. De los nombramientos judiciales. El Consejo efectuará los nombramientos mediante concursos públicos regulados por la ley, los que incluirán audiencias públicas. Para acceder a un cargo de juez o jueza dentro del Sistema Nacional de Justicia se requerirá haber aprobado el curso de habilitación de la Academia Judicial para el ejercicio de la función jurisdiccional, contar con tres años de ejercicio de la profesión de abogado o abogada para el caso de tribunales de instancia, cinco años para el caso de las Cortes de Apelaciones y veinte años para el caso de la Corte Suprema y los demás requisitos que establezca la Constitución y la ley."
  },
  {
    "article": "Artículo 64 A.- Consejo de la Justicia",
    "content": "Las funciones de gobernanza y gestión de los órganos de la función jurisdiccional, incluyendo la administración económica y laboral, estarán a cargo de un órgano autónomo, con personalidad jurídica y patrimonio propio, denominado Consejo de la Justicia."
  },
  {
    "article": "Artículo 64 B.- Gobierno Judicial",
    "content": "Créase el Consejo Nacional de Justicia, órgano colegiado y autónomo, de rango constitucional, integrado por jueces y profesionales del ámbito de la administración, que ejercerá en forma independiente el gobierno judicial, correspondiéndole la superintendencia directiva, correccional y económica de todos los tribunales de justicia. El CNJ tendrá como principal misión, velar por la independencia judicial y la efectiva separación de funciones..."
  },
  {
    "article": "Artículo 65. Dirección y Control de la gestión judicial",
    "content": "Artículo XX. Potestad disciplinaria. Los procedimientos disciplinarios serán conocidos y resueltos por una comisión compuesta por cinco integrantes del Consejo elegidos por sorteo, decisión que será revisable por su Pleno a petición del afectado. La resolución del Consejo que ponga término al procedimiento será impugnable ante el órgano que establezca la Constitución. Las decisiones adoptadas conforme a los incisos anteriores, no podrán ser revisadas ni impugnadas ante otros órganos del Sistema Nacional de Justicia."
  },
  {
    "article": "Artículo 66 A.- Funciones",
    "content": "Un órgano autónomo, colegiado y paritario... denominado Consejo de la Judicatura, orientado a fortalecer la independencia judicial, tendrá como funciones: a) Seleccionar a los miembros de los tribunales de justicia... b) Velar por la adecuada conducta ministerial de los jueces y su corrección conforme al régimen disciplinario... c) Supervigilar la formación, capacitación, habilitación y continuo perfeccionamiento... d) Determinar la gestión de personas y administrar los recursos financieros... e) Estudiar y proponer la creación o supresión de tribunales... f) Ejercer la supervigilancia de la Academia Judicial y de la Corporación Administrativa del Poder Judicial."
  },
  {
    "article": "Artículo 66 B.- Funciones [y composición]",
    "content": "Un órgano autónomo, denominado Consejo de la Judicatura, orientado a fortalecer la independencia judicial, tendrá como funciones: a) Seleccionar a los miembros y funcionarios de los tribunales de justicia... b) Velar por la adecuada conducta ministerial de los jueces... c) Supervigilar la formación, capacitación, habilitación y continuo perfeccionamiento... d) Administrar los recursos humanos, financieros, tecnológicos y materiales... e) Estudiar y proponer la creación o supresión de tribunales... El Consejo ejercerá sus atribuciones en la forma que señale la ley, y adoptará sus decisiones con el voto favorable de la mayoría de sus miembros en ejercicio."
  },
  {
    "article": "Artículo 66 C.- Atribuciones del Consejo Supremo de Justicia",
    "content": "Son funciones del Consejo de la Justicia; a) Nombrar, previa realización de un concurso público, a quienes se desempeñen como jueces en todos los Tribunales del Sistema Nacional de Justicia; b) Nombrar... en los cargos de Fiscal Nacional y Fiscales Regionales... c) Nombrar... en los cargos de Defensor Nacional y Defensores Regionales... d) Gestionar los recursos y ejecutar el presupuesto... e) Ejercer facultades correctivas y disciplinarias sobre jueces... f) Decidir respecto de las peticiones de traslados... g) Sancionar y remover a jueces... h) Ejercer las facultades disciplinarias y sancionatorias... i) Dictar Autos Acordados... j) Organizar su funcionamiento interno... k) Nombrar, sancionar y remover a Notarios y Conservadores... l) Nombrar, sancionar y remover a integrantes del Consejo de Defensa del Estado."
  },
  {
    "article": "Artículo 66 D.- Funciones del Consejo de la Justicia",
    "content": "El Consejo de la Justicia tendrá como funciones las siguientes: 1. El nombramiento, por resolución motivada de las juezas y jueces, conforme a criterios de mérito, capacidad e idoneidad profesional... 2. El nombramiento de las funcionarias y funcionarios de los tribunales de justicia, su promoción, traslados y cese de funciones... 3. La adopción de medidas disciplinarias, incluida la destitución... 4. La formación, capacitación, habilitación y continuo perfeccionamiento... 5. La administración de los recursos humanos, financieros, tecnológicos y materiales de los tribunales. 6. La iniciativa de proponer a las autoridades que correspondan la creación o supresión de tribunales... 7. Las demás preceptuadas en esta Constitución y en las leyes."
  },
  {
    "article": "Artículo 66 E.- Funciones y Competencias del CNJ",
    "content": "Las funciones y competencias del Consejo serán las que a continuación se señalan: a. Selección, promoción, traslados, permutas y cese de funciones, de los miembros de la judicatura... b. Formación, capacitación, habilitación y continuo perfeccionamiento... c. Aplicación de las normas disciplinarias que regulan el incumplimiento de las responsabilidades... d. Definición y ejecución de las políticas para el mejoramiento y modernización del sistema judicial... e. Realiza un control del funcionamiento de los tribunales y unidades operativas... f. Asumir el compromiso del Poder Judicial en materia de Justicia Abierta..."
  },
  {
    "article": "Artículo 67 B.- De la composición e integración del Consejo Supremo de Justicia",
    "content": "El Consejo Supremo de Justicia está compuesto por veintiún integrantes, quienes durarán en sus cargos por un periodo de seis años, sin reelección. El Consejo está integrado por: 1. Un integrante designado por la Presidencia de la República. 2. Dos integrantes elegidos por el pleno del Congreso Nacional... 3. Seis integrantes elegidos por los jueces titulares... 4. Dos integrantes elegidos por los fiscales del Ministerio Público... 5. Dos integrantes elegidos por los Defensores Penales públicos... 6. Dos integrantes elegidos por los funcionarios del Sistema Nacional de Justicia... 7. Cuatro integrantes elegidos por organizaciones de la sociedad civil... 8. Dos integrantes elegidos por los pueblos originarios preexistentes al Estado..."
  },
  {
    "article": "Artículo 67 C.- Composición y duración del cargo",
    "content": "El Consejo estará compuesto por once miembros, conforme a la siguiente integración: i) Será presidido por el presidente de la Corte Suprema; ii) Cinco miembros serán jueces o juezas elegidos por sus pares... iii) Dos miembros serán designados por el Presidente de la República con acuerdo del Senado... iv) Un miembro será elegido por el Consejo de Alta Dirección Pública. v) Un miembro será elegido por el estamento de profesionales o funcionarios de los tribunales... vi) Un miembro será elegido como representante de las Facultades de Derecho... Los miembros del Consejo durarán cinco años en el cargo y no podrán ser reelegidos."
  },
  {
    "article": "Artículo 67 D.- Dirección del Consejo de la Justicia",
    "content": "El Consejo de la Justicia estará dirigido... por diecinueve integrantes, los cuales durarán cinco años en sus cargos: a) Siete representantes de las juezas y jueces, electos por votación entre sus pares... b) Tres funcionarias o funcionarios de los tribunales y del Consejo... c) Tres profesionales de los tribunales y el Consejo... d) Dos elegidos por el Presidente de la República... e) Dos elegidos por el Congreso Nacional... f) Dos representantes externos, electos por las Facultades de Derecho..."
  },
  {
    "article": "Artículo 67 E.- Composición del CNJ",
    "content": "El Consejo Nacional de Justicia estará conformado por 21 integrantes, denominados “Consejeros”, quienes durarán tres años en su cargo, sin posibilidad de reelección inmediata. El CNJ tendrá la siguiente composición: 1) Seis integrantes que representen al estamento de ministros, fiscales, jueces y secretarios... 2) Seis integrantes que representen a los profesionales de la gestión del Poder Judicial... 3) Cuatro integrantes elegidos por el estamento de empleados... 4) Cinco integrantes externos al Poder Judicial, elegidos por el CNJ..."
  },
  {
    "article": "Artículo 68.- Requisitos",
    "content": "Los miembros del Consejo, con excepción de los representantes de la sociedad civil, deberán ser abogados o profesionales del área de la administración, con a lo menos diez años del título correspondiente... deberán haber desempeñado funciones en los tribunales por a lo menos siete años."
  },
  {
    "article": "Artículo 68 A.- Requisitos",
    "content": "Para integrar el Consejo Supremo de Justicia se deberá contar con un título profesional obtenido con al menos ocho años antes de su nombramiento."
  },
  {
    "article": "Artículo 68 B.- Requisitos",
    "content": "Los miembros del Consejo deberán ser abogados o profesionales del área de la administración, con a lo menos diez años del título correspondiente... deberán haber desempeñado funciones en los tribunales por a lo menos siete años."
  },
  {
    "article": "Artículo 68 C.- Requisitos",
    "content": "Las y los integrantes del Consejo deberán ser abogadas, abogados o profesionales del área de la administración, con a lo menos diez años del título correspondiente... deberán haber desempeñado funciones en tribunales por a lo menos siete años."
  },
  {
    "article": "Artículo 68 D.- De los requisitos para ser elegido",
    "content": "Los consejeros del CNJ, tanto internos como ajenos al Poder Judicial, deberán cumplir los requisitos de idoneidad y experiencia que señale la Ley. Los representantes internos del CNJ serán elegidos por sus pares... Los integrantes externos al Poder Judicial, deberán ser académicos de reconocida trayectoria..."
  },
  {
    "article": "Artículo 69.- Funcionamiento",
    "content": "Para estos efectos, el Consejo se desenvolverá con una unidad que ejercerá la funciones señaladas en las letras a y b del inciso 1º, una segunda unidad que realizará las funciones señaladas en la letra c del inciso 1º, y una tercera unidad a quien le corresponderá desarrollar las funciones señaladas en las letras d y e... Los consejeros no podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo..."
  },
  {
    "article": "Artículo 69 A.- Funcionamiento",
    "content": "La dirección y administración superiores del Consejo corresponderán a un Consejo Directivo. A nivel central, la administración estará liderada por un director o directora, un subdirector o subdirectora, y jefes de departamento. Para su despliegue territorial, contará con administradores zonales... La ley determinará su organización, funcionamiento, procedimientos de elección y fijará la planta..."
  },
  {
    "article": "Artículo 69 B.- Funcionamiento del CNJ",
    "content": "El CNJ funcionará en Consejo Pleno y en dos comités, denominados Comité de Gestión Jurisdiccional y Comité de Gestión Administrativa... a) El Comité Jurisdiccional deberá supervigilar y controlar el cumplimiento de políticas definidas por CNJ en el ámbito de su competencia... b) El Comité de Gestión Administrativa, deberá estar integrado mayoritariamente por profesionales de la gestión de tribunales, externos al Poder Judicial..."
  },
  {
    "article": "Artículo 70.- Incompatibilidades",
    "content": "El cargo de miembro del Consejo Nacional de la Jurisdicción es incompatible con todo otro cargo o función del Estado, sea o no remunerado. Se exceptúan las labores académicas por un máximo de 12 horas semanales. Asimismo, mientras duren en sus cargos, no podrán ejercer la profesión de abogado."
  },
  {
    "article": "Artículo 70 A.- Incompatibilidades",
    "content": "El cargo de miembro del Consejo de la Judicatura es incompatible con todo otro cargo o función en el Estado, sea o no remunerado. Asimismo, mientras duren en sus cargos, los consejeros no podrán ejercer otras actividades particulares remuneradas, con exclusión de las actividades académicas, compatibles con el cargo."
  },
  {
    "article": "Artículo 70 B.- Incompatibilidades",
    "content": "El cargo de miembro del Consejo de la Judicatura es incompatible con todo otro cargo o función en el Estado, sea o no remunerado. Asimismo, mientras duren en sus cargos, los consejeros no podrán ejercer otras actividades particulares remuneradas, con exclusión de las actividades académicas. No podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo..."
  },
  {
    "article": "Artículo 70 C.- Incompatibilidades",
    "content": "Las y los integrantes del Consejo no podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo y hasta después de transcurrido un año del plazo en que cesaron en sus funciones."
  },
  {
    "article": "Artículo 70 D.- Inhabilidades e incompatibilidades",
    "content": "El cargo de miembro del Consejo de la Justicia es incompatible con todo otro cargo o función en el Estado, sea o no remunerado. Asimismo, mientras duren en sus cargos, los consejeros no podrán ejercer otras actividades particulares remuneradas... Los consejeros externos al Poder Judicial no podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo..."
  },
  {
    "article": "Artículo 71.- Prohibiciones establecidas a los consejeros",
    "content": "Está prohibido a los consejeros del CNJ mezclarse en las atribuciones de otros poderes públicos y en general ejercer otras funciones que las determinadas en los artículos siguientes."
  },
  {
    "article": "Artículo 72.- Presidente",
    "content": "El Consejo Supremo de Justicia elegirá cada dos años una Presidencia. Quien la ejerza tendrá las atribuciones de representación y gestión que establezca la ley."
  },
  {
    "article": "Artículo 72 A.- Presidente del CNJ",
    "content": "El CNJ estará encabezado por un Presidente, quien será elegido por los miembros del Consejo, en la primera sesión de instalación del Consejo... resultando elegido el consejero que obtenga la mayoría absoluta de los votos."
  },
  {
    "article": "Artículo 73.- Sobre las causales de cesación de quienes integran el Consejo Supremo de Justicia",
    "content": "Los integrantes del Consejo Supremo de Justicia ejercerán el cargo hasta completar su período, cumplir 75 años de edad, renuncia, incapacidad física o mental sobreviniente o condena por delito en contra de la probidad o que merezca pena aflictiva..."
  },
  {
    "article": "Artículo 73 A.- Cesación en el cargo",
    "content": "Los miembros del Consejo cesarán en su cargo por las causales establecidas en la ley. Además, podrán ser removidos a solicitud del Presidente de la República en caso de grave y manifiesto incumplimiento de sus deberes, con acuerdo del Senado."
  },
  {
    "article": "Artículo 73 B.- Remoción",
    "content": "La remoción de algún integrante del Consejo se realizará de acuerdo con los procedimientos y por las causales expresamente señaladas por la ley, los que gozarán de todas las garantías de un debido proceso."
  },
  {
    "article": "Artículo 74.- Principios en los nombramientos judiciales",
    "content": "La ley asegurará que el sistema de nombramientos de jueces y juezas se realice mediante concursos públicos abiertos, transparentes, basados en el mérito profesional y paridad de género."
  },
  {
    "article": "Artículo 74 A. Bases generales del procedimiento de nombramiento",
    "content": "El Consejo Supremo de Justicia efectuará los nombramientos que le corresponde realizar mediante concursos regidos por los principios de publicidad, igualdad, mérito, transparencia, imparcialidad y legalidad... La idoneidad de las y los postulantes se evaluará exclusivamente en base a criterios objetivos y técnicos..."
  },
  {
    "article": "Artículo 74 B.- Nombramientos",
    "content": "En lo relativo a los Nombramientos, el CNJ regulará un estatuto que incorpore los requisitos para ingresar a los escalafones del Poder Judicial... El nombramiento de jueces, profesionales y empleados, deberá hacerse mediante una resolución motivada, especificando los criterios de mérito, capacidad, paridad de género e idoneidad profesional."
  },
  {
    "article": "Artículo 75.- Del control de constitucionalidad y legalidad de la Contraloría",
    "content": "Artículo 75.- Del control de constitucionalidad y legalidad de la Contraloría. En el ejercicio del control de constitucionalidad y legalidad, la Contraloría General tomará razón de los decretos, resoluciones y otros actos administrativos o representará su ilegalidad. Sin embargo, deberá darles curso cuando la o el Presidente de la República insista con la firma de todos sus Ministros, debiendo enviar copia de los respectivos decretos al Congreso. En ningún caso dará curso a los decretos de gastos que excedan el límite señalado en la Constitución o la ley y remitirá copia íntegra de los antecedentes al Congreso. Tratándose de la representación por inconstitucionalidad no procederá insistencia y el pronunciamiento de la Contraloría será reclamable ante el tribunal que señale la ley. Además, le corresponderá tomar razón de los decretos con fuerza de ley, debiendo representarlos, cuando ellos excedan o contravengan la respectiva ley delegatoria. Respecto de los decretos, resoluciones y otros actos administrativos de entidades territoriales que, de acuerdo a la ley, deban tramitarse por la Contraloría, la toma de razón corresponderá a la respectiva contraloría regional. Los antecedentes que debieran remitirse, en su caso, lo serán a la correspondiente asamblea regional."
  },
  {
    "article": "Artículo 76.- De la potestad para emitir dictámenes y la facultad fiscalizadora de la Contraloría General de la República",
    "content": "Artículo 76.- De la potestad para emitir dictámenes y la facultad fiscalizadora de la Contraloría General de la República. La Contraloría General de la República podrá emitir dictámenes obligatorios para toda autoridad, funcionario o trabajador de cualquier órgano integrante de la Administración del Estado, de las regiones y de las comunas, incluyendo los directivos de empresas públicas o sociedades en las que tenga participación una entidad estatal o cualquier otra entidad territorial. Los órganos de la Administración del Estado, los Gobiernos Regionales y locales, órganos autónomos, empresas públicas, sociedades en que el Estado tenga participación, personas jurídicas que dispongan de recursos fiscales o administren bienes públicos, y los demás que defina la ley, estarán sujetos a la fiscalización y auditorías de la Contraloría General de la República. La ley regulará el ejercicio de estas potestades fiscalizadoras y auditoras."
  },
  {
    "article": "Artículo 77.- De las Contralorías Regionales",
    "content": "Artículo 77.- De las Contralorías Regionales. La Contraloría General de la República funcionará desconcentradamente en cada una de las regiones del país mediante Contralorías Regionales. La dirección de cada contraloría regional estará a cargo de una o un Contralor Regional, designado por la o el Contralor General de la República. En el ejercicio de sus funciones deberán mantener la unidad de acción, con el fin de aplicar un criterio uniforme en todo el territorio del país. La ley determinará las demás atribuciones de las Contralorías Regionales y regulará su organización y funcionamiento."
  },
  {
    "article": "Artículo 77 B.- Ejercicio de las potestades correccionales y disciplinarias del Consejo de la Justicia",
    "content": "El Consejo de la Justicia ejercerá de forma exclusiva la superintendencia correccional respecto de quienes se desempeñen como jueces o funcionarios del Sistema Nacional de Justicia. La ley establecerá las causales para su ejercicio... Los procedimientos disciplinarios y de remoción serán conocidos, en primera fase, por una comisión compuesta por tres integrantes del Consejo Supremo de Justicia elegidos por sorteo..."
  },
  {
    "article": "Artículo 77 C.- Procedimiento disciplinario",
    "content": "Los funcionarios del Poder Judicial durarán en su cargo mientras mantengan su buen comportamiento, debiendo aplicarse un procedimiento disciplinario para el cese de funciones, o cualquiera otra medida administrativa sancionatoria, respetándose las normas del debido proceso."
  },
  {
    "article": "Artículo 78.- Responsabilidad penal",
    "content": "Sin perjuicio de lo señalado en el artículo anterior, los miembros de los tribunales de justicia son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia y, en general, de toda prevaricación en que incurran en el desempeño de sus funciones."
  },
  {
    "article": "Artículo 79 A.- Presupuesto",
    "content": "Anualmente, se destinarán en la Ley de Presupuesto los fondos necesarios para un adecuado funcionamiento de los tribunales y Consejo de la Judicatura."
  },
  {
    "article": "Primera (Transitoria)",
    "content": "Disposición Transitoria Primera. La regla sobre cese en el cargo de jueces y juezas por alcanzar los setenta años de edad, contenida en el artículo [Artículo 3.- Cesación de juezas y jueces], comenzará a aplicarse transcurridos diez años desde la entrada en vigencia de la presente Constitución. En el intertanto, la regla sobre cese en el cargo de jueza o juez se mantendrá en setenta y cinco años de edad."
  },
  {
    "article": "Disposición Transitoria (Nueva)",
    "content": "El cese de funciones a los 70 años de edad no será aplicable a las personas que a la fecha de entrada en vigencia de esta Constitución formen parte del escalafón primario del Poder Judicial, regulado en el Código Orgánico de Tribunales, quienes cesarán en sus funciones al cumplir los 75 años de edad."
  },
  {
    "article": "Segunda (Transitoria)",
    "content": "Disposición Transitoria Segunda. El personal que se desempeñare en cualesquiera de los tribunales del Sistema nacional de Justicia, a la fecha de entrada en vigencia de esta Constitución, en calidad jurídica de contrata con más de cinco años de renovaciones consecutivas, deberá ser traspasado a personal de planta, conforme a los mecanismos que establezca la ley, la cual deberá dictarse en el plazo de dos años, desde la entrada en vigencia de la presente Constitución."
  },
  {
    "article": "Tercera (Transitoria)",
    "content": "Disposición Transitoria Tercera. Dentro del plazo de dos años desde la entrada en vigencia de esta Constitución, una ley fusionará los Tribunales Tributarios y Aduaneros, Juzgado de Cuentas de la Contraloría General de la República, Tribunal de Contratación Pública y Tribunal de Propiedad Industrial en los tribunales administrativos. En el mismo plazo señalado en el inciso primero de este artículo deberá dictarse una Ley General de Proceso Administrativo, unificando los procedimientos existentes e instancias de resolución alternativa de conflictos. Del mismo modo, dicha ley deberá integrar las materias actualmente susceptibles de arbitraje y cualquier otra materia que pueda ser asignada a estos tribunales. La ley podrá establecer mecanismos transparentes, con criterios técnicos y de mérito profesional, para que las y los jueces y personal de los Tribunales fusionados puedan optar a cargos equivalentes en los tribunales administrativos o sean traspasados a éstos, en su caso."
  },
  {
    "article": "Cuarta (Transitoria)",
    "content": "Disposición Transitoria Cuarta. Los juzgados de policía local se entenderán suprimidos en el plazo que establezca la ley que regule los juzgados vecinales, la cual deberá dictarse en el plazo de dos años desde la entrada en vigencia de esta Constitución. El nombramiento de los jueces y el personal de planta que habrán de servir en los juzgados vecinales se regirá por las reglas comunes. No obstante ello, la ley podrá establecer mecanismos transparentes, con criterios técnicos y de mérito profesional, para que las y los jueces y personal de planta de los juzgados de policía local puedan optar a cargos equivalentes en los juzgados vecinales, o sean traspasados a éstos, en su caso."
  },
  {
    "article": "Quinta A (Transitoria)",
    "content": "Disposición Transitoria Quinta. Dentro del plazo de dos años desde la entrada en vigencia de esta Constitución, deberá dictarse la ley sobre el Consejo de Justicia. Para todos los efectos, se entenderá que el Consejo de la Justicia es el continuador legal y sucesor en todos los bienes, derechos y obligaciones de, entre otras, la Corporación Administrativa del Poder Judicial, de la Junta de Servicios Judiciales y de la Oficina de Presupuesto para el Poder Judicial. La ley respectiva deberá determinar el proceso de traspaso de los funcionarios, cualquiera sea su régimen de contratación, desde los organismos señalados al Consejo de la Justicia."
  },
  {
    "article": "Disposición Transitoria Séptima (Nueva)",
    "content": "Disposición Transitoria Séptima. Los tribunales militares establecidos en el Libro I del Código de Justicia Militar cesarán en funciones una vez que concluya la tramitación de sus causas vigentes. La ley establecerá la forma en que se concretará lo dispuesto en el inciso anterior."
  },
  {
    "article": "Disposición Transitoria Octava (Nueva)",
    "content": "Disposición Transitoria Octava. Dentro del plazo de dos años desde la entrada en vigencia de esta Constitución, deberá dictarse una ley que regule la instalación de los tribunales de ejecución de penas y sus procedimientos, las condiciones adecuadas para el cumplimiento de las sanciones penales y el régimen disciplinario e interno aplicable a las personas privadas de libertad. Desde la entrada en vigencia de esta Constitución, las competencias de los tribunales de ejecución de penas serán ejercidas por los juzgados de garantía. Lo anterior, hasta que dichos tribunales inicien su funcionamiento."
  },
  {
    "article": "Artículo 24.- De la Defensoría Penal Pública",
    "content": "Artículo 24.- De la Defensoría Penal Pública. La Defensoría Penal Pública es un organismo autónomo, con personalidad jurídica y patrimonio propio, que tiene por función proporcionar defensa penal a los imputados por hechos que pudiesen configurar un delito que deban ser conocidos por los tribunales con competencia en lo penal, desde la primera actuación de la investigación dirigida en su contra y hasta la completa ejecución de la pena que le haya sido impuesta, y que carezcan de defensa letrada. Estará facultada para denunciar al Estado ante los Organismos Internacionales de Derechos Humanos, cuando en el curso de las investigaciones y procedimientos penales en que intervenga, constate violaciones de derechos fundamentales, en coordinación con otros órganos del Estado. La ley determinará la organización y atribuciones de la Defensoría Penal Pública, debiendo garantizarse su independencia externa."
  },
  {
    "article": "Artículo 25.- De la defensa penal pública",
    "content": "Artículo 25.- De la defensa penal pública. La función de defensa penal pública será ejercida exclusivamente por defensoras y defensores penales públicos. Los servicios de defensa jurídica que preste la Defensoría Penal Pública no podrán ser licitados o delegados en abogados particulares, sin perjuicio de la contratación excepcional que pueda realizar en los casos y forma que establezca la ley."
  },
  {
    "article": "Artículo 27.- Dirección de la Defensoría Penal Pública",
    "content": "Artículo 27.- Dirección de la Defensoría Penal Pública. La dirección superior de la Defensoría Penal Pública reside en un Consejo Superior, órgano colegiado, paritario, que designará de entre sus miembros a un presidente y a un director ejecutivo."
  },
  {
    "article": "Artículo 28.- Del Consejo Superior de la Defensoría Penal Pública",
    "content": "Artículo 28.- Del Consejo Superior de la Defensoría Penal Pública. El Consejo Superior estará integrado por siete integrantes designados de la siguiente manera: a) Tres integrantes elegidos democráticamente por los defensores y defensoras entre sus pares. b) Un integrante elegido democráticamente por funcionarios y funcionarias de la Defensoría Penal Pública entre sus pares. c) Tres integrantes elegidos por el Congreso plurinacional a partir de ternas elaboradas por el Consejo de Alta Dirección Pública. Los candidatos y candidatas no podrán haber desempeñado cargos de elección popular ni haber sido candidatos a ellos, así como tampoco podrán haber desarrollado funciones en el Gobierno o Administración del Estado en cargos que sean de exclusiva confianza del Presidente de la República, en los últimos cuatro años. La ley establecerá el procedimiento y los requisitos que deberán reunir los consejeros de la Defensoría Penal Pública. Los consejeros durarán cuatro años en sus cargos y no podrán ser reelegidos, debiendo renovarse por parcialidades en conformidad a lo que señale la ley. La calidad de consejero es incompatible con todo otro cargo o función sea o no remunerada, con excepción de la docencia universitaria con los límites que señale la ley. Las y los consejeros indicados en las letras a) y b) se entenderán suspendidos del ejercicio de su función mientras dure su cometido, pudiendo retornar al ejercicio de sus funciones una vez cumplido este desempeño."
  },
  {
    "article": "Artículo 31.- Atribuciones del Consejo Superior de la Defensoría Penal Pública",
    "content": "Artículo 31.- Atribuciones del Consejo Superior de la Defensoría Penal Pública. El Consejo Superior de la Defensoría Penal Pública tendrá las siguientes atribuciones: a) Dirigir el organismo, velando por el cumplimiento de sus objetivos; b) Determinar la política de gestión profesional de las y los funcionarios de la Defensoría Penal Pública. c) Evaluar y calificar permanentemente el desempeño de las y los funcionarios. d) Designar al defensor nacional y a los defensores regionales en conformidad a la ley. e) Ejercer la potestad disciplinaria respecto de las y los funcionarios, en conformidad a la ley. f) Definir las necesidades presupuestarias, gestionando los recursos para su adecuado funcionamiento. g) Las demás atribuciones que establezca la ley."
  },
  {
    "article": "Artículo 29.- Del Defensor o Defensora Nacional",
    "content": "Artículo 29.- Del Defensor o Defensora Nacional. La o el Defensor Nacional dirigirá las sesiones ordinarias y extraordinarias del Consejo Superior de la Defensoría Penal Pública y representará a la institución ante los demás órganos del Estado, sin perjuicio de las demás atribuciones que señale la ley."
  },
  {
    "article": "Artículo 34. Defensoría del Pueblo",
    "content": "Artículo 34. Defensoría del Pueblo. Un organismo autónomo, de carácter técnico, con personalidad jurídica de derecho público, patrimonio propio y titularidad unipersonal denominada Defensoría del Pueblo tendrá por finalidad la promoción, protección y colaboración en la defensa de los derechos fundamentales asegurados en esta Constitución, en los tratados e instrumentos internacionales de derechos humanos y en las leyes, ante los actos u omisiones de los órganos de la administración del Estado y de entidades privadas que ejerzan actividades de servicio o utilidad pública, en los términos que establezca la ley respectiva. La Defensoría del Pueblo velará siempre por el resguardo efectivo del interés ciudadano en la gestión y finalidad que la Constitución y las leyes confieren a dichos órganos y entidades. La ley determinará la organización, funciones, financiamiento y atribuciones de la Defensoría del Pueblo. El presupuesto de la Defensoría del Pueblo estará fijado en una glosa especial del presupuesto del Estado para el desempeño de sus funciones."
  },
  {
    "article": "Artículo 35. Actuación de la Defensoría del Pueblo",
    "content": "Artículo 35. Actuación de la Defensoría del Pueblo. La Defensoría del Pueblo actuará de manera gratuita y simplificada y ejercerá sus atribuciones, de oficio o a petición de parte, en favor de las personas, agrupaciones o pueblos, según sea el caso. Las autoridades estarán obligadas a colaborar con los requerimientos necesarios para la libre función de la Defensoría del Pueblo, la que podrá acceder a la información reservada de las instituciones, sin obstáculo alguno, y podrá constituirse en dependencias de los órganos objeto de fiscalización."
  },
  {
    "article": "Artículo 36. Atribuciones de la Defensoría del Pueblo",
    "content": "Artículo 36. Atribuciones de la Defensoría del Pueblo. La Defensoría del Pueblo tendrá, a lo menos, las siguientes atribuciones: 1. Supervigilar, en relación a su mandato constitucional, a los órganos del Estado y entidades privadas. 2. Formular recomendaciones a los órganos del Estado y entidades privadas que ejerzan actividades de servicio o utilidad pública, en materias de su competencia, las que no serán vinculantes. 3. Realizar acciones de seguimiento y monitoreo respecto de las recomendaciones realizadas por los organismos internacionales en materia de derechos humanos y las sentencias dictadas en contra del estado por tribunales internacionales. 4. Tramitar quejas o reclamos a solicitud de cualquier persona o agrupación que lo solicite ante el organismo que corresponda, el que estará siempre obligado a proporcionarle la información y colaboración necesaria para su solución. 5. Practicar mediaciones o buenos oficios entre las personas y los organismos públicos o entidades privadas, en materias de su competencia. 6. Litigar cuando se identifiquen patrones de violación de derechos humanos, interponiendo las acciones y recursos que esta Constitución y las leyes establecen, incluidas las de naturaleza colectiva y administrativa, que determine su ley. 7. Interponer acciones legales ante los tribunales de justicia respecto de hechos que revistan carácter de crímenes de genocidio, de lesa humanidad o de guerra, tortura, desaparición forzada de personas, y demás que establezca la ley. 8. Custodiar y preservar los antecedentes reunidos por comisiones de verdad, justicia, reparación y garantía de no repetición. 9. Educar en derechos humanos. 10. Iniciativa de ley en materias de su competencia. 11. Las demás que fije la ley. La Defensoría del Pueblo ejercerá plenamente sus atribuciones en todo tiempo y lugar, incluido durante la vigencia de los estados de excepción que se establezcan."
  },
  {
    "article": "Artículo 37. Defensor del Pueblo",
    "content": "Artículo 37. Defensor del Pueblo. La Defensoría del Pueblo estará a cargo de una Defensora o de un Defensor que será designado por acuerdo de la mayoría absoluta de las y los miembros en ejercicio del Congreso, según proposición que efectúen las organizaciones sociales y de derechos humanos, en la forma y cumpliendo los requisitos que determine la ley. El procedimiento de las organizaciones sociales y de derechos humanos deberá asegurar que las personas propuestas por las organizaciones cumplan los requisitos de experiencia comprobable, trayectoria, pluralismo, compromiso y conocimiento en materia de derechos humanos. La Defensora o el Defensor del Pueblo durará un período de cinco años en el ejercicio del cargo. Sólo podrá ser reelegido, por una vez para un nuevo período. Al cesar su mandato y durante los dos años siguientes, no podrán optar a ningún cargo de elección popular ni de exclusiva confianza de alguna autoridad. Gozará de inamovilidad en su cargo y será inviolable en el ejercicio de sus atribuciones. Cesará en su cargo únicamente por condena por crimen o simple delito, renuncia, enfermedad incompatible con el ejercicio de la función y por remoción. Sólo podrá ser removido por el Congreso, por iniciativa propia o del número de ciudadanos/as que determine la ley orgánica, con un quórum igual o superior al de su designación, por notable abandono de deberes o por conducta incompatible con la ética pública, los valores democráticos o los derechos humanos, en la forma que establezca la ley. La Defensoría del Pueblo rendirá cuenta pública anual ante la ciudadanía, sin perjuicio del informe que deberá remitir una vez al año al Congreso, el que también será público."
  },
  {
    "article": "Artículo 39. Organización de la Defensoría del Pueblo",
    "content": "Artículo 39. Organización de la Defensoría del Pueblo. La Defensoría del Pueblo se organizará internamente, de manera paritaria, con equidad territorial y con la participación de los pueblos indígenas, a través de defensorías regionales y defensorías especializadas, que funcionarán en forma desconcentrada, con autonomía relativa, en conformidad a lo que señale su ley. Dentro de las defensorías especializadas se contemplarán áreas de derechos de niños, niñas y adolescentes; de mujeres, disidencias y diversidades sexo genéricas; de personas mayores; de personas de pueblos originarios y afrodescendientes; de personas con discapacidad; de personas privadas de libertad; de personas migrantes, refugiadas y apátridas, sin perjuicio de las demás áreas que señale la ley. Asimismo, la Defensoría del Pueblo contará con consejos consultivos nacionales, regionales y comunales y de los pueblos indígenas, en los términos que establezca la ley."
  },
  {
    "article": "Artículo 42 A.-Unidad de producción de conocimiento e investigación",
    "content": "Artículo 42 A.-Unidad de producción de conocimiento e investigación. Existirá una unidad de producción de conocimiento e investigación cuyo objeto será apoyar aquellas causas en las que asuma patrocinio y demás fines de estas institución."
  },
  {
    "article": "Artículo 49.- Del Consejo Autónomo del Medio Ambiente",
    "content": "Artículo 49.- Del Consejo Autónomo del Medio Ambiente. El Consejo del Medio Ambiente es un órgano colegiado, autónomo, con personalidad jurídica y patrimonio propio, encargado de llevar a cabo la evaluación de impacto ambiental de proyectos, dictar la autorización final del proceso de evaluación ambiental, fiscalizar y sancionar toda clase de infracciones a las normas e instrumentos de protección ambiental, y demás facultades que establezca ley. El Consejo del Medio Ambiente estará dirigido por un Consejo Nacional, integrado por siete miembros, con comprobada competencia en materia ambiental, elegidos por el Congreso Nacional a partir de ternas elaboradas por el Consejo de Alta Dirección Pública. Además, funcionará desconcentradamente a través de consejos regionales. La ley regulará, en lo demás, su integración y funcionamiento. Se organizará conforme a los criterios de plurinacionalidad, paridad y equidad territorial."
  },
  {
    "article": "Artículo X. Agencia Nacional del Agua",
    "content": "Artículo X. Agencia Nacional del Agua. La Agencia Nacional del Agua es un órgano autónomo, descentralizado, con personalidad jurídica y patrimonio propio, cuya finalidad es asegurar el uso sostenible del agua, el acceso al derecho humano al agua y al saneamiento y la conservación y preservación de sus ecosistemas asociados. Para ello, se encargará de recopilar información, coordinar, dirigir y fiscalizar la actuación de los órganos del Estado con competencias en materia hídrica. Será el órgano encargado de proponer e implementar la Política Hídrica Nacional, para lo cual deberá elaborar y gestionar un sistema público unificado de información hídrica con enfoque integrado de cuencas, que permita garantizar las prioridades de uso establecidas en esta Constitución. Además, estará a cargo de otorgar, revisar, modificar, caducar y revocar autorizaciones de uso de agua. Deberá fiscalizar el uso responsable y sostenible del agua y aplicar las sanciones administrativas que correspondan. Podrá determinar la calidad de los servicios sanitarios, así como las demás que señale la ley. La Agencia Nacional del Agua financiará y otorgará asistencia técnica a los Consejos de Cuenca, teniendo asiento propio en dicho órgano. En el evento que éstos no se hayan constituido, la Agencia Nacional del Agua podrá reemplazarlos en sus funciones."
  },
  {
    "article": "Artículo 59.- Consejo de Transformación Productiva",
    "content": "Artículo 59.- Consejo de Transformación Productiva. El Consejo de Transformación Productiva es un organismo autónomo encargado de definir la Estrategia Nacional de Transformación Productiva Socio-Ecológica, en coordinación con la institucionalidad pública, sea ésta a nivel estatal, regional o local. Este Consejo deberá coordinar la elaboración de las Estrategias Regionales de Transformación Productiva con los correspondientes gobiernos regionales. La organización y atribuciones del Consejo serán determinadas por la ley. Con todo, esta deberá disponer los procedimientos de elaboración de las estrategias así como los mecanismos de rendición de cuentas para la evaluación de su implementación. Asimismo, dispondrá la incidencia en las definiciones presupuestarias y el procedimiento de seguimiento de las responsabilidades institucionales definidas en las estrategias nacionales o regionales. El Consejo formará parte en el nombramiento de la Dirección de agencias y empresas públicas estratégicas para la transformación productiva del país, de la manera que lo disponga la ley. El Consejo será paritario y plurinacional, y estará conformado proporcionalmente por representantes del poder ejecutivo y de los gobiernos regionales, junto con las y los principales actores que se desempeñan en el ámbito del fomento productivo, innovativo, educacional, científico, social y ecológico. Los nombramientos serán realizados por parcialidades, y en estos participaran el poder ejecutivo y legislativo según lo señale la ley."
  },
  {
    "article": "Artículo 1.- Del Banco Central",
    "content": "Artículo 1.- Del Banco Central. El Banco Central es un órgano autónomo con personalidad jurídica y patrimonio propio, de carácter técnico, encargado de formular y conducir la política monetaria. La ley determinará su organización, atribuciones y sistemas de control, así como la determinación de instancias de coordinación entre el Banco y el Gobierno."
  },
  {
    "article": "Artículo 2.- Objeto del Banco Central",
    "content": "Artículo 2.- Objeto del Banco Central. Le corresponderá en especial al Banco Central, para contribuir al bienestar de la población, velar por la estabilidad de los precios y el normal funcionamiento de los pagos internos y externos, en coordinación con las principales orientaciones de política económica definidas con el Gobierno. Para el cumplimiento de sus objetivos, el Banco Central deberá considerar la estabilidad financiera, la volatilidad cambiaria, la protección del empleo, la diversificación productiva, el cuidado del medioambiente y patrimonio natural y los principios que señale la Constitución y la ley."
  },
  {
    "article": "Artículo 73.- De la Contraloría General de la República",
    "content": "Artículo 73.- De la Contraloría General de la República. La Contraloría General de la República es un órgano técnico, autónomo, con personalidad jurídica y patrimonio propio, encargada de velar por el cumplimiento del principio de probidad en la función pública, ejercer el control de constitucionalidad y legalidad de los actos de la Administración del Estado, incluidos los gobiernos regionales, locales y demás entidades, organismos y servicios que determine la ley. Estará encargado de fiscalizar y auditar el ingreso, cuentas y gastos de los fondos públicos. En el ejercicio de sus funciones, no podrá evaluar los aspectos de mérito o conveniencia de las decisiones políticas o administrativas."
  },
  {
    "article": "Artículo 82.- Del Servicio Electoral",
    "content": "Artículo 82.- Del Servicio Electoral. Un organismo autónomo, con personalidad jurídica y patrimonio propio, denominado Servicio Electoral, ejercerá la administración, supervigilancia y fiscalización de los procesos electorales y plebiscitarios, del cumplimiento de las normas sobre transparencia, límite y control del gasto electoral, de las normas sobre organizaciones políticas y las demás funciones que señale la ley. La dirección superior del Servicio Electoral corresponderá a un Consejo Directivo, el que ejercerá de forma exclusiva las atribuciones que le encomienden la Constitución y las leyes. Dicho Consejo estará integrado por cinco consejeras y consejeros designados por la mayoría absoluta de los integrantes del Congreso, a partir de ternas propuestas por el Consejo de la Alta Dirección Pública. Las y los consejeros durarán ocho años en sus cargos, no podrán ser reelegidos y se renovarán por parcialidades cada cuatro años. Las y los consejeros deberán ser profesionales de comprobada idoneidad para el cargo. No podrán haber sido candidatas o candidatos, desempeñado un cargo de elección popular, ni haber ocupado cargos de exclusiva confianza en los cuatro años anteriores a su nombramiento. Las y los consejeros sólo podrán ser removidos por la Corte Suprema a requerimiento de la o el Presidente de la República o de un tercio de los miembros en ejercicio del Congreso por infracción grave a la Constitución o a las leyes, incapacidad, mal comportamiento o negligencia manifiesta en el ejercicio de sus funciones. La Corte conocerá del asunto en pleno especialmente convocado al efecto y, para acordar la remoción deberá reunir el voto conforme de la mayoría de sus juezas y jueces en ejercicio."
  },
  {
    "article": "Artículo 87.- Del Tribunal Calificador de Elecciones",
    "content": "Artículo 87.- Del Tribunal Calificador de Elecciones. El Tribunal Calificador de Elecciones conocerá del escrutinio general y de la calificación de las elecciones de las autoridades electas por votación popular a nivel nacional, resolverá las reclamaciones que se suscitaren y proclamará a los que resulten elegidas y elegidos. Además, conocerá y resolverá los reclamos administrativos que se entablen contra actos del Servicio Electoral y las decisiones emanadas de tribunales supremos u órganos equivalentes de las organizaciones políticas. Dicho Tribunal conocerá, asimismo, de los plebiscitos nacionales, y tendrá las demás atribuciones que determine la ley. El Tribunal valorará la prueba conforme a las reglas de la sana crítica. Estará constituido por cinco juezas y jueces, designados en base a criterios de paridad y equidad territorial por el Consejo de la Justicia, los cuales deberán postular en la forma y oportunidad que determine la ley respectiva. Las juezas y los jueces del Tribunal Calificador de Elecciones durarán seis años en sus funciones. Una ley regulará la organización y funcionamiento del Tribunal Calificador de Elecciones, plantas, remuneraciones y estatuto del personal."
  },
  {
    "article": "Artículo 88.- De los Tribunales Electorales Regionales",
    "content": "Artículo 88.- De los Tribunales Electorales Regionales. Habrá tribunales electorales regionales encargados de conocer el escrutinio general y la calificación de las elecciones de nivel regional y comunal, así como resolver las reclamaciones a que dieren lugar y proclamar las candidaturas que resultaren electas. Conocerán, asimismo, de los plebiscitos regionales y comunales, sin perjuicio de las demás atribuciones que determine la ley. Sus resoluciones serán apelables y su conocimiento corresponderá al Tribunal Calificador de Elecciones en la forma que determine la ley. Igualmente, les corresponderá conocer de la calificación de las elecciones de carácter gremial y de las que tengan lugar en aquellas organizaciones que la ley señale. Los tribunales electorales regionales estarán constituidos por tres juezas y jueces, designados en base a criterios de paridad y equidad territorial por el Consejo de la Justicia, los cuales deberán postular en la forma y oportunidad que determine la ley respectiva. Las juezas y los jueces de los tribunales electorales regionales durarán seis años en sus funciones. Estos tribunales valorarán la prueba conforme a las reglas de la sana crítica. Una ley regulará la organización y funcionamiento de los tribunales electorales regionales, plantas, remuneraciones y estatuto del personal."
  },
  {
    "article": "Artículo 89.- De la gestión y superintendencia",
    "content": "Artículo 89.- De la gestión y superintendencia. La gestión administrativa y la superintendencia directiva y correccional del Tribunal Calificador de Elecciones y de los tribunales electorales regionales corresponderán al Consejo de la Justicia."
  },
  {
    "article": "Artículo 91. Consejo del Servicio Civil",
    "content": "Artículo 91. Consejo del Servicio Civil.- El Consejo del Servicio Civil será un organismo autónomo de la Administración estatal, con personalidad jurídica y patrimonio propio, encargado de resguardar los principios de no discriminación, mérito y capacidad en los procedimientos de selección, desarrollo y cese de los cargos públicos que componen el servicio civil, así como su imparcialidad, agilidad y transparencia. Solo se reservará la información cuya difusión pudiera afectar el adecuado funcionamiento de estos procedimientos, en conformidad con la ley. Integran el servicio civil los cargos de la Administración Pública en el nivel central, regional y municipal, que, bajo la dirección del gobierno correspondiente a cada nivel, implementan las políticas públicas y proveen o garantizan, en su caso, la prestación de servicios públicos, en forma continua y permanente. Su desempeño deberá ser objetivo y políticamente neutral, en concordancia con el carácter profesional y técnico que les es propio. Se excluyen del servicio civil los cargos de exclusiva confianza que son parte del gobierno central, regional y municipal, y que son declarados como tales por esta Constitución o la Ley atendiendo a la naturaleza de sus funciones. La dirección superior del Consejo del Servicio Civil estará a cargo de un Consejo Directivo de 7 integrantes que hayan destacado en el ámbito de la gestión pública y tengan, al menos, 15 años de experiencia profesional. 3 integrantes serán nombrados por la Presidencia de la República, a partir de una terna confeccionada por el Congreso. 4 integrantes serán nombrados por el Congreso, a partir de una terna confeccionada por la Presidencia de la República. Los consejeros elegirán de entre ellos a un Presidente y durarán 5 años, pudiendo ser renovados por una vez. Sólo podrán ser removidos anticipadamente por infracción grave de la Constitución o la ley o mal desempeño declarados por la Corte Suprema. El Consejo Directivo: a) Conducirá los procesos de selección a partir de las cuales serán nombrados los directivos de los servicios públicos que integren el servicio civil y aprobará su remoción anticipada, que deberá fundarse en incapacidad, mal desempeño o vulneración de la ley. Tratándose de los jefes superiores de servicios, y de los demás casos que la ley y esta Constitución señalen, el Consejo Directivo definirá directamente las nóminas que se propondrán a la autoridad incluyendo en ellas a los postulantes más idóneos para el cargo que se requiera proveer; b) Promoverá reformas y medidas tendientes al mejoramiento de la gestión del personal del sector público, incluyendo la capacitación, la medición del desempeño y las relaciones laborales; c) Impartirá normas de aplicación general en materias de gestión y desarrollo de personas en la Administración Pública; d) Velará por la correcta aplicación de la normativa del servicio civil denunciando, ante las autoridades respectivas, las irregularidades de que conozca, y e) Desempeñará las demás funciones que señalen esta Constitución y la ley. La Ley regulará los demás aspectos de la composición, remoción y funcionamiento del Consejo Directivo."
  },
  {
    "article": "Artículo 97. Del Servicio Nacional de Fe Pública",
    "content": "Artículo 97. Del Servicio Nacional de Fe Pública. El Servicio Nacional de Fe Pública, será el órgano encargado de la certificación y del debido registro, guarda, custodia y almacenamiento de los instrumentos públicos y privados que determine la ley. La designación de los notarios, archiveros y conservadores del Servicio de Fe Pública se realizará de forma objetiva, transparente y en función de sus méritos. La ley regulará los requisitos de su nombramiento, inhabilidades, atribuciones y remuneraciones."
  },
  {
    "article": "Artículo 98",
    "content": "Artículo 98.- Es deber del Estado garantizar el acceso gratuito a todos los servicios auxiliares de administración de Justicia, transitando hacia un modelo digitalizado, que asegure la transparencia, publicidad, simplificación y gratuidad."
  },
  {
    "article": "Artículo 100",
    "content": "Artículo 100.- Todos servicios notariales y registrales son públicos. Sólo la ley podrá establecer el pago de tasas por actuaciones y certificaciones en atención a la cuantía y materia del asunto de que se trate. Los dineros recaudados irán a beneficio fiscal."
  },
  {
    "article": "Artículo 101. Agencia Nacional del Consumidor",
    "content": "Artículo 101. La Agencia Nacional del Consumidor es un organismo autónomo, cuya finalidad es la protección de las personas en su rol de consumidoras y usuarias de bienes y servicios. Para el debido cumplimiento de su finalidad, la Agencia Nacional del Consumidor contará con facultades fiscalizadoras, sancionatorias y regulatorias. Su composición, organización, atribuciones y funciones serán determinadas por una ley."
  },
  {
    "article": "Artículo 108.- De la justicia constitucional",
    "content": "Artículo 108.- De la justicia constitucional. La justicia constitucional será ejercida por una Corte Constitucional, con la finalidad de garantizar la supremacía de la Constitución, bajo los principios de deferencia a los electos con potestad legislativa presunción de constitucionalidad de la ley, búsqueda de una interpretación conforme con la Constitución y no justiciabilidad de asuntos de naturaleza exclusivamente política. Los órganos del Estado, en el ejercicio de sus atribuciones, deberán aplicar las normas, en el ámbito de sus competencias, efectuando una interpretación orientada hacia la Constitución. La Corte Constitucional deberá interpretar la Constitución ajustada a la pertinencia cultural de los pueblos indígenas, cuando corresponda."
  },
  {
    "article": "Artículo 114 A.- Corte Constitucional",
    "content": "Artículo 114 A.- Corte Constitucional. La Corte Constitucional es un órgano autónomo, técnico, profesional, independiente e imparcial, encargado del control de la supremacía de la Constitución, cuyas resoluciones se encuentran fundadas únicamente en razones de derecho. Estará conformada, paritariamente y con criterios de plurinacionalidad y equidad territorial, por quince juezas y jueces, uno de los cuales será su presidenta o presidente, elegido por sus pares y que ejercerá sus funciones durante dos años. Las juezas y los jueces de la Corte Constitucional durarán nueve años en sus cargos o hasta que cumplan setenta años, y se renovarán por parcialidades cada tres años. Funcionará en salas preferentemente especializadas, integradas por cinco juezas o jueces, o en pleno, de conformidad a lo dispuesto por la ley. Las juezas y los jueces de la Corte Constitucional serán elegidas y elegidos en base a criterios técnicos y de mérito profesional, de la siguiente manera: a) Un tercio será elegido por el Congreso, de nóminas de cinco personas que, en cada caso, propondrá el Consejo de Alta Dirección Pública. Estas designaciones se efectuarán en votaciones únicas y requerirán para su aprobación del voto favorable de los tres quintos de las y los parlamentarios en ejercicio. b) Un tercio será elegido por la Presidencia de la República, de nóminas de cinco personas que, en cada caso, propondrá el Consejo de la Justicia. c) Un tercio será elegido de entre las juezas y los jueces del Sistema Nacional de Justicia, por votación, entre sus pares que ostenten la calidad de titulares. Las juezas y los jueces electos para el ejercicio de esta función quedarán suspendidos de sus cargos judiciales de origen en tanto se extienda éste. Su nombramiento se realizará previa convocatoria pública, abierta y transparente del órgano que corresponda realizar la elección, con al menos seis meses de anticipación. Las y los postulantes al cargo de juez o jueza de la Corte Constitucional deberán ser abogadas o abogados, con más de quince años de ejercicio profesional, todas y todos juristas de reconocida competencia, y que se desempeñen o hayan desempeñado como juezas o jueces del Sistema Nacional de Justicia, fiscales del Ministerio Público, defensoras o defensores penales públicos, académicas y académicos de Universidades acreditadas por el Estado, y que pertenezcan a distintas especialidades del Derecho. Al menos dos tercios de las y los jueces de la Corte Constitucional deberán provenir y haber ejercido sus funciones, por un mínimo de cinco años, en regiones diversas a la metropolitana. A lo menos dos de sus integrantes deben provenir de pueblos indígenas. No podrán ser jueces o juezas de la Corte Constitucional quienes se hubiesen desempeñado en cargos de elección popular, hubiesen sido candidatas o candidatos a estos, o quienes hayan desempeñado el cargo de Ministra o Ministro de Estado, u otros cargos de exclusiva confianza del gobierno, durante los seis años anteriores a la elección. De igual manera, no podrán tener impedimento alguno que los inhabilite para desempeñar el cargo de juez del Sistema Nacional de Justicia. Una ley determinará la organización, funcionamiento, procedimientos y fijará la planta, régimen de remuneraciones y estatuto del personal de la Corte Constitucional."
  },
  {
    "article": "Artículo 116. Inamovilidad e independencia",
    "content": "Artículo 116. Inamovilidad e independencia. Las juezas y jueces de la Corte Constitucional son independientes de todo otro poder y gozan de inamovilidad. Cesarán en sus cargos por haber cumplido su periodo, por incapacidad legal sobreviniente, por renuncia, por sentencia penal condenatoria, por remoción, enfermedad incompatible con el ejercicio de la función u otra causa establecida en la ley."
  },
  {
    "article": "Artículo 117 A. De las incompatibilidades e inhabilidades",
    "content": "Artículo 117 A. De las incompatibilidades e inhabilidades. El ejercicio del cargo de jueza o juez de la Corte Constitucional es de dedicación exclusiva. La ley determinará las demás incompatibilidades e inhabilidades para el desempeño de este cargo. Al terminar su periodo, y durante los dos años siguientes, no podrán optar a ningún cargo de elección popular ni de exclusiva confianza de alguna autoridad."
  },
  {
    "article": "Artículo 118 A. Atribuciones de la Corte Constitucional",
    "content": "Artículo 118 A. Atribuciones de la Corte Constitucional. La Corte Constitucional tendrá las siguientes atribuciones, ejerciéndolas conforme a los principios referidos en el artículo 108 [De la justicia constitucional]: 1. Resolver las acciones de inconstitucionalidad en contra de leyes, disposiciones normativas con fuerza de ley, en contra de estatutos regionales, de autonomías territoriales indígenas y de cualquier otra entidad territorial. 2. Resolver las acciones de inconstitucionalidad por omisión de las medidas legislativas necesarias para el cumplimiento de las normas constitucionales. 3. Resolver la acción de inaplicabilidad por inconstitucionalidad de los preceptos legales, que la o el juez que conoce de la gestión pendiente someta a conocimiento de la Corte Constitucional. El requerimiento sólo se iniciará a petición del tribunal que conozca del asunto, de oficio o a petición de parte, la que se tramitará como incidente y cuya resolución será inapelable. 4. Resolver la acción pública de inconstitucionalidad contra los preceptos legales que hayan sido declarados inaplicables en tres oportunidades previas, por el mismo vicio de constitucionalidad. 5. Resolver los reclamos en caso que la Presidenta o el Presidente de la República no promulgue una ley cuando deba hacerlo o promulgue un texto diverso del que constitucionalmente corresponda. Igual atribución tendrá respecto de la promulgación de la normativa regional. 6. Pronunciarse sobre la correcta interpretación de los derechos fundamentales en la sentencia que resuelva la apelación de acciones de tutela de derechos fundamentales, cuando el asunto revista especial relevancia constitucional, en la forma que determine la ley. 7. Resolver conflictos de competencia o de atribuciones que se susciten entre las entidades territoriales autónomas, con cualquier otro órgano del Estado, o entre éstos, a solicitud de cualquiera de los antes mencionados. 8. Resolver las contiendas de competencia que se susciten entre las autoridades políticas o administrativas y los tribunales de justicia. 9. Resolver las contiendas de competencia entre la jurisdicción indígena y el sistema nacional de justicia. 10. Resolver el recurso interpuesto en contra de las decisiones de la jurisdicción indígena por vulneración de derechos humanos, interpretados interculturalmente. 11. Las demás previstas en esta Constitución y la ley. El procedimiento, el quórum y la legitimación activa para cada atribución se determinará por la ley."
  }
]