[
  {
    "article": "Artículo 1.- La función jurisdiccional",
    "text": "La jurisdicción es una función pública que se ejerce en nombre de los pueblos y que consiste en conocer y juzgar, por medio de un debido proceso los conflictos de relevancia jurídica y hacer ejecutar lo resuelto, de conformidad a la Constitución y las leyes, así como los tratados e instrumentos internacionales sobre derechos humanos de los que Chile es parte.\nSe ejerce exclusivamente por los tribunales de justicia y las autoridades de los pueblos indígenas reconocidos por la Constitución o las leyes dictadas conforme a ella.\nAl ejercer la jurisdicción se debe velar por la tutela y promoción de los derechos humanos y de la naturaleza, del sistema democrático y el principio de juridicidad."
  },
  {
    "article": "Artículo 2.- Pluralismo jurídico",
    "text": "El Estado reconoce los sistemas jurídicos de los Pueblos Indígenas, los que en virtud de su derecho a la libre determinación coexisten coordinados en un plano de igualdad con el Sistema Nacional de Justicia. Estos deberán respetar los derechos fundamentales que establece esta Constitución y los tratados e instrumentos internacionales sobre derechos humanos de los que Chile es parte. La ley determinará los mecanismos de coordinación, cooperación y de resolución de conflictos de competencia entre los sistemas jurídicos indígenas y las entidades estatales."
  },
  {
    "article": "Artículo 3.- Independencia jurisdiccional, imparcialidad y exclusividad",
    "text": "Las juezas y jueces que ejercen jurisdicción son independientes entre sí y de todo otro poder o autoridad, debiendo actuar y resolver de forma imparcial.\nLa función jurisdiccional la ejercen exclusivamente los tribunales establecidos por ley. Ningún otro órgano del Estado, persona o grupo de personas, podrán ejercer la función jurisdiccional, conocer causas pendientes, modificar los fundamentos o el contenido de las resoluciones judiciales o reabrir procesos concluidos.\nLas juezas y jueces no podrán desempeñar ninguna otra función o empleo, salvo actividades académicas en los términos que establezca la ley.\nLas juezas y jueces sólo ejercerán la función jurisdiccional, no pudiendo desempeñar función administrativa ni legislativa alguna.\nLas juezas y jueces no podrán militar en partidos políticos.\nLas juezas y jueces no podrán participar como candidatas o candidatos en procesos de elección popular, salvo en los casos autorizados por esta Constitución."
  },
  {
    "article": "Artículo 4.- De la inamovilidad",
    "text": "Las juezas y jueces son inamovibles. No pueden ser suspendidos, trasladados o removidos sino conforme a las causales y procedimientos establecidos por la Constitución y las leyes."
  },
  {
    "article": "Artículo 5.- Derecho de acceso a la justicia",
    "text": "La Constitución garantiza el pleno acceso a la justicia a todas las personas y colectivos. Es deber del Estado remover los obstáculos sociales, culturales y económicos que impidan o limiten la posibilidad de acudir a los órganos jurisdiccionales para la tutela y el ejercicio de sus derechos.\nLos tribunales deben brindar una atención adecuada a quienes presenten peticiones o consultas ante ellos, otorgando siempre un trato digno y respetuoso. Una ley establecerá sus derechos y deberes."
  },
  {
    "article": "Artículo 6.- Tutela jurisdiccional efectiva",
    "text": "Todas las personas tienen derecho a requerir de los tribunales de justicia la tutela efectiva de sus derechos e intereses legítimos, de manera oportuna y eficaz conforme a los principios y estándares reconocidos en la Constitución y las leyes."
  },
  {
    "article": "Artículo 7.- Inexcusabilidad e indelegabilidad",
    "text": "Reclamada su intervención en la forma legal y sobre materias de su competencia, los tribunales no podrán excusarse de ejercer su función en un tiempo razonable ni aún a falta de norma jurídica expresa que resuelva el asunto sometido a su decisión.\nEl ejercicio de la jurisdicción es indelegable"
  },
  {
    "article": "Artículo 8.- Ejecución de las resoluciones",
    "text": "Para hacer ejecutar las resoluciones y practicar o hacer practicar las actuaciones que determine la ley, los tribunales de justicia podrán impartir órdenes o instrucciones directas a la fuerza pública, debiendo cumplir lo mandatado de forma rápida y expedita, sin poder calificar su fundamento, oportunidad o legalidad.\nLas sentencias dictadas contra el Estado de Chile por tribunales internacionales de derechos humanos, cuya jurisdicción ha sido reconocida por éste, serán cumplidas por los tribunales de justicia conforme al procedimiento establecido por la ley, aun si contraviniere una sentencia firme pronunciada por estos."
  },
  {
    "article": "Artículo 9.- Fundamentación y lenguaje claro",
    "text": "Las sentencias deberán ser siempre fundadas y redactadas en un lenguaje claro e inclusivo. La ley podrá establecer excepciones al deber de fundamentación de las resoluciones judiciales."
  },
  {
    "article": "Artículo 10.- Gratuidad",
    "text": "El acceso a la función jurisdiccional será gratuito, sin perjuicio de las actuaciones judiciales y sanciones procesales establecidas por la ley.\nLa justicia arbitral será siempre voluntaria. La ley no podrá establecer arbitrajes forzosos."
  },
  {
    "article": "Artículo 14 A.- Debido proceso",
    "text": "Toda persona tiene derecho a ser juzgada por un tribunal predeterminado en la ley, independiente e imparcial, previo emplazamiento, otorgándosele oportunidad de defensa, pudiendo aportar e impugnar medios de prueba, con bilateralidad de la audiencia e igualdad entre las partes. La sentencia deberá estar debidamente fundada, dictarse en un plazo razonable y ser susceptible de impugnación..."
  },
  {
    "article": "Artículo 14 B.- Observancia al debido proceso",
    "text": "Cualquiera sea la naturaleza del proceso judicial, toda persona tiene derecho a ser juzgado por un juez independiente e imparcial y a un debido proceso. Deberán asegurarse respecto de toda la persona en el desenvolvimiento de todo procedimiento, los principios de juez natural, presunción de inocencia, adversariedad, igualdad, no discriminación, de contradicción, derecho a defensa, derecho a la prueba, motivación o fundamentación de las resoluciones, plazo razonable, congruencia procesal, buena fe procesal y derecho al recurso."
  },
  {
    "article": "Artículo 11.- Principio de responsabilidad jurisdiccional",
    "text": "Las juezas y jueces son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, y, en general, por toda prevaricación, denegación o torcida administración de justicia. La ley determinará los casos y el modo de hacer efectiva esta responsabilidad. Los perjuicios por error judicial otorgarán el derecho a una indemnización por el Estado, conforme al procedimiento establecido por la Constitución y las leyes."
  },
  {
    "article": "Artículo 15 A.- Responsabilidad",
    "text": "Todos los jueces y juezas son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia y, en general, de toda prevaricación en que incurran en el desempeño de sus funciones."
  },
  {
    "article": "Artículo 15 B.- Responsabilidad de las juezas y jueces",
    "text": "Una ley establecerá el catálogo de conductas reprochables atendida la función que desempeñan y sus sanciones, así como los procedimientos y órganos necesarios para hacer efectiva la responsabilidad de las juezas y jueces, incorporando reglas acordes con el debido proceso.\nLas juezas y jueces son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia y, en general, de toda prevaricación en que incurran en el desempeño de sus funciones.\nLos daños causados por error judicial, así como los que sean consecuencia del funcionamiento anormal de la administración de justicia, darán derecho a indemnización a cargo del Estado, conforme a la ley."
  },
  {
    "article": "Artículo 15 C.- Responsabilidad",
    "text": "Los miembros de los tribunales de justicia son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia, ni aun por falta de ley que resuelva la contienda o asunto sometido a su decisión."
  },
  {
    "article": "Artículo 16 A.- Fuero",
    "text": "Los miembros de los tribunales de justicia no podrán ser aprehendidos sin orden del tribunal competente, salvo el caso de crimen o simple delito flagrante y sólo para ponerlos inmediatamente a disposición del tribunal que debe conocer del asunto en conformidad a la ley."
  },
  {
    "article": "Artículo 16 B.- Fuero",
    "text": "Los jueces y juezas que integran los Órganos de la Jurisdicción, no podrán ser aprehendidos sin orden del tribunal competente, salvo el caso de crimen o simple delito flagrante y sólo para ponerlos inmediatamente a disposición del tribunal que debe conocer del asunto en conformidad a la ley"
  },
  {
    "article": "Artículo 17 A.- Ejercicio de la función jurisdiccional",
    "text": "La ley determinará la organización y atribuciones de los tribunales que fueren necesarios para la pronta y cumplida administración de justicia, y señalará los requisitos que respectivamente deban cumplir los jueces y juezas, promoviendo su integración en todos los niveles judiciales.\n[inamovilidad y fuero]"
  },
  {
    "article": "Artículo 17 B.- Reserva legal",
    "text": "Una ley determinará la organización y atribuciones de los tribunales que fueren necesarios para el pronto y cumplido ejercicio de la potestad jurisdiccional en todo el territorio del país, los cuales deberán ser integrados paritariamente. La ley señalará los requisitos profesionales, técnicos, de formación y de experiencia, para desempeñarse como jueza o juez."
  },
  {
    "article": "Artículo 17 C.- Reserva legal",
    "text": "La ley determinará la organización y atribuciones de los tribunales que fueren necesarios para la pronta y cumplida administración de justicia en todo el territorio de la República. La misma ley señalará los requisitos que deban cumplir quienes ejerzan la función jurisdiccional."
  },
  {
    "article": "Artículo 12.- Publicidad, Probidad y Transparencia",
    "text": "Todas las etapas de los procedimientos y las resoluciones judiciales son públicas. Excepcionalmente, la ley podrá establecer su reserva o secreto en aquellos casos en que la publicidad pueda significar un peligro grave de afectación a la integridad e intimidad de las personas. En los procesos en que intervengan niñas, niños y adolescentes, se deberá procurar el resguardo de su identidad. Los principios de probidad y de transparencia serán aplicables a todas las personas que ejercen jurisdicción en el país. La ley establecerá las responsabilidades correspondientes en caso de infracción a esta disposición"
  },
  {
    "article": "Artículo 18 A.- Principio de Justicia Abierta",
    "text": "La función jurisdiccional se basa en los principios rectores de la Justicia Abierta, que se manifiesta en la transparencia, participación y colaboración, con el fin de garantizar el Estado de Derecho, promover la paz social y fortalecer la democracia.\nEn la gestión de los órganos de la jurisdicción regirá plenamente el derecho de acceso a la información mediante la apertura de datos, la rendición de cuentas, el fomento de la integridad y la probidad, asegurando la participación ciudadana..."
  },
  {
    "article": "Artículo 18 B.- Publicidad, Probidad y Transparencia de todos los actos del sistema de justicia",
    "text": "Los procesos judiciales son públicos, salvo aquellos que por su carácter puedan significar un peligro grave de afectación al derecho a la privacidad de las partes, especialmente niños, niñas y adolescentes.\nLos procedimientos, en todas sus etapas y resoluciones judiciales serán públicas. Excepcionalmente la ley podrá establecer su reserva o secreto...\nLos principios de probidad y de transparencia serán aplicables a todas las personas que ejercen jurisdicción en el país. La ley establecerá las responsabilidades correspondientes en caso de infracción a esta disposición."
  },
  {
    "article": "Artículo 13.- Paridad y perspectiva de género",
    "text": "La función jurisdiccional se regirá por los principios de paridad y perspectiva de género. Todos los órganos y personas que intervienen en la función jurisdiccional deben garantizar la igualdad sustantiva. El Estado garantiza que los nombramientos en el Sistema Nacional de Justicia respeten el principio de paridad en todos los órganos de la jurisdicción, incluyendo la designación de las presidencias. Los tribunales, cualquiera sea su competencia, deben resolver con enfoque de género."
  },
  {
    "article": "Artículo 21 A.- Perspectiva de Género",
    "text": "Todo órgano que ejerce jurisdicción deberá estar integrado por hombres y mujeres en partes iguales, asegurándose la paridad de género, exceptuándose sólo en casos justificados y ante la falta de oponentes para el cargo, debiéndose asegurar una igual proporción de postulantes en los concursos públicos.\nAsí también, en el ejercicio de la jurisdicción, se debe resolver teniendo en cuenta tanto la perspectiva como la identidad de género."
  },
  {
    "article": "Artículo 14. Plurinacionalidad, pluralismo jurídico e interculturalidad",
    "text": "La función jurisdiccional se define en su estructura, integración y procedimientos conforme a los principios de plurinacionalidad, pluralismo jurídico e interculturalidad. Los órganos y personas que intervienen en el desarrollo de la jurisdicción, deben adoptar una perspectiva intercultural en el tratamiento y resolución de las materias de su competencia, respetando las costumbres, tradiciones, protocolos y el derecho propio de los pueblos indígenas, conforme a los estándares internacionales de derechos humanos."
  },
  {
    "article": "Artículo 15.- Mecanismos Colaborativos de Resolución de Conflictos",
    "text": "Es deber del Estado promover e implementar mecanismos colaborativos de resolución de conflictos que garanticen la participación activa y el diálogo. Cuando se trate de personas indígenas, los tribunales y sus funcionarios deberán adoptar una perspectiva intercultural en el tratamiento y resolución de las materias de su competencia, tomando debidamente en consideración las costumbres, tradiciones, protocolos y los sistemas normativos de los pueblos indígenas, conforme a los tratados e instrumentos internacionales de derechos humanos de los que Chile es parte."
  },
  {
    "article": "Artículo 22 A.- Pluralismo jurídico",
    "text": "Para la resolución de los asuntos relacionados con derechos de pueblos indígenas sometidos a su conocimiento, se reconocerá el pluralismo jurídico, pudiendo aplicarse el derecho propio o consuetudinario de estos pueblos, siempre y cuando no vulnere los derechos fundamentales ni los derechos humanos internacionalmente reconocidos de ninguna de las personas involucradas en el proceso judicial..."
  },
  {
    "article": "Artículo 22 B.- Plurinacionalidad, pluralismo jurídico e interculturalidad",
    "text": "La función jurisdiccional se organiza en su estructura, integración y procedimientos conforme a los principios de plurinacionalidad, pluralismo jurídico e interculturalidad, garantizando una adecuada coordinación entre el sistema común y los sistemas jurídicos de los pueblos indígenas..."
  },
  {
    "article": "Artículo 22 C.- Pluralismo jurídico",
    "text": "Para la resolución de los asuntos relacionados con derechos de pueblos indígenas sometidos a su conocimiento, se reconocerá el pluralismo jurídico, pudiendo aplicarse el derecho propio o consuetudinario de estos pueblos, siempre y cuando no vulnere los derechos fundamentales ni los derechos humanos internacionalmente reconocidos de ninguna de las personas involucradas en el proceso judicial..."
  },
  {
    "article": "Artículo 23 A.- Extensión de la aplicación de normas",
    "text": "Todo lo dispuesto en el presente capitulo, regirá respecto de todos los órganos y personas que intervengan en la administración de justicia en la medida que sean compatibles con su función."
  },
  {
    "article": "Artículo 24.- Funciones de los tribunales",
    "text": "La función jurisdiccional consiste en la facultad de conocer y resolver los conflictos de relevancia jurídica y hacer ejecutar lo juzgado. Sin perjuicio de lo anterior se propenderá a la utilización de la mediación y de otros medios alternativos de resolución de conflictos.\nLos tribunales son los órganos instituidos por la soberanía del pueblo con competencia para administrar justicia en representación de éste.\nEn la Administración de Justicia incumbe a los tribunales asegurar la defensa de los derechos e intereses legalmente protegidos... Ejercerán su competencia con imparcialidad. Sus resoluciones solamente podrán ser modificadas a solicitud de parte, ejerciendo los recursos procesales..."
  },
  {
    "article": "Artículo 25.- Bases orgánicas para la función jurisdiccional",
    "text": "Las personas que ejercen jurisdicción son iguales en dignidad, derechos y deberes, no existiendo subordinación ni jerarquía alguna entre ellas, con independencia de su competencia o labor, sin contar con potestades instructivas o disciplinarias respecto de las demás.\nEl gobierno y la administración del Sistema Nacional de Justicia recae en una entidad autónoma, independiente de los órganos que ejercen la función jurisdiccional, denominado Consejo de la Justicia.\nPara ejercer una magistratura en el Sistema Nacional de Justicia, se deberá superar un concurso público que regulará la ley..."
  },
  {
    "article": "Artículo 26.- Aplicación de la Constitución, los tratados internacionales y derecho indígena",
    "text": "Los tribunales aplicarán directamente la Constitución, velarán por el respeto de su jerarquía normativa e interpretarán sus disposiciones con el propósito de obtener el mayor respeto de las garantías y derechos establecidas por ella.\nDe la misma forma los tribunales deberán respetar, promover y garantizar la vigencia y aplicación directa de los derechos fundamentales.\nLos tribunales aplicarán directamente los tratados internacionales vigentes en Chile. Los tribunales reconocerán las tradiciones, costumbres y autoridades de los pueblos originarios..."
  },
  {
    "article": "Artículo 27.- Resoluciones judiciales",
    "text": "Los jueces y juezas, en el pronunciamiento de las resoluciones y en sus actuaciones judiciales, sólo están sometidos al imperio de esta Constitución, la ley y los tratados internacionales relativos a derechos humanos ratificados por Chile.\nLas sentencias de la Corte Interamericana de Derechos Humanos y demás tribunales internacionales reconocidos por el Estado de Chile, se someterán en cuanto a su cumplimiento y en cuanto a las autoridades concernidas en éste, a las reglas que fije la ley.\n[motivación y lenguaje claro]"
  },
  {
    "article": "Artículo 28. Separación de funciones en el sistema judicial",
    "text": "La actividad propia del Poder Judicial, debe consagrar la separación de funciones, desde su gobierno central hasta el funcionamiento interno de cada tribunal, de manera que la labor esencial de la jurisdicción no se vea entorpecida con labores administrativas.\nLa dirección y supervisión del funcionamiento, y gestión de Tribunales de justicia, quedará radicado exclusivamente en el órgano de Gobierno Judicial que se establezca...\nAsimismo deberá resguardarse la autonomía de la gestión y administración profesional al interior de tribunales respecto de la función jurisdiccional..."
  },
  {
    "article": "Artículo 29.- Función Jurisdiccional",
    "text": "La función jurisdiccional la desarrollará la Corte Suprema, las Cortes de Apelaciones y los juzgados y tribunales que fueren necesarios para la pronta y cumplida administración de justicia en todo el territorio de la República.\nLa ley determinará la organización y atribuciones de los tribunales, señalará los requisitos que deberán tener las personas para ser designadas jueces y juezas, así como quienes presten labores auxiliares en los tribunales de justicia."
  },
  {
    "article": "Artículo 29 A.- Órganos jurisdiccionales ordinarios",
    "text": "Sin perjuicio del establecimiento o reconocimiento por esta Constitución de otros órganos con iguales potestades, el sistema de justicia estará integrado por los siguientes órganos jurisdiccionales ordinarios:\n1. La Corte Suprema de Justicia.\n2. Las Cortes de Apelaciones.\n3. Los tribunales de instancia.\n4. Los centros de justicia comunitaria.\nConforme al principio de unidad de jurisdicción, no podrán establecerse tribunales especiales ajenos a la jurisdicción ordinaria... Las sucesivas instancias procesales, en su caso, se agotarán ante órganos jurisdiccionales ordinarios situados en el mismo territorio de la región..."
  },
  {
    "article": "Artículo 29 B.- Estructura orgánica del Sistema Nacional de Justicia",
    "text": "El Sistema Nacional de Justicia estará compuesto por los siguientes Tribunales:\n1. Un Tribunal Supremo de Justicia, con jurisdicción nacional...\n2. Tribunales de Apelaciones, con jurisdicción sobre una región o parte de ella...\n3. Tribunales de Instancia, en los territorios y según la materia que la Constitución y la Iey definan."
  },
  {
    "article": "Artículo 30.- Funciones y composición",
    "text": "La Corte Suprema es el máximo tribunal del país. Se compondrá de veintiún integrantes. Su integración será paritaria. Lo encabezará un juez o jueza con el título de Presidente o Presidenta de la Corte Suprema designado por la mayoría de los miembros en ejercicio.\n[designación]\n[requisitos]"
  },
  {
    "article": "Artículo 30 A.- Funciones y composición",
    "text": "La Corte Suprema es el máximo tribunal que ejerce jurisdicción, y velará por la uniforme interpretación y aplicación de la ley, así como por la efectiva vigencia de los derechos y garantías constitucionales.\nSe compondrá de veintiún ministros, que durarán 10 años en el ejercicio de sus funciones o hasta cumplir los 75 años de edad. Cinco de los miembros de la Corte Suprema deberán ser abogados extraños a la administración de justicia...\nPara ser ministro de la Corte Suprema, no será necesario haber sido ministro de corte de apelaciones..."
  },
  {
    "article": "Artículo 30 B.- Funciones y composición",
    "text": "Habrá una Corte Suprema, cuya función principal será uniformar la interpretación y aplicación judicial de la ley.\nSe compondrá de veintiún ministros, que durarán quince años en el ejercicio de sus funciones o hasta cumplir los setenta y cinco años de edad.\nPara ser ministro de la Corte Suprema, se requerirá cumplir con los requisitos que la ley señale y haber ejercido la función jurisdiccional por al menos quince años. Sin perjuicio de lo anterior, cinco de los miembros de la Corte Suprema deberán ser abogados extraños a la administración de justicia..."
  },
  {
    "article": "Artículo 30 C.- Corte Suprema",
    "text": "La Corte Suprema de Justicia es el máximo tribunal de la jurisdicción ordinaria, cuya función es velar por la correcta aplicación del derecho y uniformar su interpretación. Tendrá su sede en la capital del país, sin perjuicio de la posibilidad de sesionar extraordinariamente en cualquier punto del territorio.\nSe compondrá paritariamente de veintiún juezas y jueces, uno de los cuales será su presidenta o presidente, elegido por sus pares y que ejercerá sus funciones durante dos años.\n[nombramientos y funcionamiento]"
  },
  {
    "article": "Artículo 30 D.- Tribunal Supremo de Justicia",
    "text": "El Tribunal Supremo es un órgano colegiado compuesto por veintiún integrantes, y tiene su sede en la capital de la República.\nLa presidencia del Tribunal Supremo de Justicia será ejercida por la persona que resulte electa en votación directa por la mayoría de sus integrantes en ejercicio, quien durará en sus funciones dos años, sin reelección...\nQuienes integren el Tribunal Supremo de Justicia ejercerán su cargo por diez años, sin reelección. Cesarán en el cargo al cumplir 75 años de edad... La ley regulará el régimen de vacancias, subrogaciones y suplencias aplicable a los jueces del Tribunal Supremo de Justicia."
  },
  {
    "article": "Artículo 31.- Nombramiento",
    "text": "Los jueces y juezas de la Corte Suprema serán designados por el Consejo Nacional de la Jurisdicción de acuerdo con lo que señale la ley. Para ser juez o jueza de la Corte Suprema se requiere haber desempeñado previamente el cargo de juez o jueza de Corte de Apelaciones por al menos cinco años."
  },
  {
    "article": "Artículo 31 A.- Nombramiento de ministros y ministras",
    "text": "Los ministros de la Corte Suprema serán nombrados por el Presidente de la República con acuerdo del Senado. Para estos efectos, se formará una nómina de cinco personas que, en cada caso, elaborará el Consejo de la Judicatura, tras un concurso público de antecedentes y oposición regulado en conformidad a la ley..."
  },
  {
    "article": "Artículo 31 B.- Nombramientos",
    "text": "Los ministros de la Corte Suprema serán nombrados por el Presidente de la República con acuerdo del Senado. Para estos efectos, se formará una nómina de cinco personas que, en cada caso, elaborará el Consejo de la Judicatura, tras un concurso regulado en la ley. El Senado se reunirá en sesión especialmente convocada al efecto y resolverá la propuesta del Presidente de la República con acuerdo de dos tercios de los Senadores en ejercicio..."
  },
  {
    "article": "Artículo 31 C.- Nombramientos",
    "text": "Las juezas y jueces de la Corte Suprema durarán quince años en el ejercicio de sus funciones o hasta que cumplan setenta y cinco años, y serán nombrados por el Presidente o Presidenta de la República, con acuerdo de la mayoría absoluta de la Cámara Territorial, a partir de una quina elaborada por el Consejo de la Justicia..."
  },
  {
    "article": "Artículo 32.- Funcionamiento",
    "text": "La Corte Suprema funcionará en salas especializadas, integradas por cinco juezas o jueces, o en pleno, de conformidad a lo dispuesto por la ley."
  },
  {
    "article": "Artículo 32 A.- Funcionamiento del Tribunal Supremo de Justicia",
    "text": "El Tribunal Supremo funcionará en Pleno o en Salas. Corresponderá a quien ejerza su Presidencia la asignación de las causas a cada una de sus salas según la materia en que recaigan... Quien ejerza la Presidencia no podrá integrar alguna de las salas.\nPara el conocimiento de los asuntos de su competencia, el Tribunal Supremo funcionará dividido en cuatro salas permanentes, integrada cada una de ellas por cinco de sus miembros..."
  },
  {
    "article": "Artículo 33.- Requisitos",
    "text": "Cinco de los jueces y juezas de la Corte Suprema deberán ser abogados o abogadas extraños a la administración de justicia, tener a lo menos quince años de título profesional, haberse destacado en la actividad profesional o universitaria y cumplir los demás requisitos que señale la ley. Serán designados por el Consejo Nacional de la Jurisdicción mediante concurso público de antecedentes."
  },
  {
    "article": "Artículo 33 A.- Requisitos",
    "text": "Para ser juez o jueza de la Corte Suprema, se requerirá cumplir con los requisitos que la ley señale y haber ejercido con buen desempeño la función jurisdiccional por al menos diez años. Sin perjuicio de lo anterior, cinco integrantes de la Corte Suprema deberán ser abogadas o abogados que no integren órganos jurisdiccionales, tener a lo menos quince años de título, haberse destacado en la actividad profesional o universitaria..."
  },
  {
    "article": "Artículo 33 B.- Requisitos para ser juez del Tribunal Supremo de Justicia",
    "text": "Para asumir el cargo de juez del Tribunal Supremo se requiere:\n1. Contar con la nacionalidad chilena.\n2. Tener ciudadanía con derecho a sufragio.\n3. Haber obtenido el título de abogado, con no menos de veinte años de antelación a su nombramiento.\n4. No haber sido condenado por delitos contra la probidad o que merezca pena aflictiva.\n5. Haber cursado satisfactoriamente el programa de formación especial para el ingreso a la función jurisdiccional establecido por la ley.\n6. Contar con una trayectoria de excelencia en el ámbito judicial, académico o profesional.\n7. Los demás que establezca esta Constitución y las leyes."
  },
  {
    "article": "Artículo 34.- Cortes de Apelaciones",
    "text": "Las Cortes de Apelaciones son los órganos jurisdiccionales que, en el ámbito territorial de una región, culminan la jurisdicción ordinaria, sin perjuicio de las funciones y atribuciones de la Corte Suprema de Justicia.\nCada región contará con una Corte de Apelaciones, y se compondrá paritariamente por el número de juezas o jueces que determine la ley, con un mínimo de cuatro... Las Cortes de Apelaciones funcionarán divididas en salas especializadas integradas por tres juezas o jueces, o en pleno, en los términos que establezca la ley."
  },
  {
    "article": "Artículo 34 A.- Los Tribunales de Apelaciones",
    "text": "Los Tribunales de Apelaciones son órganos colegiados, cada uno de los cuales se componen por al menos cuatro integrantes.\nLa ley determinará el número de Tribunales de Apelaciones que se establecerán para toda la República, así como las comunas que les servirán de asiento a cada uno de aquellos, su territorio jurisdiccional y el número de integrantes que las conforman.\nCada Tribunal de Apelación nombrará a quien ejercerá su Presidencia de entre sus miembros, quien durará en sus funciones dos años, no pudiendo ser reelegido...\nQuienes integren los Tribunales de Apelaciones ejercerán su cargo por ocho años, no pudiendo ser reelegidos para la misma jurisdicción. Cesarán en el cargo al cumplir 75 años de edad... La ley regulará el régimen de vacancias, subrogaciones y suplencias aplicable a los jueces de los Tribunales de Apelaciones."
  },
  {
    "article": "Artículo 35.- Funcionamiento de los Tribunales de Apelaciones",
    "text": "Los Tribunales de Apelaciones podrán funcionar en Pleno o en Salas especializadas. La Iey determinará el número de salas en que se dividirán para su funcionamiento y las materias de las cuales conocerán según sea el caso. Cada sala se integrará por tres jueces, quienes no podrán integrar más salas de forma simultánea.\nQuienes ejerzan la Presidencia de los Tribunales de Apelaciones deberán instalar diariamente las salas para su funcionamiento, elaborar las tablas de que deban conocer las salas y el pleno..."
  },
  {
    "article": "Artículo 36.- Requisitos para ser juez de los Tribunales de Apelaciones",
    "text": "Para asumir el cargo de juez de un Tribunal de Apelaciones se requiere.\n1. Contar con la nacionalidad chilena.\n2. Tener ciudadana con derecho a voto.\n3. Haber obtenido el título de abogado, con no menos de diez años de antelación a su nombramiento.\n4. No haber sido condenado por delitos contra la probidad o que merezca pena aflictiva.\n5. Haber cursado satisfactoriamente el programa de formación especial para el ingreso a la función jurisdiccional establecido por la ley.\n6. Contar con una trayectoria destacada en el ámbito judicial, académico o profesional.\n7. Los demás que establezca esta Constitución y las leyes."
  },
  {
    "article": "Artículo 37.- Tribunales de instancia",
    "text": "Los tribunales de instancia están compuestos por los juzgados o tribunales civiles, penales, de familia, laborales, administrativos, de competencia común o mixtos, y los demás que establezca la ley. La competencia de estos tribunales y el número de juezas o jueces que los integrarán será determinado por la ley.\nSon tribunales penales los juzgados de garantía, los tribunales de juicio oral en lo penal y los juzgados de ejecución penal.\n[tribunales de ejecución penal]\nSon tribunales laborales los juzgados del trabajo y los juzgados de cobranza laboral.\n[tribunales administrativos]\nEn cada comuna del país que sea asiento de una municipalidad, habrá a lo menos un juzgado de competencia común o mixto... Para facilitar el ejercicio de la tutela jurisdiccional efectiva... los tribunales instancia podrán constituirse y funcionar en localidades situadas fuera de su lugar de asiento..."
  },
  {
    "article": "Artículo 37 A.- De los Tribunales de Instancia",
    "text": "Los Tribunales llamados a conocer en primera instancia de los conflictos jurídicos a lo largo del país serán los Tribunales de Letras, los Tribunales Administrativos, y los Tribunales Penales. La organización administrativa y la conformación de cada uno de los Tribunales de Instancia, así como su planta, será fijado por las normas que defina la Iey.\nLos Tribunales de Letras tendrán asiento en cada una de las comunas o agrupación de comunas que determine la Iey. Estarán integrados por una cantidad de jueces proporcional al número de habitantes... Los Tribunales de Letras se organizan en salas unipersonales...\nHabrá a lo menos un Tribunal Administrativo por región...\nLos Tribunales Penales estarán integrados por los Tribunales de Garantías, Tribunales de Ejecución de Penas y Tribunales de Juicio Oral en lo Penal...\nQuienes ejercen jurisdicción en los Tribunales de Justicia señalados en los incisos anteriores permanecerán en sus cargos por ocho años o hasta el cumplimiento de los 75 años de edad..."
  },
  {
    "article": "Artículo 38.- De los Tribunales de Instancia Especiales",
    "text": "La Iey podrá crear Tribunales de Instancia Especiales para conocer causas de una materia específica. La Iey establecerá su ámbito de competencia, así como la determinación de su planta de funcionarios. Todo Tribunal de Instancia Especial deberá configurarse en conformidad a los principios y normas establecidos en la presente Constitución, y sujetarse a la regulación orgánica que establezca la ley para el Sistema Nacional de Justicia..."
  },
  {
    "article": "Artículo 39.- Requisitos para ser Juez de un Tribunal de Instancia o Tribunal de Instancia Especial",
    "text": "Para asumir el cargo de juez de un Tribunal de Instancia o de Instancia Especial se requiere:\n1. Contar con la nacionalidad chilena.\n2. Tener ciudadanía con derecho a sufragio.\n3. Contar con el título de abogado, en el caso de los Tribunales de Primera Instancia. En el caso de los Tribunales de Instancia Especial, se deberá contar con un título profesional pertinente a la materia de su competencia.\n4. No haber sido condenado por delitos contra la probidad o que merezca pena aflictiva.\n5. Haber cursado satisfactoriamente el programa de formación especial para el ingreso a la función jurisdiccional establecido por la Iey.\n6. Contar con una trayectoria destacada en el ámbito judicial, académico o profesional.\n7. Los demás que establezca esta Constitución y las leyes."
  },
  {
    "article": "Artículo 40.- De los principios para la composición paritaria y plurinacional de los Tribunales del Sistema Nacional de Justicia",
    "text": "El Consejo Supremo de Justicia deberá asegurar que los nombramientos de juezas y jueces en los Tribunales del Sistema Nacional de Justicia se realizarán respetando los principios de paridad de género y de plurinacionalidad. En el nombramiento de las juezas y jueces integrantes de los Tribunales de Apelaciones y Tribunales de Instancia, se garantizará un número de cargos para jueces pertenecientes a pueblos originarios en conformidad a la proporción que tengan dichos pueblos en la población total del territorio jurisdiccional que corresponda. La Iey establecerá los procedimientos adecuados para garantizar dicha proporcionalidad."
  },
  {
    "article": "Artículo 41.- Tribunales administrativos",
    "text": "Las reclamaciones judiciales dirigidas en contra de la Administración del Estado o promovidas por esta serán conocidas y resueltas por Tribunales Administrativos especializados en procesos unificados, simples y expeditos. Habrá al menos un Tribunal Administrativo en cada región del país. La revisión de las sentencias pronunciadas por estos tribunales será conocidas y resueltas por salas especializadas de las Cortes de Apelaciones y de la Corte Suprema. Los asuntos referidos en esta norma no podrán ser sometidos a arbitraje."
  },
  {
    "article": "Artículo 41 A.- Tribunales administrativos",
    "text": "Habrá Tribunales Administrativos, formados con miembros permanentes, para resolver las reclamaciones y acciones contenciosas administrativas que se interpongan contra los actos o disposiciones de las autoridades políticas o administrativas y cuyo conocimiento no esté entregado a otros Tribunales por la Constitución o las leyes. Su organización y atribuciones son materia de ley y serán parte de los Órganos de la Jurisdicción. La ley establecerá un procedimiento contencioso administrativo general y supletorio, conforme al cual se sentenciarán y fallarán las causas seguidas en contra de la Administración del Estado y del Fisco."
  },
  {
    "article": "Artículo 41 B.- Tribunales administrativos",
    "text": "Los tribunales administrativos ejercerán funciones jurisdiccionales en materia de asuntos contenciosos administrativos, reclamaciones judiciales dirigidas en contra de la Administración del Estado, regional o municipal, o promovidas por éstas, en juicios de cuentas de funcionarios públicos y entidades que administren o reciban recursos del Estado... Habrá, a lo menos, un tribunal administrativo en cada región del país, los cuales estarán sometidos a un procedimiento unificado, simple y expedito, en consonancia con el debido proceso."
  },
  {
    "article": "Artículo 42.- Tribunales administrativos especiales",
    "text": "Corresponderá al legislador establecer tribunales administrativos especiales, cuando la materia así lo exija para una pronta y cumplida administración de justicia, sin perjuicio de integrar por ministerio de la Constitución la judicatura los tribunales siguientes: Tribunal de Contratación Pública, Tribunal de Defensa de la Libre Competencia, Tribunales Tributarios y Aduaneros, Tribunal de Propiedad Industrial y Tribunales Ambientales."
  },
  {
    "article": "Artículo 43.- Tribunal de Cuentas",
    "text": "Habrá un Tribunal de Cuentas, superior y colegiado, cuyos miembros son designados por el Consejo de la Judicatura por un término de 10 años, con competencia exclusiva para enjuiciar las cuentas de funcionarios públicos y entidades que administren o reciban recursos del Estado... La Contraloría General de la República y el Consejo de Defensa del Estado velarán ante este Tribunal por el interés estatal... La ley establecerá un procedimiento contencioso de juzgamiento de cuentas, asegurando el debido proceso legal..."
  },
  {
    "article": "Artículo 44.- Integración de los tribunales",
    "text": "Los tribunales administrativos generales, especiales y de cuentas, serán tribunales especiales, integrados por jueces y juezas de carrera, especialistas en derecho público, independientes e imparciales, debiendo velar por el principio de juridicidad, los derechos de los administrados y funcionarios públicos y el pleno imperio del Estado social de derecho."
  },
  {
    "article": "Artículo 45.- Tribunales de ejecución de penas",
    "text": "Habrán tribunales de ejecución de penas, quienes velarán por los derechos fundamentales de las personas que hayan sido condenadas por sentencia firme y ejecutoriada, para que el cumplimiento de la sanción penal se ajuste a los fines de resocialización. Corresponderá al legislador establecer los requisitos para ser juez de ejecución de penas."
  },
  {
    "article": "Artículo 45 A.- Tribunales de ejecución de penas",
    "text": "Habrá, a lo menos, un juzgado de ejecución penal en cada comuna en que esté situado un establecimiento penitenciario, el cual ejercerá funciones jurisdiccionales en materia de ejecución de penas privativas de libertad y medidas de seguridad, control jurisdiccional de la potestad disciplinaria de las autoridades penitenciarias, protección de los derechos y beneficios de los internos en los establecimientos penitenciarios y demás que señale la ley."
  },
  {
    "article": "Artículo 46.- Tribunales de Justicia Comunales",
    "text": "Los Tribunales de Justicia Comunales ejercerán la función jurisdiccional respecto de todas aquellas controversias jurídicas que se susciten a nivel comunal y que afecten la convivencia social, conforme a un procedimiento breve, sencillo y expedito. La sustanciación de los procedimientos en estos tribunales para todas las materias sometidas a su conocimiento, se sujetaran a los principios de oralidad, desformalización, celeridad, concentración, gratuidad e inmediatez... Se deberán promover instancias de solución de conflictos previas al inicio del proceso contencioso..."
  },
  {
    "article": "Artículo 46 A.- Centros de justicia comunitaria",
    "text": "Los centros de justicia comunitaria serán los órganos encargados de promover la solución de conflictos vecinales o de pequeña cuantía, y de orientar e informar al público en materias jurídicas... Estos órganos serán colegiados, compuesto por dos integrantes, preferentemente letrados, psicólogos o trabajadores sociales... Su procedimiento será preferentemente oral y voluntario... Agotados los mecanismos propuestos... se podrá acudir a los tribunales de instancia de la jurisdicción ordinaria..."
  },
  {
    "article": "Artículo 46 B.- Justicia local",
    "text": "Las y los jueces de Justicia Local resolverán en equidad y tendrán competencia exclusiva y obligatoria para conocer aquellos conflictos individuales, comunitarios, vecinales y contravenciones, que sean sometidos a su jurisdicción, de conformidad con la ley, a la Constitución y a los principios de publicidad, transparencia y colaboración. En ningún caso podrá disponer la privación de la libertad ni prevalecerán sobre la justicia indígena."
  },
  {
    "article": "Artículo 46 C.- Justicia vecinal",
    "text": "El legislador creará un sistema de administración de justicia para la resolución de conflictos de pequeñas cuantías y aquellos propios de las relaciones de vecindad... el legislador establecerá tribunales llamados a conocer y resolver dichos asuntos, mediante un procedimiento regido bajo los principios de flexibilidad, concentración, valoración de la prueba según la sana crítica... Los tribunales de justicia vecinal formarán parte de los órganos de la jurisdicción y estarán sometido al Consejo de la Judicatura..."
  },
  {
    "article": "Artículo 46 D.- Juzgados comunitarios de Justicia",
    "text": "Se crearán Juzgados Comunitarios de Justicia, los cuales son parte del Sistema Nacional de Justicia. Tendrán una amplia cobertura territorial con la finalidad de mejorar el acceso a la justicia de la ciudadanía. Los Juzgados Comunitarios conocerán conflictos vecinales, comunitarios, civiles de baja cuantía y otros que el legislador le otorgue... Los jueces y juezas comunitarios serán elegidos por el Concejo Municipal de entre una terna formada por el Consejo Nacional de Justicia."
  },
  {
    "article": "Artículo 47.- Mecanismos Colaborativos de Resolución de Conflictos",
    "text": "Es deber del Estado proporcionar la implementación de mecanismos colaborativos de resolución de conflictos que garanticen la participación activa y el diálogo, utilizando todos los medios adecuados para ello. Se promoverán procedimientos colaborativos... tales como la mediación, reconciliación y arbitraje. Solo la ley podrá autorizar sus efectos jurisdiccionales. Ninguna persona podrá, en caso alguno, ser obligada a solucionar sus conflictos por tales medios. Su utilización será siempre voluntaria."
  },
  {
    "article": "Artículo 48.- Enfoque de género",
    "text": "En la función de administrar justicia y en el conjunto del proceso judicial deberá emplearse el enfoque de género, de derechos humanos e interseccionalidad, debiendo sus agentes velar porque se garantice, en todo momento, el derecho de acceso a la justicia y a la igualdad sustantiva de género. Los órganos superiores de justicia y el Consejo Nacional de Justicia... asegurarán los procesos formativos y de capacitación de todas las y los funcionarios... Se exigirá a aquellas y aquellos, que interactúen con las intervinientes, que sean especializadas y especializados en la materia..."
  },
  {
    "article": "Artículo 48 A.- Enfoque de género",
    "text": "Las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género, por la protección y los derechos de las víctimas, y la aplicación de medidas o sanciones, evitando la revictimización."
  },
  {
    "article": "Artículo 49.- Tribunales especiales para la violencia de género",
    "text": "Una ley creará Tribunales especiales para la violencia de género contra mujeres, niñas, diversidades y disidencias sexo genéricas. Estos Tribunales estarán integrados por jueces, juezas, funcionarios y funcionarias de la administración de justicia especializadas en la materia. En su ejercicio y en cada etapa del procedimiento se regirán por el enfoque de género, derechos humanos e interseccionalidad. Estos tribunales tendrán a su cargo el seguimiento y vigilancia de las medidas cautelares y de protección necesarias..."
  },
  {
    "article": "Artículo 50.- Extensión del enfoque de género",
    "text": "La ley establecerá, en todos los niveles y para todos los procedimientos e instancias, la valoración de las pruebas, juzgamiento y resolución con enfoque de género e interseccionalidad, acorde a los principios de celeridad, oportunidad, no discriminación, protección de los derechos de las víctimas, inmediación y reparación."
  },
  {
    "article": "Artículo 50 A.- Procedimientos especiales con enfoque de género",
    "text": "La ley establecerá, en todos los niveles, procedimientos especiales con enfoque de género, acorde a los principios de celeridad, oportunidad, no discriminación, protección de los derechos de las intervinientes, inmediación y reparación. Asimismo, velará por un conocimiento, obtención y valoración de las pruebas, juzgamiento, resoluciones y ejecución de las penas con enfoque de género y en condiciones de igualdad sustantiva."
  },
  {
    "article": "Artículo 51.- Formación en género y derechos humanos",
    "text": "Se le garantizará a las víctimas, sean niñas, niños, mujeres, diversidades y disidencias sexo genéricas, que todas las y los funcionarios que interactúen con ellas, durante la denuncia y el proceso judicial, deben contar con formación especializada en materias de género y derechos humanos."
  },
  {
    "article": "Artículo 52.- Reparación y resocialización",
    "text": "El Estado generará mecanismos adecuados y procesos restaurativos, que posibiliten la reparación y resocialización integral de las intervinientes. Los procesos restaurativos permitirán a las víctimas, cuando ellas lo consideren necesario y justo, optar por instancias alternativas a las judiciales que se adecuen a sus necesidades."
  },
  {
    "article": "Artículo 52 A.- Reparación integral",
    "text": "El Estado generará mecanismos adecuados y procesos restaurativos, en colaboración y co-gestión con organizaciones sociales y comunitarias sin fines de lucro, que posibiliten la reparación integral de las víctimas. Los procesos restaurativos permitirán a las víctimas, cuando ellas lo consideren necesario y justo, optar por instancias alternativas a las judiciales que se adecuen a sus necesidades."
  },
  {
    "article": "Artículo 53.- Sistema de seguimiento y evaluación de medidas cautelares",
    "text": "Se establecerá un Sistema de seguimiento y evaluación de las medidas decretadas, ya sea cautelares o como condiciones de suspensión del procedimiento. Este sistema deberá contar con los recursos adecuados -humanos y económicos- para el cumplimiento de una labor oportuna, integral y contextualizada a las distintas realidades locales."
  },
  {
    "article": "Artículo 54.- Financiamiento",
    "text": "El Estado asegurará el financiamiento permanente, suficiente y progresivo para el cumplimiento de estos fines de manera oportuna y contextualizada a las distintas realidades territoriales y las condiciones de accesibilidad del país."
  },
  {
    "article": "Artículo 55.- Medidas de privación de libertad",
    "text": "Toda persona tiene derecho a la libertad y seguridad personal, en consecuencia: I. Ninguna persona podrá ser detenida, aprehendida o privada de su libertad, salvo en los casos y según las formas establecidas por la ley... II. Las personas privadas de libertad siempre serán tratadas con respeto y dignidad. III. Las personas menores de 18 años privadas de libertad recibirán atención preferente... IV. En el caso de las personas infractoras de ley, especialmente mujeres, diversidades y disidencias sexo genéricas, que tengan hijas o hijos menores de edad... procederán siempre penas alternativas a la privación de libertad..."
  },
  {
    "article": "Artículo 56.- Reinserción y reintegración social integral con enfoque de género",
    "text": "Es deber del Estado la reinserción y reintegración social integral de las personas privadas de libertad, garantizando el respeto de sus derechos y el cumplimiento de las normas establecidas para su tratamiento en los establecimientos penitenciarios. El Estado pondrá especial atención en la reinserción y reintegración social de mujeres, niñeces y disidencias sexo genéricas, desde una perspectiva integral, con enfoque de género, interseccional y de derechos humanos."
  },
  {
    "article": "Artículo 57.- Establecimientos penitenciarios",
    "text": "Para la reinserción y reintegración social de las y los internos, los establecimientos penitenciarios contarán con espacios para el trabajo, el estudio, el deporte y las artes y culturas. La ley creará un órgano de carácter autónomo, independiente de quien ejerce la custodia penitenciaria y con personal exclusivamente técnico y profesional, para la reinserción y rehabilitación de los y las internas."
  },
  {
    "article": "Artículo 58.- Tribunales de ejecución y enfoque de género",
    "text": "Los Tribunales de ejecución deberán aplicar un enfoque de género en el conocimiento y juzgamiento de los casos bajo su competencia."
  },
  {
    "article": "Artículo 59.- Tribunales Militares",
    "text": "Habrá una jurisdicción militar aplicable sólo en tiempos de guerra y a los funcionarios y miembros de las Fuerzas Armadas en misiones oficiales en el extranjero y únicamente en relación con los delitos propiamente militares. En la sustanciación de sus procedimientos deberá resguardarse siempre la garantía del debido proceso, siendo inaplicable la pena de muerte."
  },
  {
    "article": "Artículo 60.- Sobre la jurisdicción indígena",
    "text": "Los pueblos y naciones indígenas preexistentes al Estado, en ejercicio de su derecho a la libre determinación, tienen la potestad de ejercer funciones jurisdiccionales conforme a sus costumbres, procedimientos, protocolos, derecho y sistemas normativos propios... Las decisiones adoptadas por la jurisdicción indígena sólo son revisables por el tribunal plurinacional del artículo siguiente, cuando se alegue alguna de las causales por vulneración de derechos humanos contempladas en la ley de coordinación..."
  },
  {
    "article": "Artículo 61.- Tribunal especial",
    "text": "En cada región donde existan territorios indígenas y se ejerza la jurisdicción indígena, se creará un tribunal plurinacional, colegiado y paritario, asistido por una consejería técnica con pertinencia cultural, que conocerá de los conflictos de competencia entre las jurisdicciones indígenas y la jurisdicción común... El tribunal se compone por cinco miembros... a) Un juez y una jueza de Corte de Apelaciones... b) Un hombre y una mujer expertas indígenas del pueblo de los incumbentes... c) Un o una profesional de las ciencias sociales..."
  },
  {
    "article": "Artículo 62.- Garantía de acceso a la justicia intercultural",
    "text": "Las comunidades e individuos pertenecientes a pueblos y naciones indígenas preexistentes al Estado tienen derecho a que se respeten sus sistemas normativos, instituciones y jurisdicción propia... Los individuos pertenecientes a pueblos y naciones indígenas preexistentes al Estado tienen derecho a acceder a un proceso judicial en la justicia ordinaria, a la tutela efectiva de sus derechos... Las personas indígenas tienen derecho a una asistencia jurídica especializada, intérpretes y facilitadores interculturales."
  },
  {
    "article": "Artículo 63.- Deber estatal de brindar una justicia intercultural",
    "text": "Los tribunales de justicia, en su organización y funcionamiento están siempre obligados a adoptar una perspectiva intercultural y a respetar, en sus resoluciones y razonamientos, las costumbres, tradiciones, protocolos y el derecho propio de los pueblos y naciones preexistentes al Estado y los derechos y garantías reconocidos en el derecho internacional de los derechos humanos de los pueblos indígenas."
  },
  {
    "article": "Artículo 64.- El Consejo Supremo de Justicia",
    "text": "El Consejo Supremo de Justicia es un órgano autónomo, independiente, colegiado, técnico, paritario y plurinacional, que se encargará del gobierno y la administración del Sistema Nacional de Justicia y sus órganos, de la selección, nombramiento, destino, traslado, perfeccionamiento, profesionalización y promoción de juezas y jueces... Le corresponderá a este Consejo, además, el ejercicio de la potestad correccional en los términos establecidos por la Constitución y la ley."
  },
  {
    "article": "Artículo 64 A.- Consejo de la Justicia",
    "text": "Las funciones de gobernanza y gestión de los órganos de la función jurisdiccional, incluyendo la administración económica y laboral, estarán a cargo de un órgano autónomo, con personalidad jurídica y patrimonio propio, denominado Consejo de la Justicia."
  },
  {
    "article": "Artículo 64 B.- Gobierno Judicial",
    "text": "Créase el Consejo Nacional de Justicia, órgano colegiado y autónomo, de rango constitucional, integrado por jueces y profesionales del ámbito de la administración, que ejercerá en forma independiente el gobierno judicial, correspondiéndole la superintendencia directiva, correccional y económica de todos los tribunales de justicia. El CNJ tendrá como principal misión, velar por la independencia judicial y la efectiva separación de funciones..."
  },
  {
    "article": "Artículo 65. Dirección y Control de la gestión judicial",
    "text": "Todos los Tribunales de justicia estarán sujetos a la dirección, control y gestión del órgano de Gobierno Judicial que crea esta carta fundamental."
  },
  {
    "article": "Artículo 66.- Funciones del Consejo Nacional de la Jurisdicción",
    "text": "El Consejo Nacional de la Jurisdicción será el órgano encargado del proceso de selección y nombramiento de todos los jueces y juezas, así como de la adopción de medidas disciplinarias, incluida la destitución, de acuerdo con los procedimientos y por las causales expresamente señaladas por la ley. En estas materias el Consejo adoptará sus decisiones por el voto favorable de la mayoría de sus integrantes..."
  },
  {
    "article": "Artículo 66 A.- Funciones",
    "text": "Un órgano autónomo, colegiado y paritario... denominado Consejo de la Judicatura, orientado a fortalecer la independencia judicial, tendrá como funciones: a) Seleccionar a los miembros de los tribunales de justicia... b) Velar por la adecuada conducta ministerial de los jueces y su corrección conforme al régimen disciplinario... c) Supervigilar la formación, capacitación, habilitación y continuo perfeccionamiento... d) Determinar la gestión de personas y administrar los recursos financieros... e) Estudiar y proponer la creación o supresión de tribunales... f) Ejercer la supervigilancia de la Academia Judicial y de la Corporación Administrativa del Poder Judicial."
  },
  {
    "article": "Artículo 66 B.- Funciones [y composición]",
    "text": "Un órgano autónomo, denominado Consejo de la Judicatura, orientado a fortalecer la independencia judicial, tendrá como funciones: a) Seleccionar a los miembros y funcionarios de los tribunales de justicia... b) Velar por la adecuada conducta ministerial de los jueces... c) Supervigilar la formación, capacitación, habilitación y continuo perfeccionamiento... d) Administrar los recursos humanos, financieros, tecnológicos y materiales... e) Estudiar y proponer la creación o supresión de tribunales... El Consejo ejercerá sus atribuciones en la forma que señale la ley, y adoptará sus decisiones con el voto favorable de la mayoría de sus miembros en ejercicio."
  },
  {
    "article": "Artículo 66 C.- Atribuciones del Consejo Supremo de Justicia",
    "text": "Son funciones del Consejo de la Justicia; a) Nombrar, previa realización de un concurso público, a quienes se desempeñen como jueces en todos los Tribunales del Sistema Nacional de Justicia; b) Nombrar... en los cargos de Fiscal Nacional y Fiscales Regionales... c) Nombrar... en los cargos de Defensor Nacional y Defensores Regionales... d) Gestionar los recursos y ejecutar el presupuesto... e) Ejercer facultades correctivas y disciplinarias sobre jueces... f) Decidir respecto de las peticiones de traslados... g) Sancionar y remover a jueces... h) Ejercer las facultades disciplinarias y sancionatorias... i) Dictar Autos Acordados... j) Organizar su funcionamiento interno... k) Nombrar, sancionar y remover a Notarios y Conservadores... l) Nombrar, sancionar y remover a integrantes del Consejo de Defensa del Estado."
  },
  {
    "article": "Artículo 66 D.- Funciones del Consejo de la Justicia",
    "text": "El Consejo de la Justicia tendrá como funciones las siguientes: 1. El nombramiento, por resolución motivada de las juezas y jueces, conforme a criterios de mérito, capacidad e idoneidad profesional... 2. El nombramiento de las funcionarias y funcionarios de los tribunales de justicia, su promoción, traslados y cese de funciones... 3. La adopción de medidas disciplinarias, incluida la destitución... 4. La formación, capacitación, habilitación y continuo perfeccionamiento... 5. La administración de los recursos humanos, financieros, tecnológicos y materiales de los tribunales. 6. La iniciativa de proponer a las autoridades que correspondan la creación o supresión de tribunales... 7. Las demás preceptuadas en esta Constitución y en las leyes."
  },
  {
    "article": "Artículo 66 E.- Funciones y Competencias del CNJ",
    "text": "Las funciones y competencias del Consejo serán las que a continuación se señalan: a. Selección, promoción, traslados, permutas y cese de funciones, de los miembros de la judicatura... b. Formación, capacitación, habilitación y continuo perfeccionamiento... c. Aplicación de las normas disciplinarias que regulan el incumplimiento de las responsabilidades... d. Definición y ejecución de las políticas para el mejoramiento y modernización del sistema judicial... e. Realiza un control del funcionamiento de los tribunales y unidades operativas... f. Asumir el compromiso del Poder Judicial en materia de Justicia Abierta..."
  },
  {
    "article": "Artículo 67.- Integración",
    "text": "El Consejo Nacional de la Jurisdicción estará integrado de manera paritaria por quince miembros. Ocho de miembros serán jueces o juezas, cualquiera sea el tribunal o corte, categoría o escalafón, a los que pertenezcan. Serán elegidas mediante votación secreta de todos los jueces y juezas. Los otros siete integrantes serán abogados o abogadas. Serán elegidas por la Cámara de Diputados con el voto favorable de la mayoría de sus integrantes en ejercicio."
  },
  {
    "article": "Artículo 67 A.- Composición y duración del cargo",
    "text": "El Consejo estará compuesto por diecinueve miembros, conforme a la siguiente integración: a) Será presidido por el presidente de la Corte Suprema. b) Siete miembros serán jueces o juezas elegidos por sus pares... c) Cinco miembros serán nominados y designados por el Presidente de la República a partir de una propuesta plurinominal del Consejo de Rectores... d) Un miembro de los funcionarios de los tribunales y del Consejo... e) Un miembro de los profesionales de los tribunales y del Consejo... f) Dos representantes académicos de la más alta jerarquía... g) Dos representantes de la sociedad civil. Los miembros del Consejo durarán cuatro años en el cargo y no podrán ser reelegidos."
  },
  {
    "article": "Artículo 67 B.- De la composición e integración del Consejo Supremo de Justicia",
    "text": "El Consejo Supremo de Justicia está compuesto por veintiún integrantes, quienes durarán en sus cargos por un periodo de seis años, sin reelección. El Consejo está integrado por: 1. Un integrante designado por la Presidencia de la República. 2. Dos integrantes elegidos por el pleno del Congreso Nacional... 3. Seis integrantes elegidos por los jueces titulares... 4. Dos integrantes elegidos por los fiscales del Ministerio Público... 5. Dos integrantes elegidos por los Defensores Penales públicos... 6. Dos integrantes elegidos por los funcionarios del Sistema Nacional de Justicia... 7. Cuatro integrantes elegidos por organizaciones de la sociedad civil... 8. Dos integrantes elegidos por los pueblos originarios preexistentes al Estado..."
  },
  {
    "article": "Artículo 67 C.- Composición y duración del cargo",
    "text": "El Consejo estará compuesto por once miembros, conforme a la siguiente integración: i) Será presidido por el presidente de la Corte Suprema; ii) Cinco miembros serán jueces o juezas elegidos por sus pares... iii) Dos miembros serán designados por el Presidente de la República con acuerdo del Senado... iv) Un miembro será elegido por el Consejo de Alta Dirección Pública. v) Un miembro será elegido por el estamento de profesionales o funcionarios de los tribunales... vi) Un miembro será elegido como representante de las Facultades de Derecho... Los miembros del Consejo durarán cinco años en el cargo y no podrán ser reelegidos."
  },
  {
    "article": "Artículo 67 D.- Dirección del Consejo de la Justicia",
    "text": "El Consejo de la Justicia estará dirigido... por diecinueve integrantes, los cuales durarán cinco años en sus cargos: a) Siete representantes de las juezas y jueces, electos por votación entre sus pares... b) Tres funcionarias o funcionarios de los tribunales y del Consejo... c) Tres profesionales de los tribunales y el Consejo... d) Dos elegidos por el Presidente de la República... e) Dos elegidos por el Congreso Nacional... f) Dos representantes externos, electos por las Facultades de Derecho..."
  },
  {
    "article": "Artículo 67 E.- Composición del CNJ",
    "text": "El Consejo Nacional de Justicia estará conformado por 21 integrantes, denominados “Consejeros”, quienes durarán tres años en su cargo, sin posibilidad de reelección inmediata. El CNJ tendrá la siguiente composición: 1) Seis integrantes que representen al estamento de ministros, fiscales, jueces y secretarios... 2) Seis integrantes que representen a los profesionales de la gestión del Poder Judicial... 3) Cuatro integrantes elegidos por el estamento de empleados... 4) Cinco integrantes externos al Poder Judicial, elegidos por el CNJ..."
  },
  {
    "article": "Artículo 68.- Requisitos",
    "text": "Los miembros del Consejo, con excepción de los representantes de la sociedad civil, deberán ser abogados o profesionales del área de la administración, con a lo menos diez años del título correspondiente... deberán haber desempeñado funciones en los tribunales por a lo menos siete años."
  },
  {
    "article": "Artículo 68 A.- Requisitos",
    "text": "Para integrar el Consejo Supremo de Justicia se deberá contar con un título profesional obtenido con al menos ocho años antes de su nombramiento."
  },
  {
    "article": "Artículo 68 B.- Requisitos",
    "text": "Los miembros del Consejo deberán ser abogados o profesionales del área de la administración, con a lo menos diez años del título correspondiente... deberán haber desempeñado funciones en los tribunales por a lo menos siete años."
  },
  {
    "article": "Artículo 68 C.- Requisitos",
    "text": "Las y los integrantes del Consejo deberán ser abogadas, abogados o profesionales del área de la administración, con a lo menos diez años del título correspondiente... deberán haber desempeñado funciones en tribunales por a lo menos siete años."
  },
  {
    "article": "Artículo 68 D.- De los requisitos para ser elegido",
    "text": "Los consejeros del CNJ, tanto internos como ajenos al Poder Judicial, deberán cumplir los requisitos de idoneidad y experiencia que señale la Ley. Los representantes internos del CNJ serán elegidos por sus pares... Los integrantes externos al Poder Judicial, deberán ser académicos de reconocida trayectoria..."
  },
  {
    "article": "Artículo 69.- Funcionamiento",
    "text": "Para estos efectos, el Consejo se desenvolverá con una unidad que ejercerá la funciones señaladas en las letras a y b del inciso 1º, una segunda unidad que realizará las funciones señaladas en la letra c del inciso 1º, y una tercera unidad a quien le corresponderá desarrollar las funciones señaladas en las letras d y e... Los consejeros no podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo..."
  },
  {
    "article": "Artículo 69 A.- Funcionamiento",
    "text": "La dirección y administración superiores del Consejo corresponderán a un Consejo Directivo. A nivel central, la administración estará liderada por un director o directora, un subdirector o subdirectora, y jefes de departamento. Para su despliegue territorial, contará con administradores zonales... La ley determinará su organización, funcionamiento, procedimientos de elección y fijará la planta..."
  },
  {
    "article": "Artículo 69 B.- Funcionamiento del CNJ",
    "text": "El CNJ funcionará en Consejo Pleno y en dos comités, denominados Comité de Gestión Jurisdiccional y Comité de Gestión Administrativa... a) El Comité Jurisdiccional deberá supervigilar y controlar el cumplimiento de políticas definidas por CNJ en el ámbito de su competencia... b) El Comité de Gestión Administrativa, deberá estar integrado mayoritariamente por profesionales de la gestión de tribunales, externos al Poder Judicial..."
  },
  {
    "article": "Artículo 70.- Incompatibilidades",
    "text": "El cargo de miembro del Consejo Nacional de la Jurisdicción es incompatible con todo otro cargo o función del Estado, sea o no remunerado. Se exceptúan las labores académicas por un máximo de 12 horas semanales. Asimismo, mientras duren en sus cargos, no podrán ejercer la profesión de abogado."
  },
  {
    "article": "Artículo 70 A.- Incompatibilidades",
    "text": "El cargo de miembro del Consejo de la Judicatura es incompatible con todo otro cargo o función en el Estado, sea o no remunerado. Asimismo, mientras duren en sus cargos, los consejeros no podrán ejercer otras actividades particulares remuneradas, con exclusión de las actividades académicas, compatibles con el cargo."
  },
  {
    "article": "Artículo 70 B.- Incompatibilidades",
    "text": "El cargo de miembro del Consejo de la Judicatura es incompatible con todo otro cargo o función en el Estado, sea o no remunerado. Asimismo, mientras duren en sus cargos, los consejeros no podrán ejercer otras actividades particulares remuneradas, con exclusión de las actividades académicas. No podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo..."
  },
  {
    "article": "Artículo 70 C.- Incompatibilidades",
    "text": "Las y los integrantes del Consejo no podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo y hasta después de transcurrido un año del plazo en que cesaron en sus funciones."
  },
  {
    "article": "Artículo 70 D.- Inhabilidades e incompatibilidades",
    "text": "El cargo de miembro del Consejo de la Justicia es incompatible con todo otro cargo o función en el Estado, sea o no remunerado. Asimismo, mientras duren en sus cargos, los consejeros no podrán ejercer otras actividades particulares remuneradas... Los consejeros externos al Poder Judicial no podrán concursar para ser designados en cargos judiciales mientras dure su desempeño en el Consejo..."
  },
  {
    "article": "Artículo 71.- Prohibiciones establecidas a los consejeros",
    "text": "Está prohibido a los consejeros del CNJ mezclarse en las atribuciones de otros poderes públicos y en general ejercer otras funciones que las determinadas en los artículos siguientes."
  },
  {
    "article": "Artículo 72.- Presidente",
    "text": "El Consejo Supremo de Justicia elegirá cada dos años una Presidencia. Quien la ejerza tendrá las atribuciones de representación y gestión que establezca la ley."
  },
  {
    "article": "Artículo 72 A.- Presidente del CNJ",
    "text": "El CNJ estará encabezado por un Presidente, quien será elegido por los miembros del Consejo, en la primera sesión de instalación del Consejo... resultando elegido el consejero que obtenga la mayoría absoluta de los votos."
  },
  {
    "article": "Artículo 73.- Sobre las causales de cesación de quienes integran el Consejo Supremo de Justicia",
    "text": "Los integrantes del Consejo Supremo de Justicia ejercerán el cargo hasta completar su período, cumplir 75 años de edad, renuncia, incapacidad física o mental sobreviniente, o condena por delito en contra de la probidad o que merezca pena aflictiva..."
  },
  {
    "article": "Artículo 73 A.- Cesación en el cargo",
    "text": "Los miembros del Consejo cesarán en su cargo por las causales establecidas en la ley. Además, podrán ser removidos a solicitud del Presidente de la República en caso de grave y manifiesto incumplimiento de sus deberes, con acuerdo del Senado."
  },
  {
    "article": "Artículo 73 B.- Remoción",
    "text": "La remoción de algún integrante del Consejo se realizará de acuerdo con los procedimientos y por las causales expresamente señaladas por la ley, los que gozarán de todas las garantías de un debido proceso."
  },
  {
    "article": "Artículo 74.- Principios en los nombramientos judiciales",
    "text": "La ley asegurará que el sistema de nombramientos de jueces y juezas se realice mediante concursos públicos abiertos, transparentes, basados en el mérito profesional y paridad de género."
  },
  {
    "article": "Artículo 74 A. Bases generales del procedimiento de nombramiento",
    "text": "El Consejo Supremo de Justicia efectuará los nombramientos que le corresponde realizar mediante concursos regidos por los principios de publicidad, igualdad, mérito, transparencia, imparcialidad y legalidad... La idoneidad de las y los postulantes se evaluará exclusivamente en base a criterios objetivos y técnicos..."
  },
  {
    "article": "Artículo 74 B.- Nombramientos",
    "text": "En lo relativo a los Nombramientos, el CNJ regulará un estatuto que incorpore los requisitos para ingresar a los escalafones del Poder Judicial... El nombramiento de jueces, profesionales y empleados, deberá hacerse mediante una resolución motivada, especificando los criterios de mérito, capacidad, paridad de género e idoneidad profesional."
  },
  {
    "article": "Artículo 75.- Formación y Capacitación permanente",
    "text": "El CNJ, velará por la formación, capacitación y perfeccionamiento de todos los integrantes del Poder Judicial... La Academia Judicial, bajo la dependencia del CNJ, deberá desarrollar a requerimientos del órgano superior, cursos especiales conforme a los requerimientos del Estado..."
  },
  {
    "article": "Artículo 76.- Justicia abierta",
    "text": "La gobernanza y gestión de la función jurisdiccional se sustenta en los principios rectores de la justicia abierta, transparencia, participación y colaboración... Se garantizará el derecho de acceso a la información mediante la apertura de datos, la rendición de cuentas, el fomento de la integridad y la probidad..."
  },
  {
    "article": "Artículo 77.- Principio de responsabilidad administrativa",
    "text": "Los jueces son responsables en cuanto servidores públicos... El Estado juez es responsable patrimonialmente por los daños causados a los justiciables por denegación de justicia y por error judicial... La ley definirá el estatuto de responsabilidad administrativa de jueces y juezas, estableciendo un catálogo de conductas prohibidas, determinando sanciones proporcionadas..."
  },
  {
    "article": "Artículo 77 A.- Responsabilidad disciplinaria",
    "text": "La ley definirá el estatuto de responsabilidad administrativa de los miembros de los tribunales de justicia, estableciendo un catálogo de conductas prohibidas... Para aplicar la sanción de remoción de un juez o jueza se requerirá del voto favorable de las dos terceras partes de los miembros en ejercicio del Consejo. El Consejo contará con una Fiscalía Judicial..."
  },
  {
    "article": "Artículo 77 B.- Ejercicio de las potestades correccionales y disciplinarias del Consejo de la Justicia",
    "text": "El Consejo de la Justicia ejercerá de forma exclusiva la superintendencia correccional respecto de quienes se desempeñen como jueces o funcionarios del Sistema Nacional de Justicia. La ley establecerá las causales para su ejercicio... Los procedimientos disciplinarios y de remoción serán conocidos, en primera fase, por una comisión compuesta por tres integrantes del Consejo Supremo de Justicia elegidos por sorteo..."
  },
  {
    "article": "Artículo 77 C.- Procedimiento disciplinario",
    "text": "Los funcionarios del Poder Judicial durarán en su cargo mientras mantengan su buen comportamiento, debiendo aplicarse un procedimiento disciplinario para el cese de funciones, o cualquiera otra medida administrativa sancionatoria, respetándose las normas del debido proceso."
  },
  {
    "article": "Artículo 78.- Responsabilidad penal",
    "text": "Sin perjuicio de lo señalado en el artículo anterior, los miembros de los tribunales de justicia son personalmente responsables por los delitos de cohecho, falta de observancia en materia sustancial de las leyes que reglan el procedimiento, denegación y torcida administración de justicia y, en general, de toda prevaricación en que incurran en el desempeño de sus funciones."
  },
  {
    "article": "Artículo 79.- Presupuesto",
    "text": "Anualmente, se destinarán en la Ley de Presupuesto del sector público los fondos necesarios para un adecuado funcionamiento de los tribunales y Consejo de la Judicatura para obtener una pronta y cumplida administración de justicia..."
  },
  {
    "article": "Artículo 79 A.- Presupuesto",
    "text": "Anualmente, se destinarán en la Ley de Presupuesto los fondos necesarios para un adecuado funcionamiento de los tribunales y Consejo de la Judicatura."
  },
  {
    "article": "Primera (Transitoria)",
    "text": "Los Ministros de la Corte Suprema que hayan sido designados antes de la entrada en vigencia de la presente Constitución, estarán en sus cargos hasta cumplir 75 años."
  },
  {
    "article": "Primera A (Transitoria)",
    "text": "Las y los Ministros de la Corte Suprema que hubieren sido nombrados antes de la entrada en vigencia de esta Constitución, se mantendrán en sus cargos, como juezas o jueces de dicho Tribunal, hasta cumplir los 75 años de edad."
  },
  {
    "article": "Segunda (Transitoria)",
    "text": "El personal que se desempeñare en cualesquiera de los tribunales de la jurisdicción ordinaria... en calidad jurídica de contrata con más de cinco años de renovaciones consecutivas, deberá ser traspasado a personal de planta... en el plazo de un año, desde la entrada en vigencia de la presente Constitución."
  },
  {
    "article": "Tercera (Transitoria)",
    "text": "Dentro del plazo de 5 años desde la promulgación de esta Constitución, deberá dictarse una ley que fusionará los Tribunales Ambientales, Tribunales Tributarios y Aduaneros, Tribunal de Cuentas y Tribunal de Compras Públicas para constituir los Tribunales Administrativos..."
  },
  {
    "article": "Tercera A (Transitoria)",
    "text": "Los Tribunales Tributarios y Aduaneros, Tribunales Ambientales, Juzgado de Cuentas... se entenderán suprimidos al cabo de seis meses de la entrada en vigencia de la ley que regule los tribunales administrativos y su procedimiento, la cual deberá ser dictada en el plazo de un año..."
  },
  {
    "article": "Cuarta (Transitoria)",
    "text": "Los Juzgados de Policía Local se entenderán suprimidos al cabo de seis meses de la entrada en vigencia de las leyes que creen los nuevos juzgados de competencia común o mixtos y que regulen los centros de justicia comunitaria, la cual deberá ser dictada en el plazo de un año..."
  },
  {
    "article": "Quinta (Transitoria)",
    "text": "El Consejo de la Judicatura deberá estar instalado dentro del término de 6 meses de entrada en vigencia de la Constitución."
  },
  {
    "article": "Quinta A (Transitoria)",
    "text": "Para todos los efectos, se entenderá que el Consejo de la Justicia creado por esta Constitución es el continuador legal y sucesor en todos los bienes, derechos y obligaciones de la Corporación Administrativa del Poder Judicial..."
  },
  {
    "article": "Sexta (Transitoria)",
    "text": "En el plazo de 60 días de publicada la presente constitución el Jefe de Estado convocará a la formación de una Comisión que se encargue de estudiar la implementación de los Tribunales especiales para la violencia de género..."
  },
  {
    "article": "Séptima (Transitoria)",
    "text": "En el plazo de 2 años de publicada la presente Constitución el sistema judicial deberá crear salas especializadas en violencia de género en todos los tribunales del país y un sistema de seguimiento de medidas cautelares."
  }
]