[
  {
    "article": "Artículo 1",
    "content": "Artículo 1. El Estado debe proteger las aguas, en todos sus estados y fases, y su ciclo hidrológico. El agua es esencial para la vida y el ejercicio de los derechos humanos y de la Naturaleza. Siempre prevalecerá el ejercicio del derecho humano al agua, el saneamiento y el equilibrio de los ecosistemas. La ley determinará los demás usos."
  },
  {
    "article": "Artículo transitorio nuevo",
    "content": "Artículo transitorio nuevo. Servicio para la Crisis Climática y Ecológica. Un servicio para enfrentar la crisis climática y ecológica, dependiente del Ministerio del Medio Ambiente, será el órgano, de carácter técnico, encargado de abordar de manera transdisciplinaria e integral la Crisis Climática y Ecológica. Su conformación será establecida por ley, considerando una integración plurinacional, debiendo incluir participación vinculante de la sociedad civil. Dicho servicio se implementará en el plazo de 2 años."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. Son bienes comunes naturales a lo menos: las aguas en todas sus formas e interfaces, incluyendo glaciares y criósfera; el mar territorial, la altamar y el fondo marino; las playas, dunas y el borde costero; el subsuelo; los humedales; el aire, viento y atmósfera; la radiación solar; los campos geotérmicos; la alta montaña; el cielo y el espacio; y aquellos que declare la constitución y las leyes."
  },
  {
    "article": "Artículo",
    "content": "Artículo. Son bienes comunes naturales, a lo menos, aquellos que declara la Constitución y las Leyes."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. Regímenes especiales. Existirán regímenes especiales para ciertos bienes comunes naturales. En el caso del aire, los glaciares y la criósfera, el fondo marino, la alta montaña, no podrá otorgarse autorizaciones de uso. Respecto de bienes comunes naturales especialmente sensibles se podrán dictar normas especiales de preservación y restauración."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. Derechos de los pueblos indígenas. Los pueblos y naciones preexistentes tienen un régimen especial de titularidad colectiva de los bienes comunes naturales que se encuentran en sus tierras y territorios. En virtud de este régimen especial, tienen derecho a acceder, utilizar y controlar dichos bienes, los cuales forman parte de su identidad y permiten su pervivencia cultural, social y económica. El Estado reconocerá los usos ancestrales de bienes comunes naturales de los pueblos y naciones preexistentes, de acuerdo a los derechos de los pueblos indígenas reconocidos internacionalmente, reconociendo como límite el sistema jurídico de cada pueblo y los derechos de la naturaleza. El Estado no podrá constituir o asignar autorizaciones de uso sobre bienes comunes naturales existentes en tierras y territorios indígenas, en favor de personas naturales o jurídicas no indígenas o indígenas pertenecientes a otro pueblo, sin el consentimiento previo libre e informado de cada pueblo y nación respectivo."
  },
  {
    "article": "Artículo 40",
    "content": "Artículo 40. El Estado deberá asegurar la protección de las personas en las relaciones de consumo. Para ello, la ley establecerá las condiciones en que se asegure un trato digno y la provisión de información fidedigna y oportuna. Asimismo, deberá regular los procedimientos eficaces para la adecuada defensa y reparación de sus derechos reconocidos por la ley."
  },
  {
    "article": "PRIMERA.",
    "content": "El Estado deberá realizar un inventario de todas las especies del reino Fungi recolectadas en el país y oficialmente depositadas en colecciones biológicas validadas en el Index Herbariorum, en un plazo máximo de tres años, debiendo detallar el estado de conservación de las especies."
  },
  {
    "article": "Transitoria Segunda",
    "content": "Transitoria Segunda. Catastro de vertederos. El Estado deberá realizar un catastro de vertederos, basurales y micro basurales dentro del territorio nacional, al mismo tiempo analizará todas aquellas Resolución de Calificación Ambiental respecto a vertederos y rellenos sanitarios, determinando el cierre inmediato de aquellos que no cuentan con permisos de funcionamiento en un plazo de 3 años. En base al catastro el Estado determinará un Plan de cierre, valorización y transición ecológica de vertederos y rellenos sanitarios, para alcanzar una política nacional de Basura Cero con plazo máximo el año 2030. Todo aquello que contravenga con lo estipulado en los artículos precedentes, quedará derogado en el plazo de 2 años contados desde la publicación del presente instrumento."
  },
  {
    "article": "Artículo 43",
    "content": "Artículo 43. El Estado debe prevenir y sancionar los abusos en los mercados."
  },
  {
    "article": "Artículo. Revisión Histórica",
    "content": "Artículo. Revisión Histórica. El Estado promoverá una revisión histórica que busque identificar los procesos evolutivos de la Naturaleza y reconocer las intervenciones humanas sobre ella, y establecer la verdad histórica en la vulneración de sus derechos, a fin de lograr procesos de justicia y reparación integral de la Naturaleza."
  },
  {
    "article": "Artículo 51.-",
    "content": "Artículo 51. Es deber del Estado garantizar una educación ambiental, que fortalezca la preservación, conservación y cuidados requeridos al medio ambiente y naturaleza, que permitan generar personas con una mayor conciencia ecológica."
  },
  {
    "article": "Artículo 52.-",
    "content": "Art. 52. El Estado debe garantizar el monitoreo de los parámetros ambientales, que garanticen el cumplimiento del artículo 47."
  },
  {
    "article": "Artículo 53.-",
    "content": "El derecho de propiedad y demás derechos y libertades podrán ser objeto de restricciones para garantizar los derechos de la naturaleza. El respeto de los derechos de la naturaleza no obsta al uso del territorio en actividades tradicionales de los pueblos y naciones indígenas preexistentes conforme a su derecho propio."
  },
  {
    "article": "Artículo 54.-",
    "content": "El Estado reconoce a la Naturaleza como sujeto de derechos en cuanto a su protección y cuidado, en todas sus formas de manifestación, que se respete integralmente su existencia, preservación, biodiversidad, regeneración de los ecosistemas, estructuras, funciones y procesos evolutivos pertenecientes a la vida en general, principalmente para la conservación de la vida en la Tierra."
  },
  {
    "article": "Artículo 55.-",
    "content": "El Estado se obliga a tomar acciones, para el buen vivir, descentralizado, para preservar la naturaleza y ecosistemas. Se aplicará el Principio Precautorio para las actividades que pongan en riesgo o destruyan los ecosistemas o que alteren los ciclos naturales de ella."
  },
  {
    "article": "Artículo 56.-",
    "content": "Cualquier persona o comunidad podrá denunciar en cualquier parte o territorio del país, ante cualquier destrucción, contaminación, amenaza u otra vulneración de sus derechos y podrá exigir el cumplimiento de las garantías que esta Constitución y las leyes le otorgan."
  },
  {
    "article": "Artículo 57.-",
    "content": "Será tarea del Estado, fomentar la investigación y dar soluciones a la problemática ambiental. Promover la educación ambiental temprana y en conjunto con las comunidades, diseñar estrategias, planes de reparación y conservación para recuperar el vínculo amoroso y de cuidado de la Naturaleza."
  },
  {
    "article": "Artículo 58.-",
    "content": "Frente a casos de impacto ambiental grave o permanente, ocasionados en perjuicio de los ecosistemas y la población, el Estado estará obligado a actuar en favor de la naturaleza y, si es necesario, a poner término de las actividades de explotación que la ocasionan y a la restauración cuando corresponda."
  },
  {
    "article": "Artículo 59.-",
    "content": "Será obligación del Estado, cuidar y preservar la Naturaleza en las mejores condiciones para una supervivencia de las generaciones futuras."
  },
  {
    "article": "Artículo. Acción de Tutela Ambiental",
    "content": "Artículo. Acción de Tutela Ambiental. En el caso de que por una acción u omisión se amenacen, perturben o vulneren los derechos de la Naturaleza, de los animales o los derechos humanos ambientales establecidos en los artículos x, xw y xz, por actos arbitrarios o ilegales, causado por cualquier persona, organización o institución, procederá un recurso especial de tutela ambiental, el cual podrá ser ejercido por una persona natural o jurídica, de manera individual o colectiva ante la Corte de Apelaciones respectiva, la que deberá adoptar las medidas necesarias para restablecer los derechos y proteger su eventual afectación. El Estado proveerá asesoría jurídica especializada y gratuita, cuando sea solicitada, para la presentación y tramitación del recurso del recurso mediante la Defensoría de la Naturaleza.\nEsta acción deberá ser resuelta respetando los principios establecidos en la constitución y los principios ambientales regulados en las leyes y tratados internacionales debidamente ratificados."
  },
  {
    "article": "Artículo 60",
    "content": "Artículo 60. Derechos de los animales. El Estado protegerá a los animales, reconociendo su sintiencia, individualidad y derecho a vivir una vida libre de maltrato.\nLa ley establecerá los demás derechos de los animales, un servicio público para su protección y no extinción, una acción para su tutela, el resguardo de su hábitat y la prohibición de prácticas que los sujeten a tratos crueles."
  },
  {
    "article": "Artículo 61",
    "content": "Artículo 61. Las personas y el Estado deberán asumir la tutela de los derechos de los animales."
  },
  {
    "article": "Artículo 64.-",
    "content": "El Estado protegerá a los animales, reconociendo su sintiencia e individualidad, debiendo protegerlos y prohibir las prácticas que los sujeten a crueldad a través de la legislación."
  },
  {
    "article": "Artículo 65.-",
    "content": "El Estado garantizará la protección y mayor respeto de todos los animales de acuerdo a su especie y en su calidad de individuos dotados de sensibilidad. La ley establecerá las normas de protección y resguardo de los animales. Existirá un organismo autónomo con patrimonio propio de carácter técnico..."
  },
  {
    "article": "Artículo 66.-",
    "content": "El Estado está comprometido con el bienestar animal y reconoce que los animales no humanos son seres orgánicos, vivientes y sintientes. El Estado, promueve y garantiza su protección, bienestar y un entorno de vida saludable. El Estado asegura el debido cuidado y protección a quienes se encuentren abusados, maltratados, amenazados o en peligro de extinción..."
  },
  {
    "article": "Artículo 67.-",
    "content": "El Estado tiene el deber de proteger y resguardar la variabilidad genética y poblacional de los animales silvestres con el fin de garantizar sus ciclos vitales, estructura, funciones y procesos evolutivos. En tal sentido, se reconoce el derecho de los animales silvestres a existir, reproducirse libremente en ambientes libres de contaminación..."
  },
  {
    "article": "Artículo 68.-",
    "content": "Es deber del Estado garantizar el cuidado y bienestar de los animales domésticos, promoviendo prácticas libres de abuso, crueldad, dolor y sufrimiento."
  },
  {
    "article": "Artículo 69.-",
    "content": "Es compromiso del Estado propender a modificar el patrón de alimentación basado en el sufrimiento y muerte animal, así como, impulsar una nueva cultura alimentaria que no implique daño, dolor, sufrimiento y muerte de los animales."
  },
  {
    "article": "Artículo 70.-",
    "content": "Para asegurar la efectividad y cumplimiento de este derecho, se les garantizará la representación judicial de sus intereses según las normas de incapacidad absoluta establecidas en el Código Civil."
  },
  {
    "article": "Artículo 71.-",
    "content": "Las personas humanas cumplen el rol de custodios de los animales en la representación y protección de sus derechos e intereses, ya sea como responsables de su cuidado, crianza y vida, así como aquellas personas que intercedan en su protección y sus garantías."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo. El Estado fomentará una educación basada en la empatía hacia los animales y propenderá, a través de la ley, sus órganos y políticas públicas, al bienestar animal"
  },
  {
    "article": "Artículo 73",
    "content": "Artículo 73. Principios ambientales. El Estado reconoce la existencia de una relación sistémica e interdependiente entre todos los componentes y elementos de la Naturaleza, incluido el ser humano. Dicha relación constituye la base y sustento de la vida y la sociedad.\nSon principios esenciales para la protección de la Naturaleza los principios de no regresión; progresividad; precautorio; preventivo; justicia ambiental y ecológica; solidaridad intra e intergeneracional; in dubio pro natura; ecocéntrico; biocéntrico; perspectiva socio ecológica; responsabilidad; transparencia; rendición de cuentas; máxima publicidad; buen vivir y las cosmovisiones propias de cada pueblo y nación preexistente al Estado."
  },
  {
    "article": "Artículo 74",
    "content": "El Estado tiene el deber primordial de proteger, conservar y garantizar los derechos de la Naturaleza, el derecho a vivir en un medio ambiente sano y ecológicamente equilibrado y la democracia ecológica.\nEs deber del Estado promover y garantizar la educación ambiental en los diferentes niveles y dimensiones, considerando las diferencias y diversidades ambientales y territoriales de cada región."
  },
  {
    "article": "Artículo 75",
    "content": "Comunidades resilientes. El Estado deberá generar políticas enfocadas en fomentar comunidades resilientes que permitan hacer frente a los desastres naturales y a los generados por la actividad humana, coordinando diversas iniciativas con participación multisectorial, enfocados en la prevención, adaptación y gestión integral del riesgo."
  },
  {
    "article": "Artículo 76",
    "content": "Artículo 76. Delitos ambientales. El Estado reconoce como vulneración gravísima de los derechos de la Naturaleza, la extinción de una especie o población de esta, la destrucción total o parcial de un ecosistema nativo, o la eliminación de una condición específica para el equilibrio de la Naturaleza.\nLos delitos que atenten contra los derechos de la Naturaleza, serán imprescriptibles y sancionados en conformidad de su gravedad según las acciones civiles, administrativas o penales que disponga la Ley."
  },
  {
    "article": "Artículo 77",
    "content": "Artículo 77. Deberes de las personas. Es deber de las personas respetar estos derechos y los mecanismos institucionales de su gestión. El daño y deterioro ambiental generará responsabilidad para quien lo provoque."
  },
  {
    "article": "Artículo 78",
    "content": "Artículo 78. Responsabilidad en materia ambiental. El Estado, por medio de sus órganos competentes, perseguirá la responsabilidad administrativa, civil y penal por los hechos u omisiones que vulneren los derechos de la Naturaleza.\nLa responsabilidad será estricta, incluyendo casos de daños provocados de manera difusa entre varios agentes. La autoridad podrá de oficio o a petición de parte implementar mecanismos de ejecución y de cumplimiento oportuno y efectivo de sus resoluciones."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. El Estado deberá diseñar e implementar planes y medidas correctivas de los pasivos ambientales y/o de restauración de zonas históricamente afectadas por contaminación, destrucción o agotamiento de los bienes comunes naturales. El cumplimiento de este deber en ningún caso excluye la obligación de perseguir la responsabilidad que corresponda a las personas naturales o jurídicas que contribuyeron a ellas. Estos planes y medidas deberán considerar la participación de la sociedad civil y las comunidades locales de dichas zonas"
  },
  {
    "article": "Artículo 80.-",
    "content": "La Constitución reconoce a todas las personas los Derechos humanos de acceso al agua y al saneamiento. Los pueblos indígenas tienen derecho al agua como componente central de sus tradiciones y cultura, también tienen derecho a mantener una relación con sus tierras y territorios."
  },
  {
    "article": "Artículo 81.-",
    "content": "1. Toda persona tiene derecho a vivir en un medio ambiente sano. 2. El Estado Chileno promoverá́ la protección, preservación y mejoramiento del medio ambiente."
  },
  {
    "article": "Artículo 82.-",
    "content": "Todas las personas tienen el derecho a vivir en un medio ambiente sano."
  },
  {
    "article": "Artículo 83.-",
    "content": "El Estado considerará los avances más actualizados de la ciencia y la tecnología en el diseño de las políticas públicas tendientes a restaurar, proteger y conservar la naturaleza y su biodiversidad, incluyendo siempre un análisis general del impacto económico y social..."
  },
  {
    "article": "Artículo 84.-",
    "content": "El Estado deberá destinar los recursos necesarios y crear un sistema que estudie y monitoree en forma permanente los efectos e impactos del cambio climático en nuestro país, generando información basada en la mejor evidencia científica disponible..."
  },
  {
    "article": "Artículo 85.-",
    "content": "Todas las personas podrán participar en la protección y conservación de la naturaleza y su biodiversidad, y contribuir, en las condiciones definidas por la ley."
  },
  {
    "article": "Artículo 86.-",
    "content": "El Estado y la sociedad contribuirán a la regeneración de la Naturaleza, de oficio o a solicitud de parte, en todos aquellos casos en que la autoridad competente, previa participación ciudadana declare que la naturaleza lo requiera. Es deber del Estado promover y fomentar acciones y medidas de regeneración autónomas y asistidas..."
  },
  {
    "article": "Artículo 87.-",
    "content": "El Estado, en todas las reparticiones que corresponda, deberá́ propender a políticas de seguridad, prevención, mitigación, gestión integral del riesgo y resiliencia, ante los desastres naturales que puede originar la naturaleza y los originados por la actividad humana. El Estado coordinará diversas iniciativas donde participará el sector público, privado, academia, actores sociales y las personas"
  },
  {
    "article": "Artículo 88.-",
    "content": "El Estado debe garantizar la gestión ambiental descentralizada, regional y comunal, mediante mecanismos y la destinación de recursos atingentes a la realidad territorial, incluyendo los gravámenes asociados a las actividades."
  },
  {
    "article": "Artículo 89.- Deberes de las personas",
    "content": "Es deber de las personas respetar estos derechos y los mecanismos institucionales de su gestión. La ley podrá establecer los mecanismos para restringir el ejercicio de derechos o libertades económicas con la finalidad de proteger el medio ambiente y los ecosistemas nativos."
  },
  {
    "article": "Artículo 90.- Reconocimiento del valor de la Naturaleza y el Ecocidio",
    "content": "Todo atentado contra la naturaleza es por esencia contrario a los derechos humanos. Una ley tipificará y penalizará el delito de Ecocidio, entendido por tal cualquier acto ilícito o arbitrario perpetrado a sabiendas o debiendo saber que existe una probabilidad sustancial de que cause daños graves que sean extensos o duraderos al medio ambiente..."
  },
  {
    "article": "Artículo 91.-",
    "content": "Los delitos que causen daño al medioambiente, serán siempre imprescriptibles."
  },
  {
    "article": "Artículo 92.-",
    "content": "Toda persona, natural o jurídica, deberá prevenir causar daños ambientales y repararlos en su caso. Las conductas y omisiones consideradas riesgosas o lesivas al medio ambiente sujetarán a sus infractores, a las sanciones penales y administrativas, independientemente de su obligación de reparar los daños causados..."
  },
  {
    "article": "TERCERA.",
    "content": "Se creará mediante una ley de quórum calificado, un Fondo Estatal de Justicia ambiental para implementar acciones correctivas de los pasivos ambientales y/o de restauración de zonas históricamente afectadas por contaminación, destrucción o agotamiento de los recursos..."
  },
  {
    "article": "Artículo 93",
    "content": "Artículo 93. Derecho de participación ambiental. Se reconoce el derecho de participación vinculante e incidente en la toma de decisiones ambientales. Los mecanismos de participación serán determinados por ley."
  },
  {
    "article": "Artículo 94",
    "content": "Artículo 94. Derecho de consulta y consentimiento de los pueblos indígenas. Los pueblos y naciones preexistentes, en ejercicio de los derechos de consulta y consentimiento libre, previo e informado, tienen la facultad de aceptar o rechazar los proyectos públicos o privados que tengan un impacto en sus territorios y en los bienes comunes naturales, según lo determine la legislación. En caso de proyectos fraccionados, estos deberán ser evaluados conjuntamente.\nArtículo. Derecho al consentimiento previo, libre e informado. La obtención del consentimiento previo, libre e informado será al menos obligatoria en los siguientes casos:\na. Toda obra o actividad, pública o privada, que vulnere la supervivencia cultural, económica, social o física de los pueblos indígenas o tribales, o que les impiden vivir de manera tradicional.\nb. Todo proyecto de desarrollo o inversión en el territorio indígena que requiera evaluación de impacto ambiental.\nc. Proyectos que representen riesgos ambientales, sociales, de salubridad u otros; o que interfieran con actividades económicas con significado cultural; o que afecten el uso, goce, existencia o valor de territorios indígenas no demarcados o titulados.\nd. La disposición o almacenamiento de materias tóxicas o peligrosas en territorios indígenas.\ne. La explotación de bienes naturales que prive a los pueblos de la capacidad de usar y gozar de sus tierras o sean necesarios para su subsistencia.\nf. El traslado, desplazamiento o reubicación de pueblos"
  },
  {
    "article": "Artículo 95",
    "content": "Artículo 95. Ratificación de autorización a actividades que requieran de evaluación ambiental. Toda autorización de actividades económicas o productivas que impliquen riesgo para la salud de la población; efectos adversos sobre la Naturaleza; reasentamiento de comunidades humanas, o alteración significativa de los sistemas de vida y costumbres de los grupos humanos; localización en o próxima a asentamientos humanos y áreas que ostenten cualquier tipo de interés o figura de protección; alteración significativa, en términos de magnitud o duración, del valor paisajístico o turístico de una zona y otros que determine la Ley; y sea así calificado por las autoridades competentes, deberá ser ratificado por un consulta comunal vinculante, universal, libre, secreta e informada. La ley determinará la forma en que debe realizarse dicha consulta, ya sea que este afecte a una o más comunas."
  },
  {
    "article": "Artículo 96",
    "content": "Artículo 96. Derecho de acceso a la información ambiental. Todas las personas tienen derecho a acceder a la información ambiental pública, que conste en poder o custodia del Estado, y de las empresas, instituciones y organismos que presten servicio al Estado. La ley promoverá la generación, recopilación, preservación y difusión de la información ambiental para cumplir con los derechos establecidos en este párrafo."
  },
  {
    "article": "Artículo 97",
    "content": "Artículo 12. Territorio chileno antártico. El territorio chileno antártico, incluyendo sus espacios marítimos y su plataforma continental, es un territorio especial y zona fronteriza en el cual Chile ejerce soberanía con pleno respeto a los tratados ratificados y vigentes. El Estado deberá conservar, proteger y cuidar la Antártica, mediante una política fundada en el conocimiento y orientada a la investigación científica, la colaboración internacional y la paz."
  },
  {
    "article": "Artículo Nuevo",
    "content": "Artículo Nuevo. Los bienes comunes naturales son elementos o componentes de la Naturaleza sobre los cuales el Estado tiene un deber especial de custodia con el fin de asegurar los derechos de la Naturaleza y el interés de las generaciones presentes y futuras."
  },
  {
    "article": "Artículo 98.-",
    "content": "Artículo 13. De los humedales, bosques nativos y suelos. El Estado, como custodio de los humedales, bosques nativos y suelos, asegurará la integridad de estos ecosistemas, sus funciones, procesos y conectividad hídrica."
  },
  {
    "article": "Artículo 99.-",
    "content": "Artículo 14. De las Áreas Protegidas. El Estado, a través de un sistema nacional de áreas protegidas, único, integral y de carácter técnico deberá garantizar la preservación, restauración y la conservación de espacios naturales. Asimismo, deberá monitorear y mantener información actualizada relativa a los atributos de dichas áreas, y garantizar la participación de las comunidades locales y entidades territoriales."
  },
  {
    "article": "Artículo 100.-",
    "content": "Artículo 15. La ordenación y planificación de los territorios y del espacio marino y marino costero será realizada de manera participativa y coordinada, de manera de generar planes cuya observancia será obligatoria. El ordenamiento territorial tendrá como unidad base las cuencas hidrográficas y deberá considerar los impactos que los usos de suelo causen en la disponibilidad y calidad de agua y sus efectos sobre el clima. Los planes de ordenamiento y de planificación podrán definir áreas de protección ambiental y cultural, debiendo priorizarse la protección de las partes altas de la cuenca, glaciares, las zonas de recarga natural de acuíferos, los ecosistemas acuáticos, y las áreas de inundación de ríos."
  },
  {
    "article": "Artículo 101.-",
    "content": "El Estado Plurinacional de Chile declara que los Pueblos Originarios son los Defensores Socioambientales ancestrales y actuales por excelencia, de los territorios del país y de la Madre Tierra en toda su diversidad, y en este contexto de emergencia y cambio climático, son aliados estratégicos..."
  },
  {
    "article": "Artículo 102.- Protección a las y los defensores de la Naturaleza, los derechos humanos y las personas sintientes no humanos.",
    "content": "El Estado debe asegurar un entorno seguro y propicio para que las personas, grupos y organizaciones que promuevan y defiendan los derechos humanos en asuntos ambientales, los de la Naturaleza y las personas sintientes no humanas puedan actuar sin amenazas, restricciones o vulneraciones a sus derechos..."
  },
  {
    "article": "Artículo 103.-",
    "content": "El Estado Chileno reconoce a la educación ambiental como un proceso permanente, adaptativo, interdisciplinario, inclusivo y pluralista."
  },
  {
    "article": "Artículo 104.-",
    "content": "El Estado garantiza la inclusión de la educación ambiental en los diferentes niveles y dimensiones de la educación formal e informal, considerando las diferencias y diversidades ambientales y territoriales de cada Región."
  },
  {
    "article": "CUARTA.",
    "content": "El estado deberá levantar y generar la información ambiental que permita la medición de impactos acumulativos referidos en el art. X3 sobre todos los territorios de la república en un plazo de 4 años a contar de la vigencia de esta constitución. Respecto de los territorios o áreas geográficas que han sufrido contaminación crónica o degradación histórica estos serán prioritarios por lo que este plazo se reduce a un año..."
  },
  {
    "article": "QUINTA.",
    "content": "Una vez cumplido por el Estado el levantamiento de la información que permita la evaluación de los impactos acumulativos, someterá a una re evaluación a todos los proyectos susceptibles de impactos ambiental dentro de un plazo de 2 años, pudiendo someter a nuevas restricciones y modificaciones a las resoluciones ambientales respectivas..."
  }
]