[
  {
    "article": "Artículo 1",
    "content": "Artículo 1. Crisis climática y ecológica. El Estado reconoce la existencia de la crisis climática y ecológica como consecuencia de la actividad humana. Es deber del Estado desarrollar acciones y adoptar medidas en todos los niveles para la gestión de los riesgos, vulnerabilidades y efectos provocados por la crisis climática y ecológica, en función de los principios de acción climática justa, progresividad y no regresión, justicia intergeneracional, los derechos de los pueblos indígenas y la Naturaleza, y los principios establecidos por la Constitución y las Leyes. La ley establecerá los deberes del Estado y de las personas para enfrentar la crisis climática y ecológica. El Estado promoverá el diálogo, cooperación y solidaridad internacional para adaptarse, mitigar y afrontar la crisis climática y ecológica y proteger la Naturaleza"
  },
  {
    "article": "Artículo 2",
    "content": "Artículo 2. Mejor evidencia científica y participación ciudadana. El Estado deberá destinar los recursos necesarios y crear un sistema que estudie y monitoree en forma permanente los efectos e impactos de la Crisis Climática y Ecológica en nuestro país, generando información basada en la mejor evidencia científica disponible y en las particularidades de los ecosistemas y comunidades afectadas, que oriente las decisiones de política pública y articule las actuaciones de los órganos competentes. El Estado organizará su acción ante la crisis climática y ecológica a través de planes e instrumentos que serán elaborados con la participación de la ciudadanía, previo proceso de consulta indígena en los términos establecidos por esta Constitución y las leyes."
  },
  {
    "article": "Artículo Nuevo",
    "content": "Artículo Nuevo. Para afrontar la crisis climática el Estado deberá fomentar las ciudades sostenibles a través de políticas, planes, programas u otros, que incorporen técnicas de construcción de bajo impacto ambiental, que implementen la eficiencia energética, la economía circular, los principios ambientales y otros que establecen esta constitución y las leyes que incentiven a la innovación y el rescate del patrimonio local, como las técnicas de Bioconstrucción."
  },
  {
    "article": "Artículo transitorio nuevo",
    "content": "Artículo transitorio nuevo. Servicio para la Crisis Climática y Ecológica. Un servicio para enfrentar la crisis climática y ecológica, dependiente del Ministerio del Medio Ambiente, será el órgano, de carácter técnico, encargado de abordar de manera transdisciplinaria e integral la Crisis Climática y Ecológica. Su conformación será establecida por ley, considerando una integración plurinacional, debiendo incluir participación vinculante de la sociedad civil. Dicho servicio se implementará en el plazo de 2 años."
  },
  {
    "article": "Artículo 14",
    "content": "Artículo 14. De los bienes comunes naturales. Los bienes comunes naturales son aquellos elementos o componentes de la Naturaleza que son comunes a todos los seres vivos y pueblos y naciones de Chile. Estos bienes no son susceptibles de apropiación y existe un interés general prioritario en su preservación para la existencia de las generaciones presentes y futuras. Para los pueblos y naciones preexistentes estos bienes tienen una dimensión espiritual que trasciende lo visible, donde cohabitan fuerzas protectoras de los componentes de la Naturaleza, quienes contribuyen y velan por la armonía y equilibrio de los espacios. El Estado es el custodio de los bienes comunes naturales y deberá preservarlos, asegurar su gestión participativa, gobernanza democrática y acceso responsable."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. Son bienes comunes naturales a lo menos: las aguas en todas sus formas e interfaces, incluyendo glaciares y criósfera; el mar territorial, la altamar y el fondo marino; las playas, dunas y el borde costero; el subsuelo; los humedales; el aire, viento y atmósfera; la radiación solar; los campos geotérmicos; la alta montaña; el cielo y el espacio; y aquellos que declare la constitución y las leyes."
  },
  {
    "article": "Artículo",
    "content": "Artículo. Son bienes comunes naturales, a lo menos, aquellos que declara la Constitución y las Leyes."
  },
  {
    "article": "Artículo 15",
    "content": "Artículo 15. Autorizaciones de uso. El Estado podrá autorizar el uso por parte de particulares de esta clase de bienes. Esta autorización será inapropiable, incomerciable, intransferible e intransmisible. La ley establecerá las condiciones de otorgamiento, uso, obligaciones, restricciones, tarifas, temporalidad, renovación, extinción, y demás que sean pertinentes de dichas autorizaciones de uso. Establecerá además los procesos de participación de las comunidades en la toma de decisiones, los que deberán ser públicos y transparentes. El uso y la autorización de los bienes comunes naturales deberá estar orientado al buen vivir y respetar los derechos de la naturaleza y la posibilidad de su uso y acceso por las futuras generaciones"
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. Regímenes especiales. Existirán regímenes especiales para ciertos bienes comunes naturales. En el caso del aire, los glaciares y la criósfera, el fondo marino, la alta montaña, no podrá otorgarse autorizaciones de uso. Respecto de bienes comunes naturales especialmente sensibles se podrán dictar normas especiales de preservación y restauración."
  },
  {
    "article": "Artículo nuevo",
    "content": "Artículo nuevo. Derechos de los pueblos indígenas. Los pueblos y naciones preexistentes tienen un régimen especial de titularidad colectiva de los bienes comunes naturales que se encuentran en sus tierras y territorios. En virtud de este régimen especial, tienen derecho a acceder, utilizar y controlar dichos bienes, los cuales forman parte de su identidad y permiten su pervivencia cultural, social y económica. El Estado reconocerá los usos ancestrales de bienes comunes naturales de los pueblos y naciones preexistentes, de acuerdo a los derechos de los pueblos indígenas reconocidos internacionalmente, reconociendo como límite el sistema jurídico de cada pueblo y los derechos de la naturaleza. El Estado no podrá constituir o asignar autorizaciones de uso sobre bienes comunes naturales existentes en tierras y territorios indígenas, en favor de personas naturales o jurídicas no indígenas o indígenas pertenecientes a otro pueblo, sin el consentimiento previo libre e informado de cada pueblo y nación respectivo."
  },
  {
    "article": "Artículo 22.-",
    "content": "La persona que sea limitada o impedida para acceder a la montaña, playas de mar, ríos, lagos y rutas ancestrales costeras, no existiendo otra vía eficaz y segura, ni obras realizadas por el Estado para esos fines, podrá recurrir por sí o por cualquiera a su nombre, a la Corte de Apelaciones respectiva, la que adoptará de inmediato las providencias que juzgue necesarias para restablecer el derecho de acceso bajo los estándares ya normados..."
  },
  {
    "article": "Artículo 25",
    "content": "Artículo 25. De la gestión de residuos: El Estado promoverá sistemas productivos y de consumo que minimicen la generación de residuos. Es deber del Estado garantizar e incentivar el reciclaje, recuperación, reducción u otro tipo de valorización de residuos, además de la reutilización, reparación y extensión de la vida útil de los productos, así como, el acceso a servicios de recolección, reciclaje y otros que determine la ley. El Estado regulará y fiscalizará la gestión de residuos de manera desconcentrada y descentralizada. Fomentará la coordinación y participación de recicladores de base, comunidades, municipalidades y las demás que establezca la ley, en los procesos de manejo y gestión de residuos, garantizando el mínimo impacto ecológico, el equilibrio de la Naturaleza y la Justicia Ambiental. La ley establecerá las responsabilidades y obligaciones individuales y colectivas de productores, gestores, distribuidores y consumidores en la generación y gestión de residuos. Asimismo, determinará las acciones, medidas y objetivos para reducir la generación de residuos y la circulación de productos de un solo uso y los que la ley señale."
  },
  {
    "article": "Artículo 27.- Sobre la gestión asociativa.",
    "content": "Se promoverán formas asociativas y cooperativas en la gestión de residuos, que garanticen condiciones dignas y justas para el trabajo, protección y apoyo de cuerpos intermedios, entre ellos recicladores de base."
  },
  {
    "article": "Artículo 28.- Fortalecimiento.",
    "content": "El Estado garantizará la entrega de una educación ambiental integral según los principios de la economía circular regenerativa como parte de los contenidos en la educación formal y ciudadana. Financiará el fortalecimiento, investigación, tecnificación, capacitación, valorización y apoyo a iniciativas y emprendimientos que se hagan cargo de la gestión de residuos..."
  },
  {
    "article": "Artículo 29.- Vida Útil de los productos.",
    "content": "El Estado fomentará el diseño ecológico, la producción y comercio sobre la base de economías circulares regenerativas de productos diseñados para su máxima vida útil con inserción en nuevos ciclos productivos. La obsolescencia programada y todo tipo de mecanismos que contribuyan al condicionamiento de la vida útil del producto será contraria a esta constitución y las leyes."
  },
  {
    "article": "Artículo 30.- Sobre la quema y acumulación de residuos.",
    "content": "La quema de residuos de todo tipo deberá estar siempre sometida a evaluación ambiental y deberá priorizarse la gestión bajo el principio precautorio, principio de justicia ambiental y el análisis de la jerarquización de soluciones a implementar y la huella ecológica en los ciclos de vida..."
  },
  {
    "article": "Artículo 34.-",
    "content": "El Estado promoverá, financiará o subsidiará soluciones para avanzar hacia la no producción de basura, considerando como prioridades las siguientes y en este orden: 1. Iniciativas que apunten al abandono de la producción y consumo de productos desechables no esenciales. 2. La recuperación de residuos orgánicos... 3. Iniciativas de reparación... 4. Sistemas de rellenado y reutilización de envases. 5. La recuperación de residuos reciclables..."
  },
  {
    "article": "Artículo 35.-",
    "content": "A fin de asegurar una gestión descentralizada y comunitaria de los residuos, los órganos del Estado deben diseñar y organizar formas de recuperación y manejo diversificadas y desconcentradas. El Estado debe proveer los recursos y formas de apoyo necesarios para garantizar y facilitar la participación de las comunidades urbanas y rurales en el proceso..."
  },
  {
    "article": "Artículo 36.-",
    "content": "El Estado incluirá en los contenidos de la educación formal, información para sensibilizar sobre los efectos de la producción de basura, y para promover hábitos responsables de consumo para la reducción de la generación de basura y el correcto manejo de residuos. Fomentará la educación ambiental ciudadana con los mismos objetivos..."
  },
  {
    "article": "Artículo 37",
    "content": "Artículo 37. Vivienda digna y ecológica. El Estado reconoce y promueve el derecho a una vivienda digna y ecológica, con pertinencia territorial, indígena y cultural, que permita el buen vivir de sus habitantes en armonía con los ecosistemas. Será deber del Estado fomentar por medio de políticas, planes, programas u otros, la incorporación de técnicas de construcción de bajo impacto ambiental, que implementen la eficiencia energética, la economía circular, los principios ambientales y otros que establecen esta constitución y las leyes que incentiven a la innovación y el rescate del patrimonio local, como las técnicas de Bioconstrucción."
  },
  {
    "article": "Artículo 38",
    "content": "Artículo 38. De la biodiversidad. El Estado debe velar y garantizar la protección, restauración y conservación de los vínculos ecosistémicos que sostienen la biodiversidad con especial esfuerzo en los reinos Animalia, Plantae y Fungi y especies endémicas, polinizadores nativos y otros que determina la Ley"
  },
  {
    "article": "Artículo 40.-",
    "content": "Gestión de la funga. El Estado deberá establecer una gestión integrada de la funga presente en el territorio, que asegure la participación efectiva de todos los pueblos involucrados y/o relacionados a esta, y defina las normativas que regulen el uso, acceso, estado de conservación y aprovechamiento responsable y sostenible de la funga..."
  },
  {
    "article": "Artículo 41.-",
    "content": "De los conocimientos sobre el reino Fungi. El Estado debe fortalecer la transmisión de saberes locales, ancestrales y científicos para el conocimiento, la educación y la conservación del reino Fungi entre todos los pueblos"
  },
  {
    "article": "PRIMERA.",
    "content": "El Estado deberá realizar un inventario de todas las especies del reino Fungi recolectadas en el país y oficialmente depositadas en colecciones biológicas validadas en el Index Herbariorum, en un plazo máximo de tres años, debiendo detallar el estado de conservación de las especies."
  },
  {
    "article": "Transitoria Segunda",
    "content": "Transitoria Segunda. Catastro de vertederos. El Estado deberá realizar un catastro de vertederos, basurales y micro basurales dentro del territorio nacional, al mismo tiempo analizará todas aquellas Resolución de Calificación Ambiental respecto a vertederos y rellenos sanitarios, determinando el cierre inmediato de aquellos que no cuentan con permisos de funcionamiento en un plazo de 3 años. En base al catastro el Estado determinará un Plan de cierre, valorización y transición ecológica de vertederos y rellenos sanitarios, para alcanzar una política nacional de Basura Cero con plazo máximo el año 2030. Todo aquello que contravenga con lo estipulado en los artículos precedentes, quedará derogado en el plazo de 2 años contados desde la publicación del presente instrumento."
  },
  {
    "article": "Artículo 42.-",
    "content": "La naturaleza o Pacha Mama, donde se reproduce y realiza la vida, tiene derecho al respeto integral de su existencia y al mantenimiento y regeneración de sus ciclos vitales, estructura, funciones y procesos evolutivos. Esto incluye el derecho al respeto y protección de los ríos, los lagos, las fuentes acuíferas, las montañas, los bosques, el desierto, el clima, el mar, y la biodiversidad, flora y fauna..."
  },
  {
    "article": "Artículo 43.-",
    "content": "El Estado aplicará medidas de precaución y restricción para las actividades que puedan conducir a la extinción de especies, la destrucción de ecosistemas o la alteración permanente de los ciclos naturales. Se prohíbe la introducción de organismos y material orgánico e inorgánico que puedan alterar de manera definitiva el patrimonio genético nacional."
  },
  {
    "article": "Artículo 44.-",
    "content": "La naturaleza tiene derecho a la restauración. Esta restauración debe ser independiente de la obligación que tienen el Estado y las personas naturales o jurídicas de indemnizar a los individuos y colectivos que dependan de los sistemas naturales afectados..."
  },
  {
    "article": "Artículo 45.-",
    "content": "La naturaleza, en sus dimensiones tangible e intangible, es sujeto titular de derechos, debiendo el Estado resguardar íntegramente su existencia, asegurando con ello sus funciones y servicios ecosistémicos. Dicho resguardo deberá́ hacerse respecto de sus componentes, ecosistemas, sus relaciones ecológicas, sus ciclos biogeoquímicos y su capacidad de carga, permitiendo así su regeneración y reproducción..."
  },
  {
    "article": "Artículo 46.- DERECHO DE LA ÑUKE-MAPU",
    "content": "Se reconoce por el Estado de Chile la naturaleza como sujeto de derechos. La naturaleza, Ñuke Mapu, Pachamama o sus equivalentes en las cosmovisiones de cada pueblo y nación preexistente, donde se reproduce y realiza la vida, tiene derecho a que se respete integralmente su existencia, hábitat, bienestar, restauración, mantenimiento y regeneración de sus ciclos vitales, estructura, funciones y procesos evolutivos..."
  },
  {
    "article": "Artículo 47.-",
    "content": "La Naturaleza conformada por sus elementos, ecosistemas y biodiversidad, son titulares de derechos y sujetos de protección por parte del Estado. La Naturaleza y los elementos que la conforman tienen derecho a existir, a ser preservadas, a la protección, a ejercer y regenerar sus ciclos vitales y sus funciones ecológicas, a la restauración integral de su equilibrio ecológico y a ser representada..."
  },
  {
    "article": "Artículo 48.-",
    "content": "El Estado garantizará la protección de la naturaleza y de los derechos ambientales de las generaciones presentes y futuras, adoptando medidas preventivas y de precaución oportunas para proteger del daño ambiental a los Derechos de la Naturaleza y mantener la conservación del ambiente. Los derechos y garantías establecidos en esta sección serán de directa e inmediata aplicación por y ante todo organismo del Estado..."
  },
  {
    "article": "Artículo 49.-",
    "content": "La naturaleza como sujeto de derechos. La naturaleza, Ñuke Mapu, Pachamama o sus equivalentes en las cosmovisiones de cada pueblo y nación preexistente, donde se reproduce y realiza la vida, tiene derecho a que se respete integralmente su existencia, hábitat, bienestar, restauración, mantenimiento y regeneración de sus ciclos vitales, estructura, funciones y procesos evolutivos..."
  },
  {
    "article": "Artículo 50.-",
    "content": "DE LOS DERECHOS DE LA NATURALEZA. La naturaleza, mapu, pachamama, pat'ta hoiri, jáu, merremén, o sus equivalentes en las cosmovisiones de cada pueblo, donde se reproduce y realiza la vida en sus diversas formas y donde se permite la subsistencia, el desarrollo, la espiritualidad y el buen vivir, tiene derecho a que se respete y proteja integralmente su existencia, hábitat, bienestar, restauración, mantenimiento y regeneración de sus ciclos vitales..."
  },
  {
    "article": "Artículo 51.-",
    "content": "Es deber del Estado reconocer, garantizar y promover los derechos de la naturaleza. Es asimismo deber del Estado establecer, propiciar y proveer políticas públicas concretas que promuevan el respeto y la protección de la naturaleza, debiendo realizar todas las medidas necesarias de precaución, reparación, restauración y regeneración cuando exista degradación de esta o un daño específico..."
  },
  {
    "article": "Artículo 52.-",
    "content": "Para salvaguardar el respeto de los derechos de la naturaleza, existirá una normativa específica y servicios públicos adecuados para la protección, y preservación de la naturaleza. Además, se debe asegurar la participación ciudadana y la consulta indígena como parte de la toma de decisiones en materia ambiental. Se deberá crear por ley una defensoría de derechos de la naturaleza..."
  },
  {
    "article": "Artículo 53.-",
    "content": "El derecho de propiedad y demás derechos y libertades podrán ser objeto de restricciones para garantizar los derechos de la naturaleza. El respeto de los derechos de la naturaleza no obsta al uso del territorio en actividades tradicionales de los pueblos y naciones indígenas preexistentes conforme a su derecho propio."
  },
  {
    "article": "Artículo 54.-",
    "content": "El Estado reconoce a la Naturaleza como sujeto de derechos en cuanto a su protección y cuidado, en todas sus formas de manifestación, que se respete integralmente su existencia, preservación, biodiversidad, regeneración de los ecosistemas, estructuras, funciones y procesos evolutivos pertenecientes a la vida en general, principalmente para la conservación de la vida en la Tierra."
  },
  {
    "article": "Artículo 55.-",
    "content": "El Estado se obliga a tomar acciones, para el buen vivir, descentralizado, para preservar la naturaleza y ecosistemas. Se aplicará el Principio Precautorio para las actividades que pongan en riesgo o destruyan los ecosistemas o que alteren los ciclos naturales de ella."
  },
  {
    "article": "Artículo 56.-",
    "content": "Cualquier persona o comunidad podrá denunciar en cualquier parte o territorio del país, ante cualquier destrucción, contaminación, amenaza u otra vulneración de sus derechos y podrá exigir el cumplimiento de las garantías que esta Constitución y las leyes le otorgan."
  },
  {
    "article": "Artículo 57.-",
    "content": "Será tarea del Estado, fomentar la investigación y dar soluciones a la problemática ambiental. Promover la educación ambiental temprana y en conjunto con las comunidades, diseñar estrategias, planes de reparación y conservación para recuperar el vínculo amoroso y de cuidado de la Naturaleza."
  },
  {
    "article": "Artículo 58.-",
    "content": "Frente a casos de impacto ambiental grave o permanente, ocasionados en perjuicio de los ecosistemas y la población, el Estado estará obligado a actuar en favor de la naturaleza y, si es necesario, a poner término de las actividades de explotación que la ocasionan y a la restauración cuando corresponda."
  },
  {
    "article": "Artículo 59.-",
    "content": "Será obligación del Estado, cuidar y preservar la Naturaleza en las mejores condiciones para una supervivencia de las generaciones futuras."
  },
  {
    "article": "Artículo 60.-",
    "content": "Los animales no humanos son reconocidos como sujetos de derecho. El Estado garantizará la protección y mayor respeto de todos los animales, en su calidad de individuos sintientes, y les reconoce los siguientes derechos: a vivir una vida libre de maltrato y al resguardo de su hábitat natural y a la no extinción de su especie."
  },
  {
    "article": "Artículo 61.-",
    "content": "Los animales no humanos son sujetos de derecho. Es deber de los órganos del Estado promover y proteger los derechos de los animales. Corresponderá a la ley señalar los derechos de los animales, para lo cual deberá considerar especialmente la dignidad de los mismos. Habrá un Consejo Nacional de Protección Animal, autónomo y con personalidad jurídica..."
  },
  {
    "article": "Artículo 62.-",
    "content": "Se agregará el siguiente inciso: “[...] Asimismo, la fauna silvestre no será objeto de exhibición."
  },
  {
    "article": "Artículo 63.-",
    "content": "Con la finalidad de garantizar los derechos de los animales no humanos, el Estado deberá legislar, actuar y tomar medidas de manera progresiva. En el marco del derecho a vivir una vida sana y libre de tratos degradantes, el Estado deberá crear un sistema de salud que garantice salud adecuada y oportuna para los animales de todas las especies..."
  },
  {
    "article": "Artículo 64.-",
    "content": "El Estado protegerá a los animales, reconociendo su sintiencia e individualidad, debiendo protegerlos y prohibir las prácticas que los sujeten a crueldad a través de la legislación."
  },
  {
    "article": "Artículo 65.-",
    "content": "El Estado garantizará la protección y mayor respeto de todos los animales de acuerdo a su especie y en su calidad de individuos dotados de sensibilidad. La ley establecerá las normas de protección y resguardo de los animales. Existirá un organismo autónomo con patrimonio propio de carácter técnico..."
  },
  {
    "article": "Artículo 66.-",
    "content": "El Estado está comprometido con el bienestar animal y reconoce que los animales no humanos son seres orgánicos, vivientes y sintientes. El Estado, promueve y garantiza su protección, bienestar y un entorno de vida saludable. El Estado asegura el debido cuidado y protección a quienes se encuentren abusados, maltratados, amenazados o en peligro de extinción..."
  },
  {
    "article": "Artículo 67.-",
    "content": "El Estado tiene el deber de proteger y resguardar la variabilidad genética y poblacional de los animales silvestres con el fin de garantizar sus ciclos vitales, estructura, funciones y procesos evolutivos. En tal sentido, se reconoce el derecho de los animales silvestres a existir, reproducirse libremente en ambientes libres de contaminación..."
  },
  {
    "article": "Artículo 68.-",
    "content": "Es deber del Estado garantizar el cuidado y bienestar de los animales domésticos, promoviendo prácticas libres de abuso, crueldad, dolor y sufrimiento."
  },
  {
    "article": "Artículo 69.-",
    "content": "Es compromiso del Estado propender a modificar el patrón de alimentación basado en el sufrimiento y muerte animal, así como, impulsar una nueva cultura alimentaria que no implique daño, dolor, sufrimiento y muerte de los animales."
  },
  {
    "article": "Artículo 70.-",
    "content": "Para asegurar la efectividad y cumplimiento de este derecho, se les garantizará la representación judicial de sus intereses según las normas de incapacidad absoluta establecidas en el Código Civil."
  },
  {
    "article": "Artículo 71.-",
    "content": "Las personas humanas cumplen el rol de custodios de los animales en la representación y protección de sus derechos e intereses, ya sea como responsables de su cuidado, crianza y vida, así como aquellas personas que intercedan en su protección y sus garantías."
  },
  {
    "article": "Artículo 72.-",
    "content": "La educación es un derecho básico cuyo disfrute y ejercicio gratuito es garantizado por el Estado, en todos los niveles formativos. La educación tendrá por objeto el pleno desarrollo humano y el fortalecimiento del respeto por los derechos humanos, por los derechos de los animales no humanos y por la naturaleza."
  },
  {
    "article": "Artículo 73.- Principios de la protección de la Naturaleza",
    "content": "Son principios de la protección de la Naturaleza y las normas sobre sus elementos y componentes, los principios: biocéntrico, precautorio, no regresión, progresividad, preventivo, justicia ambiental y ecológica, solidaridad intra e intergeneracional, in dubio pro natura, responsabilidad, transparencia, rendición de cuentas y máxima publicidad."
  },
  {
    "article": "Artículo 74.-",
    "content": "Principio de interdependencia. El Estado reconoce la interdependencia de todos los componentes y fenómenos de la Naturaleza, incluida la relación entre seres humanos, y de los seres humanos con la Naturaleza a la cual pertenecen. De la relación interdependiente entre seres humanos se sustenta la sociedad y en la relación de la sociedad con la Naturaleza se constata la interdependencia ecológica o ecodependencia."
  },
  {
    "article": "Artículo 75.-",
    "content": "Principio Ecocéntrico. El Estado reconoce que en la naturaleza existe una relación sistémica e interdependiente entre todos sus componentes, orgánicos e inorgánicos, incluido el ser humano. Esta visión de la naturaleza se denomina ecocentrismo y la base para estudiar su funcionamiento son los ecosistemas..."
  },
  {
    "article": "Artículo 76.- In dubio pro natura",
    "content": "El Estado reconoce la relación sociedad-Naturaleza y la necesidad de la mantención de sus equilibrios dinámicos. Es deber del Estado favorecer siempre en la Ley, norma o acción que conlleve una mayor protección de la Naturaleza."
  },
  {
    "article": "Artículo 77.- Deberes del Estado",
    "content": "El Estado tiene el deber primordial de protección, conservación y restauración de la Naturaleza de garantizar los derechos de la Naturaleza, el ejercicio del derecho a un medio ambiente sano y ecológicamente equilibrado y la democracia ecológica. Asimismo, cooperará con otros países en la protección, investigación y planificación de los bienes naturales y ecosistemas situados en las zonas fronterizas..."
  },
  {
    "article": "Artículo 78.-",
    "content": "La Constitución reconoce a todas las personas el derecho a un medio ambiente sano y en armonía con la naturaleza, para su desarrollo, salud y bienestar. El Estado establecerá los mecanismos apropiados para garantizar, proteger, conservar y preservar la naturaleza y el patrimonio ambiental. El daño y deterioro ambiental generará responsabilidad para quien lo provoque..."
  },
  {
    "article": "Artículo 79.-",
    "content": "Todas las personas tienen el derecho de acceder a la información en materia ambiental de manera accesible, efectiva y oportuna. El Estado tiene el deber de promover campañas educativas destinadas a la conservación y protección de la Naturaleza. De igual forma, tienen derecho a la participación efectiva en la elaboración y toma de decisiones..."
  },
  {
    "article": "Artículo 80.-",
    "content": "La Constitución reconoce a todas las personas los Derechos humanos de acceso al agua y al saneamiento. Los pueblos indígenas tienen derecho al agua como componente central de sus tradiciones y cultura, también tienen derecho a mantener una relación con sus tierras y territorios."
  },
  {
    "article": "Artículo 81.-",
    "content": "1. Toda persona tiene derecho a vivir en un medio ambiente sano. 2. El Estado Chileno promoverá́ la protección, preservación y mejoramiento del medio ambiente."
  },
  {
    "article": "Artículo 82.-",
    "content": "Todas las personas tienen el derecho a vivir en un medio ambiente sano."
  },
  {
    "article": "Artículo 83.-",
    "content": "El Estado considerará los avances más actualizados de la ciencia y la tecnología en el diseño de las políticas públicas tendientes a restaurar, proteger y conservar la naturaleza y su biodiversidad, incluyendo siempre un análisis general del impacto económico y social..."
  },
  {
    "article": "Artículo 84.-",
    "content": "El Estado deberá destinar los recursos necesarios y crear un sistema que estudie y monitoree en forma permanente los efectos e impactos del cambio climático en nuestro país, generando información basada en la mejor evidencia científica disponible..."
  },
  {
    "article": "Artículo 85.-",
    "content": "Todas las personas podrán participar en la protección y conservación de la naturaleza y su biodiversidad, y contribuir, en las condiciones definidas por la ley."
  },
  {
    "article": "Artículo 86.-",
    "content": "El Estado y la sociedad contribuirán a la regeneración de la Naturaleza, de oficio o a solicitud de parte, en todos aquellos casos en que la autoridad competente, previa participación ciudadana declare que la naturaleza lo requiera. Es deber del Estado promover y fomentar acciones y medidas de regeneración autónomas y asistidas..."
  },
  {
    "article": "Artículo 87.-",
    "content": "El Estado, en todas las reparticiones que corresponda, deberá́ propender a políticas de seguridad, prevención, mitigación, gestión integral del riesgo y resiliencia, ante los desastres naturales que puede originar la naturaleza y los originados por la actividad humana. El Estado coordinará diversas iniciativas donde participará el sector público, privado, academia, actores sociales y las personas"
  },
  {
    "article": "Artículo 88.-",
    "content": "El Estado debe garantizar la gestión ambiental descentralizada, regional y comunal, mediante mecanismos y la destinación de recursos atingentes a la realidad territorial, incluyendo los gravámenes asociados a las actividades."
  },
  {
    "article": "Artículo 89.- Deberes de las personas",
    "content": "Es deber de las personas respetar estos derechos y los mecanismos institucionales de su gestión. La ley podrá establecer los mecanismos para restringir el ejercicio de derechos o libertades económicas con la finalidad de proteger el medio ambiente y los ecosistemas nativos."
  },
  {
    "article": "Artículo 90.- Reconocimiento del valor de la Naturaleza y el Ecocidio",
    "content": "Todo atentado contra la naturaleza es por esencia contrario a los derechos humanos. Una ley tipificará y penalizará el delito de Ecocidio, entendido por tal cualquier acto ilícito o arbitrario perpetrado a sabiendas o debiendo saber que existe una probabilidad sustancial de que cause daños graves que sean extensos o duraderos al medio ambiente..."
  },
  {
    "article": "Artículo 91.-",
    "content": "Los delitos que causen daño al medioambiente, serán siempre imprescriptibles."
  },
  {
    "article": "Artículo 92.-",
    "content": "Toda persona, natural o jurídica, deberá prevenir causar daños ambientales y repararlos en su caso. Las conductas y omisiones consideradas riesgosas o lesivas al medio ambiente sujetarán a sus infractores, a las sanciones penales y administrativas, independientemente de su obligación de reparar los daños causados..."
  },
  {
    "article": "TERCERA.",
    "content": "Se creará mediante una ley de quórum calificado, un Fondo Estatal de Justicia ambiental para implementar acciones correctivas de los pasivos ambientales y/o de restauración de zonas históricamente afectadas por contaminación, destrucción o agotamiento de los recursos..."
  },
  {
    "article": "Artículo 93.- De la democracia ecológica y plurinacional",
    "content": "Las actuaciones públicas, su proceso de deliberación y toma de decisión a nivel territorial se guiará por el principio de democracia ecológica, el cual busca maximizar la realización y garantía de los derechos reconocidos por la Constitución, disponiendo de las herramientas necesarias para alcanzar el buen vivir..."
  },
  {
    "article": "Artículo 94.- Derecho de acceso a la información ambiental",
    "content": "Se reconoce el derecho de todas las personas a acceder a la información ambiental pública, que conste en poder o custodia del Estado, así como de las empresas que prestan servicios públicos, de acuerdo con el principio de máxima publicidad..."
  },
  {
    "article": "Artículo 95.-",
    "content": "El Estado tendrá la especial obligación de levantar y generar la información que permita evaluar los impactos acumulativos sobre los ecosistemas. El Estado no podrá autorizar nuevas actividades sin que haya cumplido con su deber de evaluar los referidos impactos, especialmente en las zonas degradadas o que sufran de contaminación crónica..."
  },
  {
    "article": "Artículo 96.-",
    "content": "El Estado garantizará la generación, recopilación y difusión de la información ambiental de los distintos territorios, de manera oportuna, sistemática, proactiva, regular, accesible y comprensible, debiendo actualizar dicha información de manera periódica, desagregada y descentralizada..."
  },
  {
    "article": "Artículo 97.- Derecho de acceso a la justicia",
    "content": "Se reconoce el derecho de acceso a la justicia en asuntos ambientales. Este derecho comprende el acceso a todas las instancias administrativas y judiciales de impugnación establecidas por esta constitución y las leyes, que digan relación con las decisiones, acciones u omisiones relacionadas al acceso a la información ambiental..."
  },
  {
    "article": "Artículo 98.-",
    "content": "El Estado está obligado a reducir o eliminar las barreras para el conocimiento pleno de la judicatura, tanto en lo sustantivo como en aspectos procedimentales del ejercicio de este derecho. Así, deberá posibilitar la adopción de medidas cautelares para prevenir, cesar, mitigar o compensar los daños a la naturaleza..."
  },
  {
    "article": "Artículo 99.-",
    "content": "Para facilitar el ejercicio del derecho al acceso a la justicia, existirá un órgano estatal especializado para asistir y representar a las personas humanas, sintientes no humanas, comunidades y Naturaleza en el ejercicio de sus derechos..."
  },
  {
    "article": "Artículo 100.-",
    "content": "Toda autorización de actividades económicas o productivas que impliquen: 1. Riesgo para la salud de la población... 2. Efectos adversos significativos sobre la cantidad y calidad de los recursos naturales renovables... 3. Reasentamiento de comunidades humanas... 4. Localización en o próxima a poblaciones, recursos y áreas protegidas... 5. Alteración significativa, en términos de magnitud o duración, del valor paisajístico... o 6. Alteración de monumentos, sitios con valor antropológico..."
  },
  {
    "article": "Artículo 101.-",
    "content": "El Estado Plurinacional de Chile declara que los Pueblos Originarios son los Defensores Socioambientales ancestrales y actuales por excelencia, de los territorios del país y de la Madre Tierra en toda su diversidad, y en este contexto de emergencia y cambio climático, son aliados estratégicos..."
  },
  {
    "article": "Artículo 102.- Protección a las y los defensores de la Naturaleza, los derechos humanos y las personas sintientes no humanos.",
    "content": "El Estado debe asegurar un entorno seguro y propicio para que las personas, grupos y organizaciones que promuevan y defiendan los derechos humanos en asuntos ambientales, los de la Naturaleza y las personas sintientes no humanas puedan actuar sin amenazas, restricciones o vulneraciones a sus derechos..."
  },
  {
    "article": "Artículo 103.-",
    "content": "El Estado Chileno reconoce a la educación ambiental como un proceso permanente, adaptativo, interdisciplinario, inclusivo y pluralista."
  },
  {
    "article": "Artículo 104.-",
    "content": "El Estado garantiza la inclusión de la educación ambiental en los diferentes niveles y dimensiones de la educación formal e informal, considerando las diferencias y diversidades ambientales y territoriales de cada Región."
  },
  {
    "article": "Artículo 105.-",
    "content": "El Estado en su rol de garante promocionará y fomentará la educación ambiental en todos los espacios educativos formales, comunitarios y geográficos del país. Para ello dotará de recursos a los organismos públicos pertinentes y con participación de las organizaciones de la sociedad civil sin fines de lucro..."
  },
  {
    "article": "CUARTA.",
    "content": "El estado deberá levantar y generar la información ambiental que permita la medición de impactos acumulativos referidos en el art. X3 sobre todos los territorios de la república en un plazo de 4 años a contar de la vigencia de esta constitución. Respecto de los territorios o áreas geográficas que han sufrido contaminación crónica o degradación histórica estos serán prioritarios por lo que este plazo se reduce a un año..."
  },
  {
    "article": "QUINTA.",
    "content": "Una vez cumplido por el Estado el levantamiento de la información que permita la evaluación de los impactos acumulativos, someterá a una re evaluación a todos los proyectos susceptibles de impactos ambiental dentro de un plazo de 2 años, pudiendo someter a nuevas restricciones y modificaciones a las resoluciones ambientales respectivas..."
  }
]