[
  {
    "article": "Artículo 13 E",
    "text": "Indicación de la señora Céspedes y otras para reemplazar el segundo inciso del actual artículo 13. E por el siguiente: “El Estado es neutral respecto de las convicciones y creencias religiosas de sus habitantes.”",
    "sources": [
      "Iniciativa Popular 48-2"
    ]
  },
  {
    "article": "Artículo 17 B",
    "text": "Es deber del Estado rescatar, proteger y difundir las tradiciones de los pueblos de Chile.",
    "sources": [
      "Iniciativa Popular 56-2"
    ]
  },
  {
    "article": "Artículo 19",
    "text": "Independencia. La comunidad chilena es independiente, subsiste por sí misma en virtud de su trabajo y de la naturaleza, y se determina a sí misma a través de su Estado. El Estado asegura la independencia de la República y no reconoce, en la definición de sus asuntos internos, otro poder que no sea la voluntad popular.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 21",
    "text": "Principio de interpretación pro pueblos. La interpretación de las normas relativas a derechos humanos, derechos fundamentales y los de la naturaleza reconocidos en esta Constitución se hará favoreciendo en todo tiempo a las personas, a los pueblos y naciones y a la naturaleza con aquella que otorgue la protección más amplia.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 22",
    "text": "Justicia Intercultural. Principio de organización del Estado en virtud del cual se reconoce, respeta y garantiza que en Chile coexisten, coordinados y con la misma jerarquía, el sistema jurídico común y los sistemas jurídicos de los pueblos y naciones preexistentes, fundado en el derecho a la libre determinación del que son titulares.",
    "sources": [
      "190-6"
    ]
  },
  {
    "article": "Artículo 23",
    "text": "Deberes constitucionales. Son obligaciones y deberes de las personas contribuir al respeto y el bienestar en conjunto de la sociedad y los pueblos que componen el Estado, asegurar su compromiso con la promoción y valores de la democracia, la participación responsable y la defensa de la dignidad, igualdad y libertad de todas las personas, tanto para las presentes como para las futuras generaciones.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 24",
    "text": "Indicación del señor Arrau y otros para sustituir el artículo 24 por el siguiente: El Estado reconoce la dignidad del trabajo. Es deber del Estado promover el pleno empleo...",
    "sources": [
      "362-2"
    ]
  },
  {
    "article": "Artículo 26",
    "text": "Principio de Protección al Trabajo Decente. El Estado reconoce y garantiza la protección al trabajo decente. El Estado tiene el deber de proteger y asegurar un trabajo decente. El Estado deberá asegurar una institucionalidad que proporcione protección eficaz para los trabajadores y trabajadoras y sus organizaciones sindicales. La fiscalización del cumplimiento de las normas laborales estará a cargo de un organismo autónomo. Las normas laborales y de seguridad social no podrán interpretarse o aplicarse de forma que disminuyan los derechos laborales reconocidos en las declaraciones, los tratados internacionales sobre derechos humanos ratificados por Chile y los Convenios de la Organización Internacional del Trabajo.",
    "sources": [
      "652",
      "587-2"
    ]
  },
  {
    "article": "Artículo 27",
    "text": "Indicación de Mario Vargas para sustituir el artículo 27 por el siguiente: Artículo 27.- Chile y armas de destrucción masiva. Chile es un país libre de armas de destrucción masiva.",
    "sources": [
      "814-2"
    ]
  },
  {
    "article": "Artículo 29",
    "text": "El Estado manejará el presupuesto considerando las necesidades de las presentes y futuras generaciones, y velará por la seguridad de subsistencia de la población y por la distribución de la prosperidad material.",
    "sources": [
      "987-2"
    ]
  },
  {
    "article": "Artículo 30",
    "text": "El Estado podrá intervenir en la economía a través de sus órganos. Para ello, podrá regular, establecer incentivos, planificar y desarrollar actividades económicas y prestacionales, todo conforme a la ley. Para su intervención en materia económica el Estado perseguirá el desarrollo humano sostenible y la preservación del ecosistema... La intervención estatal es obligatoria en todos aquellos ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia de las personas, derechos fundamentales, servicio público y la preservación del ecosistema. En aquellos sectores que envuelvan prestaciones existenciales... el Estado es el titular original de la pro-visión... la ley podrá permitir la gestión y ejercicio por parte de particulares. Respecto a ellas el Estado tiene un deber de garantía...",
    "sources": [
      "995-2"
    ]
  },
  {
    "article": "Artículo Unknown",
    "title": "New Article (From Report 1)",
    "text": "105.- Indicación de la señorita Vergara para agregar como nuevo artículo: “Todas las personas nacen y permanecen iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan los derechos fundamentales que se reconocen les reconocen sin excepción, tanto por esta constitución, como por tratados internacionales, y que los hacen acreedores a igual consideración y respeto. Esta Constitución garantiza la dignidad de todas las personas que habitan la República, sin ningún tipo de discriminación. El Estado protege la dignidad a través de sus órganos y mediante los procedimientos y recursos establecidos por ley para estos efectos, con pleno respeto a los derechos y garantías que esta constitución establece. Será deber de toda persona, natural o jurídica respetar y velar por la dignidad humana en todas sus formas.”",
    "source_indication": "105"
  }
]