[
  {
    "number": "1",
    "raw_text": "Retirada",
    "target_article_guess": "Contexto General / Artículo Nuevo",
    "authors_matched": []
  },
  {
    "number": "2",
    "raw_text": "Indicación de los convencionales Tepper, Veloso, Silva y otros para agregar un nuevo artículo en Derechos de las Personas Mayores.\n“Art. X.- Todas las personas tienen derecho a envejecer con dignidad y a contar con todas las coberturas básicas necesarias para su bienestar. Las personas mayores podrán gozar y ejercer los derechos consagrados en esta Constitución y en los tratados internacionales ratificados por Chile y que se encuentren vigentes.\nEl Estado dispondrá las bases para un sistema integral de prevención de todo obstáculo o discriminación que impida el pleno ejercicio de sus derechos, incluyendo el derecho a la autonomía e independencia en todos los aspectos de la vida, al acceso a su entorno físico, social, económico, cultural y digital; a la movilidad personal, a participar activamente y a ser integradas en la vida social. Es deber de las familias y la sociedad, en colaboración con el Estado, cuidar y dar protección a las personas mayores. Todo abandono y maltrato en razón de su edad, será sancionado por ley.”",
    "target_article_guess": "Contexto General / Artículo Nuevo",
    "authors_matched": [
      "Tepper, Maria Angelica",
      "Veloso, Paulina",
      "Silva, Luciano"
    ]
  },
  {
    "number": "3",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 1.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo, por el siguiente: “Las personas nacen libres e iguales en dignidad y derechos. Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para suprimir la palabra “mayores” en el inciso segundo.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para suprimir en el artículo la frase “en igualdad de condiciones que el resto de la población”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para sustituir el artículo, por el siguiente: “La propiedad privada es inviolable, por lo que se prohíbe cualquier impuesto o tributo al patrimonio, como las contribuciones o el impuesto de herencia”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para sustituir el inciso sexto, por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "8 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "9 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "10 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “La propiedad privada es inviolable, por lo que se prohíbe cualquier impuesto o tributo al patrimonio, como las contribuciones o el impuesto de herencia”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4",
    "raw_text": "Indicación del convencional Saldaña y otros, para sustituir el artículo 1°, por el siguiente: “Derechos de las personas mayores. Las personas mayores son titulares y plenos sujeto de derecho. Tienen derecho a envejecer con dignidad y a ejercer todos los derechos consagrados en esta Constitución y en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, en igualdad de condiciones que el resto de la población. El Estado proporcionará a las personas mayores las condiciones para el cumplimiento efectivo de estos derechos, proveyendo las prestaciones de seguridad social y pensiones dignas y periódicamente actualizadas, asegurando la accesibilidad al espacio público, evitando toda discriminación y maltrato por razones de edad, promoviendo su autonomía e independencia con los apoyos y salvaguardias correspondientes, y su participación política y social.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "5",
    "raw_text": "Indicación del señor Squella para reemplazar el inciso primero del artículo 1 por el siguiente: “Las personas mayores de cualquier edad son sujetos de especial protección y titulares, además de los derechos fundamentales de carácter común y universal, de los derechos específicos atingentes a su condición que se establecen en esta Constitución y en los tratados internacionales suscritos por Chile que se encuentren vigentes”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "6",
    "raw_text": "Indicación de la convencional Loncon para agregar en el inciso primero del artículo 1, a continuación del punto final, lo siguiente: “Tienen derecho a una vida digna en la vejez y a todos los demás derechos reconocidos en esta Constitución, en igualdad de condiciones con el resto de la población.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "7",
    "raw_text": "Indicación de la convencional Loncon para sustituir el literal a.- del inciso tercero del artículo 1, por el siguiente texto: “a.- La capacidad jurídica de goce y ejercicio en todos los aspectos de la vida, aun cuando se necesite asistencia, la que en caso de ser requerida, en ningún caso implicará el sometimiento de la persona a la voluntad y arbitrio de otros.”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "8",
    "raw_text": "Indicación de la convencional Loncon para sustituir el literal d.- del inciso tercero del Artículo 1, por el siguiente texto: “d.- Toda persona mayor tiene derecho a prestaciones de seguridad social para llevar una vida digna. En especial pensiones adecuadas y periódicamente actualizadas; programas de asistencia social en caso de desempleo, discapacidad o pérdida de sus medios de subsistencia.”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "9",
    "raw_text": "Indicación de la convencional Loncon para agregar en el inciso tercero del Artículo 1, un nuevo literal del siguiente tenor: “f.- Derecho a una vivienda digna y adecuada, y a vivir en entornos seguros, saludables, accesibles y adaptables a sus preferencias y necesidades. Considerando especialmente la perspectiva comunitaria, intercultural y colaborativa para la vivienda.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "10",
    "raw_text": "Indicación de la convencional Loncon para agregar en el inciso tercero del Artículo 1, un nuevo literal del siguiente tenor: “g.- A su salud física y mental sin ningún tipo de discriminación. La seguridad social velará especialmente por la cobertura integral de salud debiendo proporcionarse acceso a asistencia y a cuidados integrales, incluidos los de carácter paliativo, hasta el final de sus días.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "11",
    "raw_text": "Indicación de la convencional Loncon para agregar en el inciso tercero del Artículo 1, un nuevo literal del siguiente tenor: “h. A educación, cultura, recreación, esparcimiento y al deporte.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "12",
    "raw_text": "Indicación de la convencional Loncon para agregar en el inciso cuarto del Artículo 1, luego de la frase “ impida su pleno ejercicio.”, el siguiente texto: “Una ley determinará la exención o disminución de las obligaciones tributarias y de las cargas públicas atendida su edad y vulnerabilidad socioeconómica.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "13",
    "raw_text": "Indicación de la convencional Loncon para agregar en el inciso quinto del Artículo 1, luego de la expresión “perspectiva de género”, la expresión “, interculturalidad”. Debiendo quedar dicho inciso de la siguiente manera: “Un sistema público de atención y protección de personas mayores, de carácter universal, integral, con enfoque de curso de vida, perspectiva de género, interculturalidad e interseccionalidad; elaborará, coordinará y ejecutará las políticas y programas dirigidos a atender sus necesidades; de conformidad a la ley. Considerará, especialmente, a las personas mayores en situación de dependencia y sujetas al cuidado del Estado.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "14",
    "raw_text": "Indicación de Vallejos y otros, para añadir en el artículo 1°, los siguientes incisos: “Todas las personas, especialmente las mayores, tendrán derecho al consentimiento libre e informado en el ámbito de la salud, y a los cuidados paliativos o tratamientos necesarios sin discriminación. Es deber de las familias y la sociedad, en colaboración con el Estado, cuidar y dar protección a las personas mayores. Todo abandono y maltrato en razón de su edad, será sancionado por ley.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Vallejos, Loreto"
    ]
  },
  {
    "number": "15",
    "raw_text": "Indicación de Lisette Vergara para agregar un nuevo y final inciso al artículo 1 del siguiente tenor: “Asimismo, el Estado deberá asegurar la disponibilidad presupuestaria para el disfrute de estos derechos, así como la participación de las personas mayores en la elaboración y ejecución de una política pública nacional, legislaciones, programas y planes de atención, con enfoque gerontológico comunitario, territorial, desde una perspectiva de género, de derechos y curso de vida, que salvaguarden efectivamente los derechos contenidos en este artículo.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "16",
    "raw_text": "Retirada",
    "target_article_guess": "Artículo 1",
    "authors_matched": []
  },
  {
    "number": "17",
    "raw_text": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor: “El Estado reconoce y considera en la implementación de políticas públicas, la sabiduría, conocimiento y experiencia de las personas mayores.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "18",
    "raw_text": "Retirada",
    "target_article_guess": "Artículo 1",
    "authors_matched": []
  },
  {
    "number": "19",
    "raw_text": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor: “Toda persona tiene deberes para con las familias, las personas mayores, la comunidad y la humanidad. Los derechos de cada persona están limitados por los derechos de los demás, por la seguridad de todos y por las justas exigencias de los intereses generales, en una sociedad democrática”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "20",
    "raw_text": "Retirada",
    "target_article_guess": "Artículo 1",
    "authors_matched": []
  },
  {
    "number": "21",
    "raw_text": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor: “El Estado garantiza a toda persona el derecho a una subsistencia digna durante la vejez, mediante un sistema colaborativo de aporte fiscal, solidario y de ahorro individual.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "22",
    "raw_text": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor: “El Estado reconoce a las personas mayores como sujetos de especial cuidado, y tiene el deber de protegerlas de todo acto terrorista”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "24",
    "raw_text": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor: “El Estado reconoce y considera en la implementación de políticas públicas, la sabiduría, conocimiento y experiencia de las personas mayores.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "25",
    "raw_text": "Retirada",
    "target_article_guess": "Artículo 1",
    "authors_matched": []
  },
  {
    "number": "26",
    "raw_text": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor: “Toda persona tiene deberes para con las familias, las personas mayores, la comunidad y la humanidad. Los derechos de cada persona están limitados por los derechos de los demás, por la seguridad de todos y por las justas exigencias de los intereses generales, en una sociedad democrática”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "27",
    "raw_text": "Retirada",
    "target_article_guess": "Artículo 1",
    "authors_matched": []
  },
  {
    "number": "28",
    "raw_text": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor: “El Estado garantiza a toda persona el derecho a una subsistencia digna durante la vejez, mediante un sistema colaborativo de aporte fiscal, solidario y de ahorro individual.”",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "29",
    "raw_text": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor: “El Estado reconoce a las personas mayores como sujetos de especial cuidado, y tiene el deber de protegerlas de todo acto terrorista”.",
    "target_article_guess": "Artículo 1",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "30",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 2.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo, por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso 1, por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso 2, por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para suprimir, en el inciso 3, la frase “y obligaciones normativas en la materia”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para sustituir el inciso 4, por el siguiente: ““El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, del siguiente tenor: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "8 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, del siguiente tenor: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "9 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, del siguiente tenor: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "31",
    "raw_text": "Indicación de la convencional Bárbara Sepúlveda y otras para sustituir el actual artículo 2 (ICC N° 2) por uno del siguiente tenor: “Artículo 2. El Estado garantiza y promueve el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en todas sus manifestaciones, tanto en el ámbito público como privado, sea que provenga de particulares, instituciones o agentes del Estado. El Estado deberá adoptar las medidas necesarias para erradicar todo tipo de violencia de género y los patrones socioculturales que la posibilitan, actuando con la debida diligencia para prevenir, investigar y sancionar dicha violencia, así como brindar atención, protección y reparación integral a las víctimas, considerando especialmente las situaciones de vulnerabilidad en que puedan hallarse.”",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Sepulveda, Barbara"
    ]
  },
  {
    "number": "32",
    "raw_text": "Indicación del convencional Hugo Gutiérrez para agregar el siguiente inciso primero al artículo 2: “El Estado reconoce a mujeres, hombres, diversidades y disidencias sexo-genéricas iguales derechos y deberes, tanto en el ámbito público como privado y a percibir el mismo sueldo por igual trabajo.”",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "33",
    "raw_text": "Indicación del convencional Hugo Gutiérrez para reemplazar los incisos primero y segundo del artículo 2 que pasan a ser segundo y tercero por los siguientes: “El Estado de Chile reconoce el derecho a mujeres y hombres a una vida libre de violencia en especial a las mujeres, niñeces, diversidades y disidencias sexo-genéricas como un derecho humano y garantiza su promoción en todos los ámbitos y en todas sus manifestaciones. Es deber inclaudicable del Estado prevenir, investigar, sancionar y erradicar todas las manifestaciones de violencia en especial las de género, incluida por ejemplo como parte de ésta la gineco-obstétrica sin discriminación alguna, provenga su perpetración de particulares, del Estado, de sus integrantes o agentes en pleno ejercicio de sus funciones o retirados de ella.”",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "34",
    "raw_text": "Indicación del señor Squella para reemplazar en el inciso primero del artículo 4 la expresión “plena inclusión social” por “la más completa inclusión social posible”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "35",
    "raw_text": "Indicación del convencional Cretton para suprimir, en el inciso primero del artículo 2, la frase “niñeces, diversidades y disidencias sexogenéricas”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "36",
    "raw_text": "Indicación del señor Squella para eliminar en el inciso segundo del artículo 2 el término “inclaudicable”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "37",
    "raw_text": "Indicación del señor Squella para eliminar en el inciso tercero del artículo 2 la palabra “especialmente”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "38",
    "raw_text": "Indicación del señor Squella para eliminar en inciso 4 del mismo artículo 2 el término “irrestricto”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "39",
    "raw_text": "Indicación del señor Squella para sustituir en artículo 4 la frase “la Constitución reconoce a las personas con discapacidad como plenos sujetos de derechos” por la siguiente. “La Constitución reconoce a las personas con discapacidad como sujetos de especial protección y titulares, además de los derechos fundamentales de carácter común y universal, de los derechos específicos atingentes a su situación y que se encuentran establecidos en esta Constitución, las leyes y en los tratados internacionales suscritos por Chile que se encuentren vigentes”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "40",
    "raw_text": "Indicación del convencional Cretton para agregar, antes del inciso final del artículo 2, el siguiente inciso: “Las mujeres que sean madres tendrán derecho a un programa de acompañamiento integral antes, durante y después del parto, especialmente para aquellas que se encuentren en condiciones de vulnerabilidad. El Estado dispondrá de políticas públicas dentro del Sistema de Salud y apoyará y fomentará las instituciones que los implementen, según lo que disponga la ley”.",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "41",
    "raw_text": "Indicación de Vallejos y otros, para añadir al artículo 2, los siguientes artículos: “Art. 2 bis. Derecho a la igualdad de oportunidades y remuneraciones en el trabajo. Todas las personas tienen derecho al trabajo remunerado, a la elección del mismo, y a realizarlo en las mismas condiciones laborales y salariales sin discriminación alguna por razones de género. Es deber del Estado garantizar, mediante incentivos específicos, la contratación y desarrollo laboral de las mujeres para lograr la plena igualdad de oportunidades respecto de los hombres. A su vez, debe promover la adaptabilidad laboral para hombres y mujeres y apoyar la maternidad, paternidad, y corresponsabilidad parental en los lugares de trabajo.” “Art. 2 ter. Deber de corresponsabilidad de las labores del hogar y crianza. Es deber de madres y padres contribuir, en forma equitativa y mediante esfuerzo común, a la mantención del hogar, el cuidado, la educación y formación de las hijas e hijos menores de edad o que presenten alguna discapacidad. El Estado deberá promover la corresponsabilidad de hombres y mujeres en el trabajo doméstico y la adecuada valoración de la maternidad y paternidad como función social.”",
    "target_article_guess": "Artículo 2",
    "authors_matched": [
      "Vallejos, Loreto"
    ]
  },
  {
    "number": "42",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 3.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "43",
    "raw_text": "Indicación de la convencional Bárbara Sepúlveda y otras para suprimir el actual artículo 3 (IPC N° 57)",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Sepulveda, Barbara"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir la frase “de las mujeres, niñas, diversidades y disidencias sexogenéricas” por “de las personas”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para suprimir la frase “de género”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso primero, por el siguiente tenor: “El Estado reconoce el derecho de las personas a una vida libre de violencia en el ámbito público y privado”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para sustituir el inciso tercero, por el siguiente: “El Estado debe financiar los derechos fundamentales, considerando el principio de responsabilidad fiscal. Las personas que accedan a subsidios estatales con fines educacionales, de salud u otro de naturaleza similar, podrán disponer libremente de éstos, con la sola limitación de que sean utilizados para los fines previstos, y sin que el Estado pueda discriminar arbitrariamente al prestador del bien o servicio”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso en el siguiente tenor: “El Estado reconoce el derecho de las personas a una vida libre de violencia en el ámbito público y privado”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "8 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "9 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso en el siguiente tenor: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "10 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Las personas que accedan a subsidios o prestaciones estatales con fines educacionales, de salud, vivienda u otro de naturaleza similar, podrán disponer libremente de éstos recursos, con la sola limitación de que sean utilizados para los fines previstos, y sin que el Estado pueda discriminar arbitrariamente al prestador del bien o servicio que libremente las personas deseen elegir”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "45",
    "raw_text": "Indicación de la señora Loncon para sustituir el texto del Artículo 3, por el siguiente: “Artículo 3.- El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia y cualquier otra práctica que reproduzca las relaciones de poder históricamente desiguales. El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar en forma efectiva, de manera oportuna e integral, adoptando garantías de no repetición a fin de erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes. El Estado promovera la no discriminación y protección de los derechos de las mujeres, niñas, diversidades y disidencias sexogenéricas, de todos los pueblos. Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho, y a todos los órganos del mismo, en el ámbito de sus competencias, generar políticas intersectoriales e interculturales de promoción, prevención, capacitación y formación en enfoque de género, y derechos humanos.”",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "46",
    "raw_text": "Indicación del convencional Hugo Gutiérrez para reemplazar los incisos primero y segundo del artículo 3 por los siguientes: “El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexo-genéricas a una vida libre de violencia de género en sus diversas manifestaciones incluida por ejemplo como parte de ésta la gineco-obstétrica, en el ámbito público y privado. El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género en sus diversas manifestaciones incluida por ejemplo como parte de ésta la gineco-obstétrica, sin discriminación, sea cometida por particulares, el Estado sus agentes o integrantes. Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja en que pueda hallarse en razón de su edad, estado civil, etnia, idioma, religión o creencia, ideología u opinión política o de otro tipo, origen nacional o social, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, orientación sexual, identidad y expresión de género, apariencia personal, condición de salud, de migración, de refugiada, de ruralidad, situación de discapacidad o cualquier otra condición.”",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "47",
    "raw_text": "Indicación del señor Cretton para sustituir en el inciso primero del artículo 3, la frase “mujeres, diversidades y disidencias sexogenéricas” por “mujeres, sean adultas o niñas”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "48",
    "raw_text": "Indicación del señor Cretton para suprimir en el inciso primero del artículo 3 las palabras “de género”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "49",
    "raw_text": "Indicación del señor Cretton para sustituir en el inciso segundo del artículo 3 la frase “de género, sin discriminación” por “contra ellas, sin discriminación arbitraria”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "50",
    "raw_text": "Indicación del señor Cretton para suprimir en el inciso segundo del artículo 3 la frase: “Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja en que puedan hallarse en razón de su edad, estado civil, etnia, idioma, religión o creencia, ideología u opinión política o de otro tipo, origen nacional o social, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, orientación sexual, identidad y expresión de género, apariencia personal, condición de salud, de migración, de refugiada, de ruralidad, situación de discapacidad o cualquier otra condición.”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "51",
    "raw_text": "Indicación del señor Cretton para sustituir en el inciso tercero del artículo 3 la frase “políticas intersectoriales de promoción, prevención, capacitación y formación en enfoque de género y derechos humanos” por “políticas de capacitación en prevención de la violencia.”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "52",
    "raw_text": "Indicación del señor Cretton para suprimir en el inciso cuarto del artículo 3 la frase “con enfoque de género”.",
    "target_article_guess": "Artículo 3",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "53",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 4.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el inciso primero, por el siguiente: “La Constitución asegura a todas las personas su condición de tal, con pleno respeto a su dignidad, desde su concepción hasta su muerte natural”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para suprimir, en el inciso primero, la frase “con discapacidad”, las veces que aparezca.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para suprimir, en el inciso segundo, la frase: “físicas, sociales, culturales, actitudinales, de comunicación y de otra índole que dificulten a las personas con discapacidad el goce o ejercicio de sus derechos. Dicha regulación, además, dispondrá las medidas de accesibilidad, provisión de ajustes razonables, ayudas técnicas y apoyos que serán puestas a disposición de las personas con discapacidad”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “La ley arbitrará los medios necesarios para identificar y remover las barreras en la creación de negocios de los particulares, asegurándole la debida libertad, siempre respetando la Constitución y las leyes”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para sustituir, en el inciso tercero, la frase “personas con discapacidad, con la finalidad de promover su inclusión y garantizar su participación política, económica, social y cultural”, por “y sus familias, reconociéndolas como el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para sustituir el inciso tercero por el siguiente: “Los órganos del Estado podrán adoptar medidas que beneficien especialmente a las personas y sus familias, reconociéndolas como el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "8 (Arrau)",
    "raw_text": "Para sustituir el inciso quinto, por el siguiente: “Se reconoce el castellano como la lengua oficial de Chile, existiendo libertad para que las personas puedan hablar la lengua que libremente elijan, pero respetando que para actuaciones en nombre de órganos del Estado o ante el Estado, la lengua será el Castellano”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "9 (Arrau)",
    "raw_text": "Paras sustituir el último inciso por el siguiente: “La ley prohibirá y sancionará cualquier tipo de discriminación, abuso, maltrato, violencia y explotación en contra de las personas”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "10 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “La ley arbitrará los medios necesarios para identificar y remover las barreras en la creación de negocios de los particulares, asegurándole la debida libertad, siempre respetando la Constitución y las leyes”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "11 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Los órganos del Estado podrán adoptar medidas que beneficien especialmente a las personas y sus familias, reconociéndolas como el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "12 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Se reconoce el castellano como la lengua oficial de Chile, existiendo libertad para que las personas puedan hablar la lengua que libremente elijan, pero respetando que para actuaciones en nombre de órganos del Estado o ante el Estado, la lengua será el Castellano”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "44",
    "raw_text": "Indicación del convencional Saldaña y otros, para sustituir el artículo 4°, por el siguiente: “Derechos de las personas con discapacidad. La Constitución reconoce a las personas con discapacidad como sujetos de derechos que esta Constitución y los tratados internacionales ratificados y vigentes les reconocen, en igualdad de condiciones con los demás y garantiza el goce y ejercicio de su capacidad jurídica, con apoyos y salvaguardias, según corresponda. Las personas con discapacidad tienen derecho a la accesibilidad universal, así como también la inclusión social, inserción laboral, su participación política, económica, social y cultural. El Estado establecerá un servicio nacional para brindar apoyo personalizado e integral a las personas con discapacidad y sus familias a través del cual se elaborarán, coordinarán y ejecutarán las políticas y programas destinados a atender las necesidades de quien lo solicite o lo necesite. Este Servicio deberá tener como principios rectores el respeto a la dignidad, autonomía, la voluntad y las preferencias de la persona con discapacidad que incluirá siempre su derecho a tomar las propias decisiones. La ley arbitrará los medios necesarios para identificar y remover las barreras físicas, sociales, culturales, actitudinales, de comunicación y de otra índole para facilitar a las personas con discapacidad el ejercicio de sus derechos.”",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "54",
    "raw_text": "Indicación de la señora Loncon para sustituir el inciso primero del Artículo 4 por el siguiente: “Artículo 4.- El Estado reconoce a las personas con discapacidad como plenos sujetos de derechos, en igualdad de condiciones que las demás y garantiza el goce y ejercicio de su capacidad jurídica y su derecho a una vida independiente. Es deber del Estado promover, proteger y garantizar la plena inclusión social, la promoción de su accesibilidad universal y el desarrollo de sus capacidades y autonomía en todas las esferas de la vida.”.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "55",
    "raw_text": "Indicación de la señora Loncon para eliminar en el inciso segundo del Artículo 4, la frase: “físicas, sociales, culturales, actitudinales, de comunicación y de otra índole”. Debiendo quedar como sigue “La ley arbitrará los medios necesarios para identificar y remover las barreras que dificulten a las personas con discapacidad el goce o ejercicio de sus derechos. Dicha regulación, además, dispondrá las medidas de accesibilidad, provisión de ajustes razonables, ayudas técnicas y apoyos que serán puestas a disposición de las personas con discapacidad.”",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "56",
    "raw_text": "Indicación de la señora Loncon para suprimir los incisos tercero y quinto del Artículo 4.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "57",
    "raw_text": "Indicación del convencional Barceló para:\n- Para suprimir inciso segundo del artículo 4.\n- Para suprimir la palabra “beneficien” en el inciso quinto del artículo 4.\n- Para suprimir incisos sexto y séptimo del artículo 4.\n- Para agregar al final del inciso octavo lo siguiente “ y otros medios, modos y formatos de comunicación e información para otros tipos de discapacidad, tales como braille, sistema de audio y medios de formato aumentativo o alternativos “\n- Para suprimir inciso noveno del artículo 4.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Barcelo, Luis"
    ]
  },
  {
    "number": "58",
    "raw_text": "Indicación de Lisette Vergara para reemplazar en todo el artículo 4 “personas con discapacidad” por “personas en situación de discapacidad”",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "59",
    "raw_text": "Indicación de Lisette Vergara para agregar como segundo inciso del artículo 4, lo siguiente: “El Estado deberá promover, asegurar y proteger la autonomía, la accesibilidad universal, la inclusión y la dignidad de todas las personas en situación de discapacidad.”",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "60",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso segundo por el siguiente: “El Estado promoverá, protegerá y garantizará el goce pleno de los derechos y libertades fundamentales de las personas con discapacidad, con el objetivo de su plena inclusión social, el resguardo de su dignidad inherente, el desarrollo de sus capacidades y autonomía en todas las esferas de la vida. Todo lo anterior, a partir de un enfoque de género, interseccional y de ciclo de vida.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "61",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso tercero por el siguiente: “El Estado adoptará todas las medidas necesarias para remover las barreras físicas, sociales, culturales, actitudinales, de comunicación y de toda índole que dificulten el goce y ejercicio de sus derechos. Éstas incluirán medidas de accesibilidad universal, provisión de ajustes razonables, ayudas técnicas y apoyos que serán puestas a disposición de las personas con discapacidad.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "62",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para suprimir el inciso cuarto.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "s/n",
    "raw_text": "Indicación de la convencional Cancino para suprimir el inciso 4.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Cancino, Adriana"
    ]
  },
  {
    "number": "63",
    "raw_text": "Indicación de la convencional Cancino para suprimir el inciso 5.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Cancino, Adriana"
    ]
  },
  {
    "number": "64",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso quinto por el siguiente: “El Estado y todos sus órganos deberán adoptar todas las medidas necesarias para promover la inclusión y garantizar la participación política, económica, social y cultural.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "65",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso sexto por el siguiente: El Estado garantizará estos derechos a través de un sistema integral de carácter nacional, a través del cual se elaborarán, coordinarán y ejecutarán las políticas y programas destinados a atender las necesidades de trabajo, educación, vivienda, salud y recreación de las personas con discapacidad.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "66",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para agregar un nuevo inciso del siguiente tenor: El Estado deberá asegurar la representación de las personas con discapacidad en cargos de elección popular, a través del establecimiento de cuotas reservadas definidas por Ley.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "67",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso octavo por el siguiente: El Estado garantizará los derechos lingüísticos e identidades culturales de las personas con discapacidad, los que incluyen el derecho a expresarse y comunicarse a través de sus lenguas y el acceso a mecanismos, medios y formas alternativas de comunicación. Asimismo, garantizará la autonomía lingüística de las personas sordas en todos los ámbitos de la vida, considerando especialmente el derecho a la educación en su propia lengua, al trabajo, a los servicios de salud, al sistema de justicia, y programas de prevención de la violencia lingüística y culturalmente concordantes.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "68",
    "raw_text": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso diez.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Serey, Mariela"
    ]
  },
  {
    "number": "69",
    "raw_text": "Indicación de Lisette Vergara para agregar como último inciso del artículo 4, lo siguiente: Existirá en conformidad a la ley, un órgano especializado en la defensa de las personas en situación de discapacidad y sus derechos, vinculado directamente al defensor del pueblo.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "70",
    "raw_text": "Indicación del convencional Barraza para incorporar un nuevo artículo, después del artículo 4, del siguiente tenor: Artículo X. El Estado deberá asegurar la representación política de las personas con discapacidad en cargos de elección popular, a través del establecimiento de cuotas reservadas definidas por Ley.",
    "target_article_guess": "Artículo 4",
    "authors_matched": [
      "Barraza, Marcos"
    ]
  },
  {
    "number": "71",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 5.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el inciso primero: “Las personas nacen libres e iguales en dignidad y derechos y tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso tercero por el siguiente: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso en el siguiente tenor: “Los trabajadores son dueños de sus ahorros previsionales y podrán heredarlos a las personas establecidas en la ley, salvo manifestación expresa en contrario”.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "72",
    "raw_text": "Indicación del convencional Barceló para:\n• Para suprimir en inciso primero la palabra “nuestros” del artículo 5.\n• Para suprimir inciso segundo del artículo 5\n• Para suprimir inciso tercero del artículo 5 y sus partes “Se reconoce a las personas con discapacidad los siguientes derechos:\n– Derecho a la accesibilidad universal en todas sus dimensiones.\n– Derecho a la educación, inclusiva y sin segregación, en todos los niveles, con garantía de acceso, permanencia y progreso, así como la formación ocupacional.\n– Derecho al trabajo y condiciones laborales satisfactorias.\n– Derecho a la salud (incluyendo rehabilitación integral), a la seguridad social, y a las coberturas acorde con sus necesidades.\n– Derecho a la vivienda digna y adecuada y a espacios inclusivos.\n– Derechos lingüísticos, así como el derecho a expresarse y comunicarse a través de los lenguajes correspondientes, y el acceso a mecanismos, medios y formas alternativas de comunicación.\n– Derechos políticos y de participación en espacios de deliberación a través de cuotas reservadas en todos los cargos de representación popular. Así como la plena inclusión en los procesos electorales.\n– A la Participación vinculante de Personas con Discapacidad en diseño, implementación y evaluación de políticas públicas sobre discapacidad\n– Al reconocimiento de la capacidad jurídica de las Personas con Discapacidad para el pleno ejercicio de los derechos civiles y políticos.\n– Al acceso adecuado a bienes y servicios.”",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Barcelo, Luis"
    ]
  },
  {
    "number": "73",
    "raw_text": "Indicación del convencional Barraza para sustituir el inciso segundo, del artículo 5, por el siguiente: El Estado debe garantizar el respeto de la dignidad humana, la igualdad sustantiva, la equiparación de oportunidades, la integración social y participación política de las personas con discapacidad.",
    "target_article_guess": "Artículo 5",
    "authors_matched": [
      "Barraza, Marcos"
    ]
  },
  {
    "number": "74",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 6.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el articulo por el siguiente: “El Estado deberá promover, proteger y asegurar a las personas el imperio del Estado de Derecho en todo el territorio nacional”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso primero: “Las personas nacen libres e iguales en dignidad y derechos y tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso en el siguiente tenor: “Los trabajadores son dueños de sus ahorros previsionales y podrán heredarlos a las personas establecidas en la ley, salvo manifestación expresa en contrario”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "75",
    "raw_text": "Indicación del señor Cretton para suprimir en el inciso primero del artículo 6, la frase “, con enfoque de género, infancia y envejecimiento”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "76",
    "raw_text": "Indicación del convencional Barceló para:\n• Letra a.- primer inciso agregar después de la palabra “tienen..” las palabras “ derecho a la ..”\n• Letra a.- primer inciso suprimir la oración “ lo que es plenamente aplicable a la celebración de actos y contratos como también al consentimiento libre e informado”.\n• Letra b.- agregar después del segundo inciso lo siguiente \"Se reconoce que la lengua de señas chilena para las personas sordas es indispensable en su acceso a la información y comunicaciones. Se reconoce la utilización del sistema braille, el uso de sistema de audio y audio descripción así como otros medios, modos o formatos de comunicación aumentativos o alternativos que utilicen las personas con discapacidad para su accesibilidad a la información y comunicaciones.\"\n• Letra c.- agregar en el inciso segundo después de la palabra “participación” las siguientes palabras “efectiva en asuntos políticos y públicos…”\n• Para agregar después del segundo inciso de la letra c ,lo siguiente : \"El Estado debe remover las distintas barreras que dificultan o impiden la inclusión y participación plena de las personas con discapacidad en la sociedad.\"\n• Para suprimir en el último inciso la siguiente oración “Algunos suelen denominar esto como “Servicio Nacional de Cuidado”.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Barcelo, Luis"
    ]
  },
  {
    "number": "77",
    "raw_text": "Indicación del señor Barraza para incorporar, en el artícul0 6, después del literal “c” un inciso del tenor siguiente: “El Estado deberá asegurar la representación de las personas con discapacidad en cargos de elección popular, a través del establecimiento de cuotas reservadas definidas por Ley.",
    "target_article_guess": "Artículo 6",
    "authors_matched": [
      "Barraza, Marcos"
    ]
  },
  {
    "number": "78",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 7.",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el inciso primero por el siguiente: “Las personas nacen libres e iguales en dignidad y derechos. Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para suprimir, en el inciso final, la frase: “en condición del Espectro Autista”.",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir, en el inciso final, la palabra “esta” por “ninguna”.",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Los órganos del Estado podrán adoptar medidas que beneficien especialmente a las personas y sus familias, reconociéndolas como el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “La Constitución asegura a todas las personas su condición de tal, con pleno respeto a su dignidad, desde su concepción hasta su muerte natural”.",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "79",
    "raw_text": "Indicación de los convencionales Tepper, Veloso, Silva y otros para agregar un nuevo artículo en Derechos de las Personas en situación de Discapacidad.\n“Art. XXX. La Constitución reconoce a las personas en situación de discapacidad como plenos sujetos de derechos, en igualdad de condiciones y garantiza el goce y ejercicio de su capacidad jurídica, con apoyos y salvaguardias, de acuerdo con lo consagrado en esta Constitución y en los tratados internacionales ratificados por Chile y que se encuentren vigentes.\nEl Estado establecerá un Servicio Nacional que brinde apoyo integral y personalizado a las personas en situación de discapacidad y sus familias. Organismo que de manera intersectorial elaborará, coordinará y ejecutará las políticas y programas destinados a disponer las condiciones básicas que aseguren el desarrollo integral, la accesibilidad universal, la inclusión y los medios necesarios para su tratamiento, habilitación y rehabilitación, incluyendo prestaciones de salud física y mental.”",
    "target_article_guess": "Artículo 7",
    "authors_matched": [
      "Tepper, Maria Angelica",
      "Veloso, Paulina",
      "Silva, Luciano"
    ]
  },
  {
    "number": "80",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 8.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “Toda persona tiene derecho al libre y pleno desarrollo de su personalidad. El Estado buscará su mayor realización material y espiritual posible”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso primero, por el siguiente: “Toda persona tiene derecho al libre y pleno desarrollo de su personalidad. El Estado buscará su mayor realización material y espiritual posible”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “Ni el Estado, ni ninguna persona, institución o grupo podrá restringir, condicionar o excluir el reconocimiento de la personalidad de las personas, ni su libertad para crear su propio proyecto de vida”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para sustituir el inciso final por el siguiente: “La Constitución asegura a todas las personas su condición de tal, con pleno respeto a su dignidad, desde su concepción hasta su muerte natural”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para suprimir la frase “de su identidad”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para suprimir la palabra “género”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "8 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Las personas que accedan a subsidios o prestaciones estatales con fines educacionales, de salud, vivienda u otro de naturaleza similar, podrán disponer libremente de éstos recursos, con la sola limitación de que sean utilizados para los fines previstos, y sin que el Estado pueda discriminar arbitrariamente al prestador del bien o servicio que libremente las personas deseen elegir”.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "81",
    "raw_text": "Indicación de la señora Loncon para sustituir el inciso primero del Artículo 8, por el siguiente: “Artículo 8.- Derecho a la identidad. Toda persona tiene derecho al libre desarrollo y pleno reconocimiento de su identidad, en todas sus dimensiones y manifestaciones, incluyendo la nacionalidad, pertenencia a un pueblo o nación indígena, cultura, edad, características sexuales, identidades y expresiones de género, y orientaciones sexoafectivas.”",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "82",
    "raw_text": "Indicación de la convencional Veloso y el señor Silva para agregar un inciso en el artículo 8, como sigue: Las personas naturales tendrán derecho a objeción de conciencia basadas en sus creencias, culto o religión, para todo tipo de actividad que vaya en contra de estas, y, especialmente, en relación con el derecho a la identidad, siempre que esta no sea arbitraria. Asimismo, el derecho a la identidad podrá ser restringido cuando pueda afectar otros derechos y libertades fundamentales, como lo es participar en igualdad de oportunidades, tanto en ámbitos públicos y privados, principalmente cuando del derecho a la identidad se generan desventajas hacia las mujeres.",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Veloso, Paulina",
      "Silva, Luciano"
    ]
  },
  {
    "number": "83",
    "raw_text": "Indicación del señor Cretton para agregar los siguientes incisos finales al artículo 8: “La rectificación en los documentos de identidad no afectará la titularidad de los derechos y obligaciones patrimoniales que pudieran corresponder a la persona con anterioridad a dicha rectificación, ni afectará las provenientes de las relaciones propias del derecho de familia en todos sus órdenes y grados, las que se mantendrán inmodificables. Asimismo, tampoco afectará las garantías, derechos y las prestaciones de salud que pudieran corresponder a la persona con anterioridad a la inscripción del cambio.”",
    "target_article_guess": "Artículo 8",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "84",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 9.",
    "target_article_guess": "Artículo 9",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículo 9",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículo 9",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "85",
    "raw_text": "Indicación de la convencional Vallejos y otros, para suprimir los vocablos “1., 2. y 3.”, en el artículo 9.",
    "target_article_guess": "Artículo 9",
    "authors_matched": [
      "Vallejos, Loreto"
    ]
  },
  {
    "number": "86",
    "raw_text": "Indicación del señor Cretton para eliminar del artículo 9, en su numeral 2, la frase “perspectiva de género,”.",
    "target_article_guess": "Artículo 9",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "87",
    "raw_text": "Indicación de la convencional Vallejos y otros, para agregar en el artículo 9 inciso tercero la oración: \"el derecho\" entre las palabras \"proceso,\" y \"a\" .",
    "target_article_guess": "Artículo 9",
    "authors_matched": [
      "Vallejos, Loreto"
    ]
  },
  {
    "number": "88",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 10.",
    "target_article_guess": "Artículo 10",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículo 10",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículo 10",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "89",
    "raw_text": "Indicación del señor Saldaña y otros, para sustituir el artículo 10°, por el siguiente: Derecho al asilo: Toda persona tiene derecho a buscar y recibir asilo, de acuerdo con la legislación nacional y los tratados internacionales suscritos y ratificados por Chile, y que se encuentren vigentes. Una ley regulará el procedimiento de solicitud y reconocimiento de la condición de refugiado, así como las garantías y protecciones específicas que se establezcan en favor de las personas solicitantes de asilo o refugiadas.",
    "target_article_guess": "Artículo 10",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "90",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 11.",
    "target_article_guess": "Artículo 11",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículo 11",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículo 11",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "91",
    "raw_text": "Indicación del señor Saldaña y otros, para sustituir el artículo 11°, por el siguiente: “Principio de no devolución. Ninguna persona solicitante de asilo o refugiada será regresada por la fuerza a las fronteras de territorios donde su vida o libertad pueden verse amenazadas, corra riesgo de persecución o graves violaciones de derechos humanos. Esto incluye las devoluciones masivas de grupos o personas. El Estado no podrá deportar, expulsar, extraditar, o devolver, sea directa o indirectamente a ninguna persona que sea solicitante de asilo o refugiada.”",
    "target_article_guess": "Artículo 11",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "92",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 12.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición. Podrán ejercer los derechos políticos que esta Constitución establece los ciudadanos mayores de dieciocho años”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso primero por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “Podrán ejercer los derechos políticos que esta Constitución establece los ciudadanos mayores de dieciocho años”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para incorporar un inciso nuevo, en el siguiente tenor: “Podrán ejercer los derechos políticos que esta Constitución establece los ciudadanos mayores de dieciocho años”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para incorporar un inciso nuevo, en el siguiente tenor: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "92 bis",
    "raw_text": "Indicación del convencional Saldaña y otros para Saldaña y otros, para sustituir el artículo 12°, por el siguiente: “Derechos de niñas, niños y adolescentes. La Constitución asegura la protección prioritaria del interés superior de niños, niñas y adolescentes, de su autonomía progresiva y de la titularidad y ejercicio efectivo de todos sus derechos fundamentales, los consagrados en esta Constitución, en los tratados internacionales ratificados por Chile; y las leyes. El derecho a ser escuchados y tomados en cuenta en las cuestiones que les afecten será protegido en función de su edad y madurez. Es deber del Estado crear las condiciones que faciliten el desarrollo y bienestar de niños, niñas y adolescentes, así como proteger su derecho a crecer en un ambiente familiar. La Ley establecerá un sistema de protección integral de la niñez.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "93",
    "raw_text": "Indicación de Vallejos y otros, para sustituir el artículo 12°, por el siguiente: “Artículo 12.- Derechos de niñas, niños y adolescentes. Las niñas, niños y adolescentes son titulares de todos los derechos y garantías establecidas en esta Constitución, en las leyes y tratados internacionales ratificados y vigentes en Chile. El Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes, resguardando su interés superior, su autonomía progresiva, su desarrollo integral y a ser escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social. El Estado deberá velar porque no sean separados de sus familias salvo como medida temporal y último recurso en resguardo de su interés superior. Las familias tienen un rol de garantes en el desarrollo integral de niños, niñas y adolescentes. Es deber del Estado reconocer este rol, donde la sociedad y comunidades coparticipan activamente y dar el apoyo necesario para la realización de este. La ley establecerá un sistema integral y universal de garantías de los derechos a los que se refiere este artículo, a través del cual establecerá responsabilidades específicas de los poderes y órganos del Estado y su deber de trabajo intersectorial y coordinado para asegurar la promoción y protección efectiva de los derechos de niñas, niños y adolescentes.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Vallejos, Loreto"
    ]
  },
  {
    "number": "94",
    "raw_text": "Indicación de Lisette Vergara para reemplazar el artículo 12 por el siguiente: Artículo 12. Derechos de niños, niñas y adolescentes. Los niños, niñas y adolescentes son sujetos de derecho, y como tales gozarán de todos los derechos consagrados en esta Constitución, los señalados en la Convención sobre los Derechos de la Niñez, en los tratados internacionales ratificados por Chile y las leyes vigentes. El Estado tiene el deber prioritario de respetar, promover y garantizar, sin discriminación y en todo su actuar el ejercicio de los derechos civiles y sociales de las niñas, niños y adolescentes, resguardando su interés superior, su autonomía progresiva, derecho al desarrollo, al descanso y el juego. Niños, niñas y adolescentes tienen derecho a desarrollarse en un entorno familiar, por ende, el Estado reconoce el rol esencial que las diversas formas de familia cumplen en el pleno desarrollo de los derechos de la niñez y su bienestar, asegurándoles el derecho a crecer en un ambiente familiar, y a que los adultos responsables de su cuidado cuenten con lo necesario para el cumplimiento de sus responsabilidades. El Estado contará con un sistema integral y universal de garantías de los derechos y protección integral, estableciendo responsabilidades específicas de los poderes y órganos del Estado, determinando los mecanismos de exigibilidad de los derechos de niñas, niños y adolescentes.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "95",
    "raw_text": "Indicación del señor Squella para sustituir el inciso primero del artículo 12 por el siguiente: “Los niños, niñas y adolescentes son sujetos de derecho que, en tal carácter, son titulares de los derechos fundamentales comunes a todas las personas y, asimismo, de aquellos que conciernen a su particular situación y que se encuentran establecidos por esta Constitución, las leyes y los tratados internacionales suscritos por Chile”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "96",
    "raw_text": "Indicación de la señora Loncon para sustituir el inciso primero del Artículo 12 por el siguiente: “Artículo 12. Derechos de niños, niñas y adolescentes. Los niños, niñas y adolescentes son sujetos de derecho y como tales gozarán de aquellos derechos y garantías establecidas en esta Constitución, en las leyes y tratados internacionales ratificados y vigentes en Chile.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "97",
    "raw_text": "Indicación de la señora Loncon para sustituir el inciso segundo del Artículo 12 por el siguiente: El Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes, resguardando su interés superior, el derecho a ser oídos, a la autonomía progresiva, a la vida, supervivencia y desarrollo. En especial, tomará todas las medidas apropiadas para garantizar su derecho a llevar a una vida libre de violencia, explotación, maltrato y abusos, al libre desarrollo de su personalidad, al nombre y a la nacionalidad, a tener una familia y no ser separados de ella, a la recreación, a la educación, a la salud, a los cuidados, al buen trato, a la cultura acorde con su cosmovisión, a la vivienda, a la alimentación, a ser oídos, escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "98",
    "raw_text": "Indicación del convencional Hugo Gutiérrez para sustituir el inciso segundo del artículo 12 por el siguiente: “La Constitución reconoce especialmente los siguientes derechos para niños, niñas y adolescentes: su nombre y nacionalidad, vivir en una familia y no ser separados arbitrariamente de ella, los cuidados que requieran para su desarrollo armonioso e integral, la educación y la cultura acordes con su cosmovisión, la recreación, la protección de su vida privada y la libre expresión de su opinión. Serán protegidos especialmente contra toda forma de abandono, violencia en sus diversas manifestaciones incluida por ejemplo como parte de ésta la violencia vicaria, malos tratos, discriminación, negligencia, abuso sexual y explotación sexual, laboral o económica.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "99",
    "raw_text": "Indicación de la señora Loncon para sustituir el inciso tercero del Artículo 12 por el siguiente: “La Constitución reconoce el rol esencial que las diversas formas de familia cumplen en el pleno desarrollo de los derechos de la niñez y su bienestar. El Estado garantizará la protección y asistencia especial de niños, niñas y adolescentes que estén temporal o permanentemente privados de su medio familiar, o cuyo interés superior exija que no permanezcan en ese medio. Consecuentemente, se promueve que los adultos responsables de su cuidado cuenten con los apoyos necesarios para el cumplimiento de sus responsabilidades.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "100",
    "raw_text": "Indicación de Lisette Vergara para agregar un último inciso del siguiente tenor: “Será deber del Estado, sus órganos y las políticas públicas, generar mecanismos de participación efectiva e incidente en todas las materias donde se vean afectados sus intereses en las formas que estipula la ley.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "101",
    "raw_text": "Indicación de los convencionales Veloso y Silva para agregar un inciso al artículo 12, por el siguiente: “La Constitución reconoce especialmente los siguientes derechos para niños, niñas y adolescentes: su nombre y nacionalidad, vivir en una familia y no ser separados arbitrariamente de ella, los cuidados que requieran para su desarrollo armonioso e integral, la educación y la cultura acordes con su cosmovisión, creencias, religión, cultos y provenientes de su historia familiar, la recreación, la protección de su vida privada y la libre expresión de su opinión. Serán protegidos especialmente contra toda forma de abandono, violencia, malos tratos, discriminación, negligencia, abuso sexual y explotación sexual, laboral o económica.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Veloso, Paulina",
      "Silva, Luciano"
    ]
  },
  {
    "number": "102",
    "raw_text": "Indicación del señor Saldaña para incorporar el siguiente inciso inciso adicional al art. 12 del texto sistematizado: “Los derechos de la niñez y juventud que consagra la Constitución y la institucionalidad y políticas públicas que desarrollen actividades para su satisfacción, no serán objeto de comercialización o lucro. El Estado no puede delegar, concesionar ni privatizar las funciones y acciones protección de la niñez y juventud que le corresponde, en especial de aquellos en situación de vulnerabilidad.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "103",
    "raw_text": "Indicación del señor Saldaña para incorporar el siguiente inciso adicional al art. 12 del texto sistematizado: ”En todos los asuntos que afecten a los niños, niñas y adolescentes, y en la formulación de las políticas públicas respectivas, se deberá garantizar su participación incidente.”",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "104",
    "raw_text": "Indicación del señor Saldaña para incorporar el siguiente inciso adicional al art. 12 del texto sistematizado: “Los niños, niñas y adolescentes tienen derecho a ser protegidos contra toda forma de violencia, maltrato, abuso, explotación, acoso y negligencia. La erradicación de la violencia contra la niñez será declarada un asunto de la más alta prioridad del Estado, y para ello diseñará estrategias y acciones para abordar situaciones que impliquen un menoscabo de la integridad personal de niñas, niños y adolescentes, sea que la violencia provenga de las familias, del propio Estado, o de terceros”.",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "105",
    "raw_text": "Indicación de los convencionales Saldaña y Grandon, para incorporar el siguiente inciso adicional al final del art. 12 del texto sistematizado: \"El Estado reconoce el derecho de los niños, niñas y adolescentes a ser orientados y guiados por sus padres, madres, tutores, cuidadores o familia ampliada, según el caso, en función del ejercicio de sus derechos y de acuerdo a la evolución de sus facultades\".",
    "target_article_guess": "Artículo 12",
    "authors_matched": [
      "Saldana, Alvin",
      "Grandon, Giovanna"
    ]
  },
  {
    "number": "106",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 13.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "107",
    "raw_text": "Indicación de la señora Loncon para suprimir los artículos 13 y 14.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "107 bis",
    "raw_text": "Indicación del señor Saldaña y otros, para suprimir los artículos 13° y 14°.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el artículo por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “La familia es el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para sustituir el inciso tercero por el siguiente: “Las familias tienen un rol de garantes en el desarrollo integral de niños, en armonía con los principios establecidos en la Constitución, leyes y en los tratados internacionales ratificados y vigentes en Chile. Es deber del Estado reconocer este rol y dar el apoyo necesario para la realización del mismo, además de consagrar que las familias son el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para sustituir el inciso final por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso en el siguiente tenor: “Podrán ejercer los derechos políticos que esta Constitución establece los ciudadanos mayores de dieciocho años”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "8 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso por el siguiente: “La familia es el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "9 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "108",
    "raw_text": "Indicación del convencional Squella para reemplazar en inciso 2 del artículo 14, la expresión “como límite” por la palabra “presente”. (Nota: Contexto físico Artículo 13)",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "109",
    "raw_text": "Indicación del convencional Hugo Gutiérrez para sustituir el inciso segundo del artículo 13 por el siguiente: “El Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes, resguardando su interés superior, el derecho a ser oídos, a la autonomía progresiva, a la vida, supervivencia y desarrollo. En especial, tomará todas las medidas apropiadas para garantizar su derecho a llevar a una vida libre de violencia en sus diversas manifestaciones incluida por ejemplo como parte de ésta la violencia vicaria, explotación, maltrato y abusos, al libre desarrollo de su personalidad, al nombre y a la nacionalidad, a tener una familia y no ser separados de ella, a la recreación, a la educación, a la salud, a los cuidados y al amor, a la cultura, a la vivienda, a la alimentación, a ser oídos, escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social.”",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "110",
    "raw_text": "Indicación del señor Cretton para agregar, en el inciso segundo del artículo 13, después de la frase “sin discriminación”, la palabra “arbitraria”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "111",
    "raw_text": "Indicación del señor Cretton para eliminar, en el inciso segundo del artículo 13, la frase “a la autonomía progresiva,”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "112",
    "raw_text": "Indicación del señor Cretton para sustituir, en el inciso segundo del artículo 13, la frase “oídos, escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social.” Por “escuchados.”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "113",
    "raw_text": "Indicación del señor Cretton para sustituir, en el inciso tercero del artículo 13, la frase “Las familias tienen un rol de garantes en el” por “La familia tiene un rol de principal promotor del”.",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "114",
    "raw_text": "Indicación de Lisette Vergara para agregar al artículo 13 un último inciso del siguiente tenor: “Será deber del Estado, sus órganos y las políticas públicas, generar mecanismos de participación efectiva e incidente en todas las materias donde se vean afectados sus intereses en las formas que estipula la ley.”",
    "target_article_guess": "Artículo 13",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "115",
    "raw_text": "Indicación del señor Arrau para suprimir el artículo 14.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "116",
    "raw_text": "Indicación de la señora Loncon para suprimir el artículo 14.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "2 (Arrau)",
    "raw_text": "Para sustituir el articulo por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad, raza, color, sexo, idioma, religión, o cualquiera otra condición. Podrán ejercer los derechos políticos que esta Constitución establece los ciudadanos mayores de dieciocho años”.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "3 (Arrau)",
    "raw_text": "Para sustituir el inciso primero por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece, sin distinción de edad ni ninguna otra condición. Especialmente, la propiedad privada es inviolable”.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "4 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo, por el siguiente: “La familia es el núcleo fundamental de la sociedad”.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "5 (Arrau)",
    "raw_text": "Para sustituir el inciso segundo por el siguiente: “La familia, como núcleo fundamental de la sociedad, tiene la responsabilidad y derecho preferente para educar a los niños”.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "6 (Arrau)",
    "raw_text": "Para sustituir el inciso final por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "7 (Arrau)",
    "raw_text": "Para incorporar un nuevo inciso, en el siguiente tenor: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "117",
    "raw_text": "Indicación del señor Cretton para sustituir, en el inciso segundo del artículo 14, la frase “la máxima satisfacción de los mismos, y todos los derechos de los cuales son titulares.” Por “su máxima realización espiritual y material posible.”",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Cretton, Eduardo"
    ]
  },
  {
    "number": "118",
    "raw_text": "Indicación del convencional Hugo Gutiérrez para sustituir el inciso tercero del artículo 14 por el siguiente: “Es deber del Estado garantizar las condiciones para su ejercicio, y además, que niños, niñas y adolescentes tengan una protección prioritaria frente a todo tipo de negligencia, discriminación, violencia en sus diversas manifestaciones incluida por ejemplo como parte de ésta la violencia vicaria, o ejercicio abusivo de la autoridad, de la familia o de cualquier otra institución.”",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "119",
    "raw_text": "Indicación de Lisette Vergara para agregar al artículo 14 un último inciso del siguiente tenor: “Será deber del Estado, sus órganos y las políticas públicas, generar mecanismos de participación efectiva e incidente en todas las materias donde se vean afectados sus intereses en las formas que estipula la ley.”",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "120",
    "raw_text": "Indicación de los convencionales Silva y Veloso para agregar un inciso al artículo 14, por el siguiente: Las familias tienen la responsabilidad y el derecho preferente de educar a los niños, niñas y adolescentes, teniendo siempre como límite su interés superior. El Estado garantizará la protección y asistencia especial de niños, niñas y adolescentes que estén temporal o permanentemente privados de su medio familiar, o cuyo interés superior exija que no permanezcan en ese medio. El Estado no podrá intervenir en temáticas que son propias de las familias, como la educación sexual y política, entre otras, debiendo respetar las distintas cosmovisiones, creencias y religiones.",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Silva, Luciano",
      "Veloso, Paulina"
    ]
  },
  {
    "number": "121",
    "raw_text": "Indicación de los convencionales Tepper, Veloso, Silva y otros para agregar un nuevo artículo en Derechos de Niños, Niñas y Adolescentes. “Art. XXXX. Niñas, niños y adolescentes son titulares de derechos y garantías establecidas en esta Constitución, en las leyes y los tratados internacionales de Derechos Humanos ratificados y vigentes en Chile, pudiendo ejercerlos personalmente de acuerdo con su nivel de desarrollo. Niñas, niños y adolescentes tienen derecho a la protección y al cuidado necesarios para su desarrollo integral. Las familias, cualquiera sea su composición, tienen el rol de primer garante de los derechos, libertades y del bienestar de niñas, niños y adolescentes, debiendo el Estado adoptar medidas tendientes a promover el cumplimiento de su rol social. Madres, padres y cuidadores tienen el derecho y deber preferente de educar, cuidar y apoyar a sus hijas e hijos. Asimismo, es deber del Estado apoyarlos a en el ejercicio de este rol. En todas las medidas, planes y programas públicos concernientes a niñas, niños y adolescentes y sus familias, el Estado y las organizaciones de la sociedad civil deberán resguardar el interés superior de las niñas, niños y adolescentes, con un enfoque preventivo y considerando especialmente la integridad física, psíquica y la salud mental como pilares fundamentales de su desarrollo. Es deber del Estado adoptar todas las medidas legislativas y administrativas necesarias e idóneas para proteger a niñas, niños y adolescentes contra toda forma abuso físico o mental, descuido o trato negligente, malos tratos o explotación. Niñas, niños y adolescentes tienen derecho a vivir en condiciones familiares y ambientales que les permitan el pleno y armonioso desarrollo de su personalidad. El Estado deberá velar porque no sean separados de sus familias salvo como medida temporal y último recurso en resguardo de su interés superior, en cuyo caso se priorizará un acogimiento familiar por sobre el residencial, debiendo adoptar todas las medidas que sean necesarias para asegurar su bienestar y resguardar el ejercicio de sus derechos y libertades.”",
    "target_article_guess": "Artículo 14",
    "authors_matched": [
      "Tepper, Maria Angelica",
      "Veloso, Paulina",
      "Silva, Luciano"
    ]
  },
  {
    "number": "122",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos y quienes cometan estas conductas, individual o colectivamente, constituyen un peligro para la sociedad, quedando inhabilitadas de por vida para ocupar cargo público, en medios de comunicación o en establecimientos educacionales, las personas condenadas por estas conductas”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "123",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Las personas que accedan a subsidios o prestaciones estatales con fines educacionales, de salud, vivienda u otro de naturaleza similar, podrán disponer libremente de estos recursos, con la sola limitación de que sean utilizados para los fines previstos, y sin que el Estado pueda discriminar arbitrariamente al prestador del bien o servicio que libremente las personas deseen elegir”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "124",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "125",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “La ley prohibirá y sancionará cualquier tipo de discriminación, abuso, maltrato, violencia y explotación en contra de las personas, el trato por parte del Estado no podrá hacer distinción según origen racial, pertenencia a determinado grupo étnico, religioso o socioeconómico.”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "126",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Se reconoce el castellano como la lengua oficial de Chile, existiendo libertad para que las personas puedan hablar la lengua que libremente elijan, pero respetando que para actuaciones en nombre de órganos del Estado o ante el Estado, la lengua será el Castellano”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "127",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “El Estado deberá promover, proteger y asegurar a las personas el imperio del Estado de Derecho en todo el territorio nacional”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "128",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: 129.- Articulo X: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "130",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Los trabajadores son dueños de sus ahorros previsionales y podrán heredarlos a las personas establecidas en la ley, salvo manifestación expresa en contrario”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "131",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada, en las condiciones que señala la ley”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "132",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “La familia, como núcleo fundamental de la sociedad, tiene la responsabilidad y derecho preferente para educar a los niños”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "133",
    "raw_text": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “La propiedad privada es inviolable, por lo que se prohíbe cualquier impuesto o tributo al patrimonio, como las contribuciones o el impuesto de herencia”.",
    "target_article_guess": "Artículos Nuevos (Arrau)",
    "authors_matched": [
      "Arrau, Martin"
    ]
  }
]