[
  {
    "article_number": "2",
    "article_title": "Persona",
    "full_text": "En Chile, las personas nacen y permanecen libres, interdependientes e iguales en dignidad y derechos. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de todas las garantías eficaces, oportunas, pertinentes y universales, nacionales e internacionales.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "3",
    "article_title": "Soberanía",
    "full_text": "La soberanía reside en el Pueblo de Chile, conformado por diversas naciones. Se ejerce democráticamente, de manera directa y mediante representantes, de conformidad a lo dispuesto en esta Constitución y las leyes. Ningún sector del pueblo ni individuo alguno puede atribuirse su ejercicio. Es deber de los órganos del Estado y de todas las personas y organizaciones respetar, garantizar y promover los derechos humanos y principios establecidos por esta Constitución y los tratados internacionales ratificados por Chile y que se encuentren vigentes. El ejercicio de la soberanía reconoce como limitación los derechos humanos en cuanto atributo que deriva de la dignidad humana.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "4",
    "article_title": "Plurinacionalidad",
    "full_text": "Chile es un Estado plurinacional que reconoce la coexistencia de diversos pueblos y naciones dentro de su territorio en igualdad de derechos, y sin discriminación en la distribución y ejercicio del poder. El Estado respeta y garantiza su derecho a la autodeterminación y demás derechos colectivos, mediante los mecanismos que establece esta constitución, las leyes y tratados internacionales e instrumentos de derechos humanos ratificados por Chile y que se encuentren vigentes.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "5",
    "article_title": "Democracia",
    "full_text": "En Chile, la democracia es inclusiva y paritaria. Se ejerce en forma directa, participativa, comunitaria y representativa. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política con responsabilidad de quienes ejercen el poder. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "6 D",
    "article_title": "Principio de Antirracismo",
    "full_text": "El Estado de Chile condena todo tipo de acto racista y discriminatorio y se compromete, por todos los medios apropiados y sin dilaciones, a su prevención, sanción y erradicación.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "7",
    "article_title": "Familias",
    "full_text": "El Estado reconoce y protege a las familias en sus diversas formas, expresiones y modos de vida, no restringiéndose a vínculos exclusivamente filiativos y consanguíneos. El Estado debe garantizar a las familias una vida digna, procurando que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "7 bis",
    "article_title": null,
    "full_text": "El Estado debe propender al fortalecimiento de las familias, garantizarles seguridad y una vida digna que les permita el buen vivir a partir de sus cosmovisiones particulares. Los padres o madres deberán cumplir con todas las corresponsabilidades que la ley establezca.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "9A",
    "article_title": "Principio de Buen Vivir",
    "full_text": "El Estado reconoce y promueve una relación de equilibrio armónico entre las personas, la naturaleza y la organización de la sociedad. El Estado garantiza el derecho de los pueblos al control de sus propias formas de vida y desarrollo económico, social y cultural, con reciprocidad y complementariedad.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "9G",
    "article_title": "Principio de responsabilidad ambiental",
    "full_text": "Quien dañe el medio ambiente tendrá el deber de repararlo, sin perjuicio de las sanciones administrativas, penales y civiles que correspondan en conformidad a la constitución y las leyes.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "10G",
    "article_title": "Recepción e integración del derecho internacional de los Derechos Humanos",
    "full_text": "Los derechos y obligaciones establecidos en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, los principios generales del derecho internacional de los derechos humanos, el derecho internacional consuetudinario, así como en la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas, forman parte integral de esta constitución y gozan de rango constitucional. Las normas relativas a derechos humanos se interpretarán favoreciendo siempre la más efectiva protección de las personas, los pueblos y la naturaleza. El Estado tiene la obligación de promover, respetar, proteger y garantizar los derechos humanos conforme a las disposiciones y principios del derecho internacional de los derechos humanos. Asimismo, debe prevenir, investigar, sancionar y reparar integralmente las violaciones a los derechos humanos.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "13 E",
    "article_title": "Estado Laico",
    "full_text": "Chile es un Estado Laico, donde se respeta y garantiza la libertad de religión y de creencias espirituales. Ninguna religión, ni creencia en particular es la oficial del Estado, sin perjuicio de su reconocimiento y libre ejercicio, el cual no tiene más limitación que lo dispuesto por esta Constitución. El Estado es neutral entre las diversas convicciones, creencias religiosas y cosmovisiones de sus habitantes y su relación con lo público.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "20",
    "article_title": null,
    "full_text": "Es deber del Estado proteger el patrimonio material e inmaterial que representa la vida rural y campesina de Chile, y velar por una planificación de los espacios urbanos y rurales que lo cuide y respete.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "29",
    "article_title": "Principio de sostenibilidad y responsabilidad fiscal",
    "full_text": "Las finanzas públicas se conducirán de conformidad a los principios de sostenibilidad y responsabilidad fiscal, los que guiarán el actuar del Estado en todas sus instituciones y en todos sus niveles.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "30",
    "article_title": null,
    "full_text": "El Estado podrá intervenir en la economía a través de sus órganos, desarrollando actividades económicas y prestacionales conforme a la ley. En su intervención, el Estado perseguirá el desarrollo humano sostenible y la preservación del ecosistema, incentivando la participación ciudadana. La ley establecerá los mecanismos para concretar estos deberes. La intervención estatal es obligatoria en aquellos ámbitos que aseguren prestaciones existenciales de las personas, servicio público y preservación del ecosistema. En estos ámbitos, el Estado es el titular original de la provisión, para lo cual deberá establecer estándares de funcionamiento y calidad. En los aspectos señalados en el inciso anterior, la ley podrá autorizar el servicio por parte de particulares. Sin embargo, el Estado tiene un deber de garantía, para cuyo cumplimiento establecerá estándares obligatorios de funcionamiento y aseguramiento de la calidad. La ley determinará las condiciones para el ejercicio particular de la respectiva actividad económica.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-2-03-23-1.pdf"
  },
  {
    "article_number": "1",
    "article_title": "Estado",
    "full_text": "Chile es un Estado social y democrático de derecho. Es plurinacional, intercultural y ecológico. Se constituye como una República solidaria, su democracia es paritaria y reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza. La protección y garantía de los derechos humanos individuales y colectivos son el fundamento del Estado y orientan toda su actividad. Es deber del Estado generar las condiciones necesarias y proveer los bienes y servicios para asegurar el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  },
  {
    "article_number": "6",
    "article_title": "Igualdad Sustantiva",
    "full_text": "La Constitución asegura la igualdad sustantiva de género, obligándose a garantizar el mismo trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  },
  {
    "article_number": "9",
    "article_title": "Naturaleza",
    "full_text": "Es deber del Estado, en conjunto con los pueblos, promover la conservación y restauración del equilibrio de la naturaleza, sus ciclos y elementos. Las decisiones públicas estarán basadas en los principios precautorio, de no regresión, solidaridad intergeneracional y demás reconocidos por esta Constitución y las leyes. Chile y sus pueblos tienen la obligación de tomar las medidas necesarias para combatir la emergencia climática y ecológica, mediante la transición justa e inclusiva, y las acciones de mitigación y adaptación a partir de un enfoque de equidad y solidaridad entre territorios, comunidades y generaciones. Chile tiene la obligación de cooperar con otros estados, organizaciones internacionales y otras entidades, para la protección de la Naturaleza y enfrentar la crisis climática y ecológica, cumpliendo los estándares internacionales emanados de los órganos a los cuales Chile les reconoce competencia, de acuerdo a los tratados ratificados por el Estado de Chile que se encuentren vigentes.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  },
  {
    "article_number": "12",
    "article_title": "Plurilingüismo",
    "full_text": "Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus territorios y en zonas de alta densidad poblacional de cada pueblo indígena. El Estado promueve el conocimiento, revitalización, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  },
  {
    "article_number": "14",
    "article_title": "Probidad y Transparencia",
    "full_text": "La Constitución asegura a todas las personas la transparencia de la información pública en poder del Estado facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará́ la forma en que podrá ordenarse la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines. La ley podrá ampliar las obligaciones de transparencia a instituciones privadas que ejerzan funciones públicas. Es deber del Estado garantizar, promover, amparar y fiscalizar una regulada competencia libre y leal, evitando las prácticas colusorias.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  },
  {
    "article_number": "15",
    "article_title": "Supremacía Constitucional y Legal",
    "full_text": "Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. Todo acto en contravención a este artículo es nulo de pleno derecho, y originará las responsabilidades que la ley señale. Se podrá ejercer la acción para obtener la declaración judicial que reconozca la nulidad, según el procedimiento dispuesto por esta Constitución y la ley.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  },
  {
    "article_number": "17",
    "article_title": "Emblemas",
    "full_text": "Son emblemas de Chile la bandera, el escudo, el himno nacional y aquellos pertenecientes a los pueblos y naciones indígenas. Junto a los emblemas de Chile, cada región del país podrá tener una bandera, escudo e himno regional. Las características de estos emblemas serán definidas y aprobadas por los respectivos Gobiernos Regionales.",
    "source_pdf": "C2_COMPLEX_informe-reemplazo-3-03-23-2.pdf"
  }
]