[
    {
        "article_ref": "Artículo 18",
        "base_text": "Artículo 18.- El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en el ámbito público y privado. “El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes. Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja en que puedan hallarse en razón de su edad, estado civil, etnia, idioma, religión o creencia, ideología u opinión política o de otro tipo, origen nacional o social, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, orientación sexual, identidad y expresión de género, apariencia personal, condición de salud, de migración, de refugiada, de ruralidad, situación de discapacidad o cualquier otra condición.” Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho, y a todos los órganos del mismo, en el ámbito de sus competencias, generar políticas intersectoriales de promoción, prevención, capacitación y formación en enfoque de género y derechos humanos. Asimismo, las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género, por la protección y los derechos de las víctimas, y la aplicación de medidas o sanciones, evitando la revictimización.",
        "indications": [
            {
                "number": "625",
                "content": "Indicación del señor Squella para suprimir Artículo 18.",
                "result": "Rechazado",
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "626",
                "content": "Indicación de la señora Veloso para suprimir el artículo 18 (18E-18K)",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "627",
                "content": "Indicación del señor Arrau para sustituir el inciso segundo del artículo 18, por el siguiente: “El Estado ampara su derecho a la libre determinación, a la autonomía y al autogobierno de su vida comunitaria, reconoce sus instituciones políticas, jurídicas, económicas, sociales y culturales, y promueve su participación en la organización política de la República. El Estado reconoce al pueblo tribal afrodescendiente, sus autoridades y cultura”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "628",
                "content": "Indicación del señor Arrau para suprimir, en el artículo 18, lo siguiente: “de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes. Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja en que puedan hallarse en razón de su edad, estado civil, etnia, idioma, religión o creencia, ideología u opinión política o de otro tipo, origen nacional o social, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, orientación sexual, identidad y expresión de género, apariencia personal, condición de salud, de migración, de refugiada, de ruralidad, situación de discapacidad o cualquier otra condición.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "629",
                "content": "Indicación del señor Arrau para incorporar, en el artículo 18, luego de “violencia” la palabra “ilegítima”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 A",
        "base_text": "Artículo 18 A.- (Artículo 10) Es deber del Estado resguardar la soberanía del pueblo y de su territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados. (7-2)",
        "indications": [
            {
                "number": "630",
                "content": "Indicación del señor Arrau para incorporar, en el artículo 18A, un inciso segundo: El Estado deberá resguardar la seguridad interna y externa de Chile, recayendo en él el monopolio de la fuerza a través de sus Fuerzas Armadas y de Orden y Seguridad Pública.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 B",
        "base_text": "Artículo 18 B.- (Artículo 11) El Estado de Chile debe promover las condiciones materiales de existencia que permitan el más pleno desarrollo y bienestar de las personas, garantizando efectivamente los derechos que establezcan la Constitución y las leyes y el ejercicio de las libertades de que son titulares. (7-2)",
        "indications": [
            {
                "number": "631",
                "content": "Indicación del señor Arrau para suprimir el artículo 18B.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "632",
                "content": "Indicación del señor Arrau para suprimir, en el artículo 18B, la frase “materiales de existencia”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "633",
                "content": "Indicación del señor Arrau para suprimir el artículo 18C. (eliminada)",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 C",
        "base_text": "Artículo 18 C.- (Artículo 7) El Estado promoverá la conciliación de los derechos y deberes relacionados con la protección, conservación y restauración de la naturaleza y su biodiversidad, con el desarrollo económico y la equidad social para avanzar en el mejoramiento sostenido de la calidad de vida de toda la población. (70-2)",
        "indications": [
            {
                "number": "634",
                "content": "Indicación del señor Arrau para suprimir el artículo 18C.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 D",
        "base_text": "Artículo 18 D.- (Artículo 9) Es deber del Estado promover un mayor bienestar para las personas, considerando las necesidades actuales, como también las de las generaciones futuras, respondiendo a un imperativo de justicia intergeneracional. Para lograr este objetivo, el Estado debe garantizar un equilibrio entre ingresos y gastos, debiendo considerar una revisión permanente de las finanzas públicas y de los ingresos fiscales estructurales, para determinar un nivel de gasto público sostenible. Lo anterior, sin perjuicio de contar con instrumentos que permitan hacer frente a situaciones de emergencia, manteniendo la responsabilidad fiscal. (70-2)",
        "indications": [
            {
                "number": "635",
                "content": "Indicación del señor Arrau para suprimir el artículo 18D.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "636",
                "content": "Indicación del señor Arrau para sustituir el artículo 18D por el siguiente: “Es deber del Estado velar por la estabilidad de las finanzas públicas y del sistema financiero para coadyuvar a generar condiciones favorables para el crecimiento económico y el empleo. Tanto el Gobierno Central, como los gobiernos regionales y las municipalidades adecuarán sus actuaciones al principio de responsabilidad fiscal. El Gobierno Central no podrá incurrir en un déficit estructural que supere los márgenes establecidos por la ley en relación con su producto interno bruto. El volumen de deuda pública del conjunto de los órganos del Gobierno Central, gobiernos regionales y municipalidades en relación con el producto interior bruto no podrá superar el valor de referencia establecido en dicha ley. Los gobiernos regionales y municipales deberán presentar equilibrio presupuestario. El Gobierno Central, los gobiernos regionales y municipalidades habrán de estar autorizados por ley para emitir deuda pública o contraer crédito. Se requerirá de una ley aprobada por la mayoría absoluta de los diputados y senadores en ejercicio para autorizar la contratación de aquellos empréstitos cuyo vencimiento exceda del término de duración del respectivo período presidencial. Una ley desarrollará los principios a que se refiere este artículo en relación a la política fiscal y financiera. Asimismo, una ley regulará la composición, organización y funciones de un organismo de carácter autónomo, técnico y consultivo, que tendrá por objeto contribuir con el manejo responsable de la política fiscal del Gobierno Central.”",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "637",
                "content": "Indicación del señor Arrau para agregar un inciso tercero al artículo 18D: Tanto el Gobierno Central, como los gobiernos regionales y las municipalidades adecuarán sus actuaciones al principio de responsabilidad fiscal.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "638",
                "content": "Indicación del señor Arrau para agregar un inciso final al artículo 18D: Los gobiernos regionales y municipales deberán presentar equilibrio presupuestario. El Gobierno Central, los gobiernos regionales y municipalidades habrán de estar autorizados por ley para emitir deuda pública o contraer crédito.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "639",
                "content": "Indicación del señor Arrau para agregar al artículo 18D un inciso a continuación del actual inciso primero: “Todas las personas contribuirán al sostenimiento del gasto público en conformidad a lo establecido en la ley y de acuerdo con su capacidad contributiva. El sistema tributario y las cargas públicas se fundamentan en los principios de equidad, progresividad, no discriminación arbitraria, justicia, certeza jurídica, neutralidad, simplicidad, legalidad y eficiencia. En ningún caso los tributos, las cargas públicas, o el sistema tributario, en su conjunto, tendrá alcance confiscatorio, desproporcionado o injusto. Toda forma de evasión tributaria será sancionada por la ley.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "640",
                "content": "Indicación del señor Arrau para agregar al artículo 18D un inciso a continuación del actual inciso primero: “Todas las personas contribuirán al sostenimiento del gasto público en conformidad a lo establecido en la ley y de acuerdo con su capacidad contributiva. El sistema tributario y las cargas públicas se fundamentan en los principios de equidad, justicia, y legalidad. Toda forma de evasión tributaria será sancionada por la ley.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "641",
                "content": "Indicación del señor Arrau para sustituir el artículo 18D por el siguiente: “Es deber del Estado promover un mayor bienestar para las personas, considerando las necesidades actuales, como también las de las generaciones futuras, respondiendo a un imperativo de justicia intergeneracional. Para lograr este objetivo, el Estado debe garantizar un equilibrio entre ingresos y gastos, debiendo considerar una revisión permanente de las finanzas públicas y de los ingresos fiscales estructurales, para determinar un nivel de gasto público sostenible. Lo anterior, sin perjuicio de contar con instrumentos que permitan hacer frente a situaciones de emergencia, manteniendo la responsabilidad fiscal. El sistema tributario y las cargas públicas se fundamentan en el principio de legalidad. Toda forma de evasión tributaria será sancionada por la ley.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "642",
                "content": "Indicación del señor Arrau para agregar un inciso final al artículo 18D: “En materia tributaria, toda forma de evasión será sancionada por la ley”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 E",
        "base_text": "Artículo 18 E.- El Estado, mediante sus organismos, servicios y empresas, proveerá directamente los bienes y servicios que esta Constitución garantiza a todas las personas. Ninguna empresa o privado podrá lucrar con fondos del Estado en la provisión de estos bienes sociales. Excepcionalmente el Estado podrá celebrar convenios con privados para la provisión de estos bienes, pero sólo cuando dichos privados no persigan fines de lucro, o cuando el Estado sea incapaz de proveerlos por sí sólo, en cuyo caso la provisión privada se limitará al tiempo necesario para que el Estado asuma la provisión pública de dichos bienes y servicios. (762-2)",
        "indications": [
            {
                "number": "643",
                "content": "Indicación del señor Arrau para suprimir el artículo 18E.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "644",
                "content": "Indicación del señor Squella para suprimir Artículo 18E",
                "result": "Aprobado",
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "645",
                "content": "Indicación del señor Arrau para agregar un inciso segundo al artículo 18E: “Es deber del Estado garantizar, promover y amparar una competencia regulada, fiscalizada, libre, leal, y sancionar toda forma de colusión.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "646",
                "content": "Indicación del señor Arrau para agregar un inciso segundo al artículo 18E: “Es deber del Estado garantizar, promover y amparar una competencia regulada, fiscalizada, libre, leal, y sancionar toda forma de colusión.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "647",
                "content": "Indicación del señor Arrau para sustituir el artículo 18E por el siguiente: “El Estado, mediante sus organismos, servicios y empresas, proveerá directamente los bienes y servicios que esta Constitución garantiza a todas las personas. Ninguna empresa o privado podrá lucrar con fondos del Estado en la provisión de estos bienes sociales. Excepcionalmente el Estado podrá celebrar convenios con privados para la provisión de estos bienes, pero sólo cuando dichos privados no persigan fines de lucro, o cuando el Estado sea incapaz de proveerlos por sí sólo, en cuyo caso la provisión privada se limitará al tiempo necesario para que el Estado asuma la provisión pública de dichos bienes y servicios. Es deber del Estado garantizar, promover y amparar una competencia regulada, fiscalizada, leal, y sancionar toda forma de colusión.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "648",
                "content": "Indicación del señor Arrau para agregar al final del artículo 18E: “Es deber del Estado promover y respetar los derechos de los consumidores. La ley proveerá procedimientos eficaces para el efectivo cumplimiento de las condiciones pactadas entre proveedores y consumidores, para la reparación por los daños causados a éstos en los casos que ella proceda con arreglo a la ley y el legítimo ejercicio de sus derechos emanados de las relaciones de consumo. El Estado promoverá el otorgamiento de la adecuada información y educación a los consumidores, respetando el rol que corresponde a las organizaciones de consumidores y usuarios en conformidad a la ley.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 F",
        "base_text": "Artículo 18 F.- El Estado se compromete, reconoce y garantiza los principios de reciprocidad, comunidad, complementariedad, libre determinación de los pueblos, diversidad cultural, solidaridad, igualdad, social, decolonial y libertad. (Iniciativas Populares Indígenas 21-2 y 56-3)",
        "indications": [
            {
                "number": "649",
                "content": "Indicación del señor Arrau y otros para a suprimir el artículo 18F.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 G",
        "base_text": "Artículo 18 G.- El Estado garantizará, respetará y promoverá sistemas y formas de educación de los pueblos indígenas para preservar, difundir y ampliar el conocimiento de los mismos. (Iniciativas Populares Indígenas 21-2 y 56-3)",
        "indications": [
            {
                "number": "650",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 18G.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 H",
        "base_text": "Artículo 18 H.- El Estado de Chile tiene por finalidad asegurar la convivencia pacífica entre sus integrantes, basada en la cultura del diálogo, el respeto de las diferencias, la no violencia y la búsqueda del entendimiento entre las personas, organizaciones y comunidades. Para este fin deberá prever, propiciar y promover mecanismos de información y participación, así como de prevención y resolución colaborativa de conflictos en las diversas áreas y esferas del ámbito público y privado, de conformidad a la ley. (700-2)",
        "indications": [
            {
                "number": "651",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 18H.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "652",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 18H por el siguiente: “Es deber del Estado resguardar la soberanía y el territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 I",
        "base_text": "Artículo 18 I.- El Estado tiene como objetos la equidad social y política, la justicia económica y la interculturalidad de la sociedad, garantizando el derecho de las naciones y pueblos a su libre determinación dentro del Estado, en igualdad de condiciones con los demás sectores de la sociedad, pero con pleno respeto a sus propias autoridades, tierras, territorios y recursos, formas de vida y desarrollo económico, y a mantener y fortalecer sus propias identidades, lenguas, tradiciones y creencias, así como a conservar y reforzar sus propias instituciones políticas, jurídicas, económicas, sociales y culturales, reconociendo los derechos colectivos de los pueblos indígenas y el pueblo tribal afrodescendiente, que correspondan a sus características ancestrales y culturales, con la sola limitación del respeto irrestricto de los derechos humanos, manteniendo siempre su derecho a participar plenamente y en igualdad de oportunidades, si así lo desean, en la vida política, económica, social y cultural del Estado",
        "indications": [
            {
                "number": "653",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 18 I.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "654",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 18I por el siguiente: “Es deber del Estado resguardar la soberanía y el territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”",
                "result": "",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 J",
        "base_text": "Artículo 18 J.- Estado debe asegurar que los pueblos indígenas participen en la adopción de decisiones en las cuestiones que afecten sus derechos, mediante los representantes que ellos mismos designen, elegidos de acuerdo a sus propios procedimientos, costumbres e instituciones, mediante las reglas que de acuerdo a sus tradiciones y costumbres determinen, así como el derecho a sus tierras territorios y recursos, mediante los estatutos de autonomía que esta misma Constitución establezca. (670-2)",
        "indications": [
            {
                "number": "655",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 18J.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "656",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 18J por el siguiente: “Es deber del Estado resguardar la soberanía y el territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "657",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 18J por el siguiente: “El Estado, en la consecución de la satisfacción de los derechos reconocidos por esta Constitución, debe procurar la sostenibilidad económica y social del Estado. El gasto público deberá asignarse responsablemente para la satisfacción de cada uno de ellos, sin perjuicio de la ponderación democrática que se dé a cada necesidad pública, y deberá responder a criterios de eficiencia y eficacia.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 18 K",
        "base_text": "Artículo 18 K.- El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena. (670-2)",
        "indications": [
            {
                "number": "658",
                "content": "Indicación del señor Squella para suprimir Artículo 18K.",
                "result": "Aprobado",
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "659",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 18K.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "660",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 18K por el siguiente: “Es deber del Estado resguardar la soberanía y el territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 19",
        "base_text": "Artículo 19.- Independencia. La comunidad chilena es independiente, subsiste por sí misma en virtud de su trabajo y de la naturaleza, y se determina a sí misma a través de su Estado. El Estado asegura la independencia de la República y no reconoce, en la definición de sus asuntos internos, otro poder que no sea la voluntad popular. (59-2)",
        "indications": [
            {
                "number": "661",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "662",
                "content": "Indicación de la señora Paola Grandon para sustituirlo por el siguiente: Artículo 19.- “Independencia. La comunidad chilena es independiente, subsiste por sí misma en virtud de su trabajo y de la naturaleza, y se determina a sí misma a través de su Estado. El Estado asegura la independencia de la República y no reconoce, en la definición de sus asuntos internos, otro poder que no sea la voluntad popular. Chile es una República Independiente desde el 12 de Febrero de 1818”.",
                "result": "Rechazado",
                "authors": [
                    "Grandon"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 20",
        "base_text": "Artículo 20.- Principio de planificación urbana. Incorpórese como base de la institucionalidad la El Estado debe velar porque nuestras ciudades sean lugares inclusivos, integrados, sustentables y equilibrados con el medio natural, donde las personas alcancen su pleno disfrute, sintiéndose protegidas e incorporadas a los beneficios urbanos. Asimismo, el Estado deberá asegurar procesos de planificación urbana con participación ciudadana efectiva y territorialmente desconcentrados. (67-2)",
        "indications": [
            {
                "number": "663",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 20.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "664",
                "content": "Indicación de la señora Veloso para suprimir el artículo 20 y reemplazarlo por el siguiente “El Estado velará por la planificación de los espacios urbanos y rurales con una visión integradora del territorio, incluyendo sus elementos morfológicos, ecológicos y culturales. A través de procesos de participación ciudadana y de evaluaciones ambientales estratégicas se propenderá a lugares inclusivos, sustentables y equilibrados ambientalmente, donde las personas y sus comunidades alcancen su pleno disfrute y bienestar.”",
                "result": "Aprobado",
                "authors": [
                    "Veloso"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 21",
        "base_text": "Artículo 21.- (Artículo 6) Principio de interpretación pro pueblos. La interpretación de las normas relativas a derechos humanos, derechos fundamentales y los de la naturaleza reconocidos en esta Constitución se hará favoreciendo en todo tiempo a las personas, a los pueblos y naciones y a la naturaleza con aquella que otorgue la protección más amplia. (72-2)",
        "indications": [
            {
                "number": "665",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Aprobado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "666",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 21.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "667",
                "content": "Indicación del señor Arrau y otros para sustituir, en el artículo 21, la frase “favoreciendo en todo tiempo a las personas, a los pueblos y naciones y a la naturaleza con aquella que otorgue la protección más amplia” por “sin distinción de edad, sexo, estirpe, raza o condición”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 22",
        "base_text": "Artículo 22.- Justicia Intercultural. Principio de organización del Estado en virtud del cual se reconoce, respeta y garantiza que en Chile coexisten, coordinados y con la misma jerarquía, el sistema jurídico común y los sistemas jurídicos de los pueblos y naciones preexistentes, fundado en el derecho a la libre determinación del que son titulares. (190-6)",
        "indications": [
            {
                "number": "668",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 22.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "669",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "670",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 22 por el siguiente: “El Estado respetará el principio del debido proceso en el trato con las personas”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "671",
                "content": "Indicación del señor Arrau y otros para sustituir en el artículo 22 la frase “coexisten, coordinados y con la misma jerarquía, el sistema jurídico común y los sistemas jurídicos de los pueblos y naciones preexistentes, fundado en el derecho a la libre determinación del que son titulares” por “existe un solo sistema de justicia”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 23",
        "base_text": "Artículo 23.- (Artículo 12) Deberes constitucionales. Son obligaciones y deberes de las personas contribuir al respeto y el bienestar en conjunto de la sociedad y los pueblos que componen el Estado, asegurar su compromiso con la promoción y valores de la democracia, la participación responsable y la defensa de la dignidad, igualdad y libertad de todas las personas, tanto para las presentes como para las futuras generaciones. (60-2)",
        "indications": [
            {
                "number": "672",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Aprobado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "673",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 23.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "674",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 23 por el siguiente: “El Estado no podrá crear, modificar o eliminar impuestos sin la aprobación del Congreso Nacional”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "675",
                "content": "Indicación del señor Arrau y otros para suprimir, en el artículo 23, la frase “y los pueblos que componen el Estado”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "676",
                "content": "Indicación de la señorita Vergara para agregar al final del inciso: “Con dicho fin, el Estado de Chile reconoce a las futuras generaciones como titulares de derechos”",
                "result": null,
                "authors": [
                    "Vergara"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 24",
        "base_text": "Artículo 24.- VALOR DEL TRABAJO. Chile es una república fundada en el trabajo. El trabajo está en el centro de la sociedad, y el Estado garantizará su dignidad. El trabajo es fuente de dignidad y realización de la persona humana y del desarrollo social y económico del país. Es deber del Estado proteger el derecho al trabajo digno, promoverlo, regular y fiscalizar el cumplimiento de los principios y normas establecidas en la Constitución, en el Pacto Internacional de Derechos Económicos, Sociales y Culturales, tratados internacionales de Derechos Humanos y Convenios de la Organización Internacional del Trabajo que el Estado de Chile ha ratificado. El Estado tiene el deber de garantizar el desarrollo y ejercicio del derecho de la libertad sindical, todo ello en tanto reconoce la importancia de las organizaciones de trabajadoras y trabajadores para la vida democrática plurinacional. Queda prohibido que las empresas, empleadores o los órganos del Estado establezcan relaciones laborales que menoscaben los derechos individuales y colectivos del trabajo establecidos en esta Constitución. En particular quedará prohibido que subcontraten la realización de obras, servicios o actividades que estén comprendidos en su propio giro o constituyan actividades esenciales, comprendidas también aquellas que el Estado debe garantizar conforme a esta Constitución y los Tratados Internacionales ratificados por Chile. La ley promoverá la estabilidad en el empleo y dispondrá lo conducente para limitar toda forma de despido injustificado. Se desalentará el subempleo involuntario y el empleo informal. Se establecerán mecanismos de protección contra el desempleo, a fin de garantizar la subsistencia de los trabajadores y trabajadoras afectadas por la desocupación involuntaria y al mismo tiempo facilitar el acceso a servicios de reubicación a programas de reconversión productiva y de recalificación profesional que faciliten su retorno a una actividad productiva. (652 y 587-2)",
        "indications": [
            {
                "number": "677",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "678",
                "content": "Indicación del señor Arrau y otros para suprimir el inciso 1 del artículo 24.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "679",
                "content": "Indicación del señor Squella para suprimir inciso 1 de Artículo 24.",
                "result": null,
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "680",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 24 por el siguiente: “El Estado reconoce la dignidad del trabajo. Es deber del Estado promover el pleno empleo y la mejora generalizada de las condiciones laborales, favoreciendo las condiciones jurídicas y económicas que lo posibilitan”.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "681",
                "content": "Indicación del señor Arrau y otros para incorporar luego del punto aparte del inciso segundo del artículo 24, la frase: “El Estado se compromete a promover el pleno empleo y la mejora generalizada de las condiciones laborales, favoreciendo las condiciones jurídicas y económicas que lo hacen posible”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "682",
                "content": "Indicación del señor Arrau y otros para suprimir, del inciso 5 del artículo 24, la frase “En particular quedará prohibido que subcontraten la realización de obras, servicios o actividades que estén comprendidos en su propio giro o constituyan actividades esenciales, comprendidas también aquellas que el Estado debe garantizar conforme a esta Constitución y los Tratados Internacionales ratificados por Chile”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 25",
        "base_text": "Artículo 25.- PARTICIPACIÓN SOCIAL. Las Juntas de Vecinos, Sindicatos, Cooperativas y demás organizaciones sociales mediante las cuales el pueblo participa en la solución de sus problemas y colabora en la gestión de los servicios del Estado, estarán dotadas de independencia y libertad para el desempeño de las funciones que por la ley les correspondan y para generar democráticamente sus organismos directivos y representantes. Los sindicatos y las organizaciones sindicales deben tener participación vinculante en la organización del trabajo, a nivel de la producción y reproducción de la vida, y en todos los niveles institucionales del ejercicio de la democracia. El Estado promoverá el derecho a participar activamente en la vida social, cultural, cívica, sindical, política y económica con el objeto de lograr el pleno desarrollo de la persona humana y su incorporación efectiva a la comunidad nacional. El Estado eliminará todo obstáculo que limite la libertad e igualdad de las personas y grupos, garantizando y promoviendo el acceso a todos los niveles de educación, cultura y a los servicios necesarios para tales objetivos, a través de los sistemas e instituciones establecidos en la Ley. Será deber del Estado incentivar la reflexión y facilitar una mejor comprensión de la realidad social, fortalecer las habilidades que permitan participar más activamente en la vida cívica, así como promover normas y valores, tales como la pluralidad, la diversidad y la participación, considerados elementos claves de la convivencia democrática en la vida moderna. (362-2)",
        "indications": [
            {
                "number": "683",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Aprobado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "684",
                "content": "Indicación del señor Squella para suprimir Artículo 25.",
                "result": "Aprobado",
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "685",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 25 por el siguiente: “Artículo 25.- El Estado reconoce la dignidad del trabajo. Es deber del Estado promover el pleno empleo y la mejora generalizada de las condiciones laborales, favoreciendo las condiciones jurídicas y económicas que lo posibilitan”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "686",
                "content": "Indicación del señor Arrau y otros para añadir en el inciso primero del artículo 25, a continuación del punto seguido, la frase: “Es deber del Estado promover el pleno empleo y la mejora generalizada de las condiciones laborales que hacen posible el trabajo decente, favoreciendo las condiciones jurídicas y económicas que lo posibilitan.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "687",
                "content": "Indicación del señor Arrau y otros para suprimir el inciso 2 del artículo 25.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 26",
        "base_text": "Artículo 26.- Principio de Protección al Trabajo Decente. El Estado reconoce y garantiza la protección al trabajo decente. El Estado tiene el deber de proteger y asegurar un trabajo decente. El Estado deberá asegurar una institucionalidad que proporcione protección eficaz para los trabajadores y trabajadoras y sus organizaciones sindicales. La fiscalización del cumplimiento de las normas laborales estará a cargo de un organismo autónomo. Las normas laborales y de seguridad social no podrán interpretarse o aplicarse de forma que disminuyan los derechos laborales reconocidos en las declaraciones, los tratados internacionales sobre derechos humanos ratificados por Chile y los Convenios de la Organización Internacional del Trabajo. (652 y 587-2)",
        "indications": [
            {
                "number": "688",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "689",
                "content": "Indicación del señor Arrau y otros para introducir en el inciso primero del artículo 26, a continuación de “asegurar un trabajo decente”, la frase “para lo cual favorecerá las condiciones jurídicas y económicas que posibilitan el pleno empleo y la mejora generalizada de las condiciones laborales”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 27",
        "base_text": "Artículo 27.- Chile libre de armas nucleares. Chile es un país libre de armas nucleares. Se prohíbe, por ende, la producción, fabricación, adquisición, desarrollo, posesión, almacenamiento y ensayos con armas nucleares en todo el territorio. A su vez, se prohíbe cualquier tipo de control, transferencia, tenencia, uso y amenaza de emplear armas o dispositivos nucleares que puedan dañar el medio ambiente, en contra de la población civil u otras naciones. El Estado Chileno se encontrará sujeto a las demás prohibiciones que establezca el derecho internacional en la materia. (814-2)",
        "indications": [
            {
                "number": "690",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "691",
                "content": "Indicación del señor Arrau y otros para suprimir el artículo 27.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "692",
                "content": "Indicación de Mario Vargas para sustituir el artículo 27 por el siguiente: Artículo 27.- Chile y armas de destrucción masiva. Chile es un país libre de armas de destrucción masiva. Por ende, todo acto destinado a la proliferación, como lo son la producción, fabricación, adquisición, desarrollo, posesión, almacenamiento, control, transferencia, tenencia, uso ensayístico y bélico de todo tipo arsenal nuclear, biológico o químico, así como la amenaza de empleo de estos en contra de cualquier población civil, ya sea en tiempos de paz o de guerra, está prohibido. El Estado tiene el deber de erradicar de manera inmediata todo armamento de destrucción masiva que encuentre, bajo los estándares fijados por los organismos internacionales en la materia, así como estará sujeto a las prohibiciones establecidas en los tratados internacionales firmados y ratificados por Chile, relativos a este tipo de armamentos.",
                "result": "Aprobado",
                "authors": [
                    "Mario Vargas"
                ]
            },
            {
                "number": "693",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 27 por el siguiente: “Es deber del Estado velar por la seguridad interna y externa del país, con plena sujeción a los tratados de derechos humanos vigentes y ratificados por Chile”.",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "694",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 27 por el siguiente: “El terrorismo y el tráfico de estupefacientes es por esencia contrario a los Derechos Humanos. Una ley determinara las conductas terroristas y aquellas que correspondan al tráfico de estupefacientes y su penalidad, la que incluirá siempre como pena accesoria la inhabilidad para ejercer funciones o cargos públicos, sean o no de elección popular; para ejercer funciones de enseñanza, rector o director de un establecimiento educacional cualquiera sea el nivel de enseñanza; para explotar un medio de comunicación social o ser director o administrador del mismo, o para desempeñar en el funciones relacionadas con la emisión o difusión de opiniones o informaciones; ni dirigente de organizaciones políticas o director o de carácter vecinal, profesional, empresarial, sindical, estudiantil o gremial en general, por un plazo mínimo de 15 años. Lo anterior se entiende sin perjuicio de otras inhabilidades o sanciones que establezca la ley. El Estado será responsable de resarcir todos los daños y perjuicios que experimenten la o las personas afectadas, que sean consecuencia de las conductas terroristas y aquellas que correspondan al tráfico de estupefacientes y su penalidad. Los delitos a que se refiere los incisos anteriores serán considerados siempre comunes y no políticos para todos los efectos legales y no procederá respecto de ellos el indulto ni amnistía.”",
                "result": null,
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 28",
        "base_text": "Artículo 28.- El Estado removerá los obstáculos y adoptará la medidas pertinentes y progresivas para asegurar el acceso a todas las personas al entorno físico, el transporte, la información y las comunicaciones, incluidos los sistemas y las tecnologías de la información y las comunicaciones, y a otros servicios e instalaciones abiertos al público o de uso público, tanto en zonas urbanas como rurales, con el propósito de que puedan vivir en forma independiente, en similares condiciones que los demás y participar plenamente en todos los aspectos de la vida. La ley impondrá o fomentará el diseño universal de productos, entornos, programas y servicios para que puedan ser utilizados por todas las personas sin necesidad de adaptación ni diseño especializado. (958-2)",
        "indications": [
            {
                "number": "695",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "696",
                "content": "Indicación del señor Arrau y otros para suprimir del inciso primero del artículo 28 la frase “removerá los obstáculos”.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "697",
                "content": "Indicación del señor Squella para suprimir inciso 2 del Artículo 28.",
                "result": "Aprobado",
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "698",
                "content": "Indicación del señor Arrau y otros para suprimir el inciso segundo del artículo 28.",
                "result": "Aprobado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 29",
        "base_text": "Artículo 29.- El Estado manejará el presupuesto considerando las necesidades de las presentes y futuras generaciones, y velará por la seguridad de subsistencia de la población y por la distribución de la prosperidad material. (987-2)",
        "indications": [
            {
                "number": "699",
                "content": "Indicación de la señora Veloso para suprimirlo.",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "700",
                "content": "Indicación del señor Squella para suprimir el Artículo 29.",
                "result": "Rechazado",
                "authors": [
                    "Squella"
                ]
            },
            {
                "number": "701",
                "content": "Indicación del señor Arrau y otros para sustituir el artículo 29 por el siguiente: “El Estado, la Constitución y las leyes no podrán menoscabar el derecho del pueblo para poseer armas y asegurar la legítima defensa propia y de la familia”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "702",
                "content": "Indicación del señor Arrau y otros para agregar un inciso segundo al artículo 29: “Es deber del Estado velar por la estabilidad de las finanzas públicas y del sistema financiero para coadyuvar a generar condiciones favorables para el empleo, y un crecimiento económico sostenible y sustentable”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "703",
                "content": "Indicación del señor Arrau y otros para introducir en el artículo 29, a continuación de “velará por”, la frase “el equilibrio fiscal, el crecimiento económico,”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "704",
                "content": "Indicación de la señorita Portilla para agregar al actual Artículo 29 el siguiente texto: “Todas las personas contribuirán al sostenimiento de los gastos públicos de acuerdo con su capacidad económica mediante un sistema tributario justo inspirado en los principios de igualdad y progresividad que, en ningún caso, tendrá alcance confiscatorio. El gasto público se realizará bajo el principio de responsabilidad fiscal, entendida esta como el compromiso de aumentar la recaudación fiscal para solventar el gasto público, pudiendo utilizar el endeudamiento estatal manera subsidiaria mientras se ajusta la recaudación.”",
                "result": "Rechazado",
                "authors": [
                    "Portilla"
                ]
            }
        ]
    },
    {
        "article_ref": "Artículo 30",
        "base_text": "Artículo 30.- El Estado podrá intervenir en la economía a través de sus órganos. Para ello, podrá regular, establecer incentivos, planificar y desarrollar actividades económicas y prestacionales, todo conforme a la ley. Para su intervención en materia económica el Estado perseguirá el desarrollo humano sostenible y la preservación del ecosistema, incentivará la participación de la ciudadanía y actuará con transparencia. La ley establecerá los mecanismos para concretar estos deberes. La intervención estatal es obligatoria en todos aquellos ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia de las personas, derechos fundamentales, servicio público y la preservación del ecosistema. En aquellos sectores que envuelvan prestaciones existenciales, derechos sociales, y servicio público, el Estado es el titular original de la provisión, para lo cual deberá establecer los mejores estándares de funcionamiento y calidad posibles. En los ámbitos señalados en el inciso anterior, la ley podrá permitir la gestión y ejercicio por parte de particulares. Respecto a ellas el Estado tiene un deber de garantía, para cuyo cumplimiento establecerá estándares obligatorios de funcionamiento y aseguramiento óptimo de la calidad, y fijará aranceles y precios. También la ley podrá determinar las condiciones para la reinternalización o rescate del ejercicio de todo o parte de la respectiva actividad económica. (995-2)",
        "indications": [
            {
                "number": "705",
                "content": "Indicación de la señora Veloso para suprimir el artículo 30 y reemplazarlo por el siguiente: “En las normas, políticas, planes y programas, el Estado deberá compatibilizar los objetivos de protección, conservación y restauración de la naturaleza y su biodiversidad y la contribución del país para enfrentar la crisis climática, con el establecimiento de condiciones regulatorias estables, la protección de los derechos económicos de las personas y la apertura comercial, con el fin de promover la inversión, el progreso, el empleo, la innovación y la reducción de las desigualdades y el mejoramiento sostenido de la calidad de vida de toda la población.”",
                "result": "Rechazado",
                "authors": [
                    "Veloso"
                ]
            },
            {
                "number": "706",
                "content": "Indicación del señor Saldaña para sustituir los incisos 1, 2 y 3 del artículo 30, por los siguientes: \"Artículo 30.- El Estado ejercerá un rol activo en la economía del país, pudiendo establecer regulaciones e incentivos, como también planificando y desarrollando actividades económicas. Para su intervención en materia económica el Estado perseguirá el desarrollo sostenible y bienestar de las personas, pueblos y ecosistemas. Incentivará la participación de la ciudadanía y actuará con transparencia. La intervención estatal es obligatoria en todos aquellos ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia digna de las personas, derechos fundamentales, servicios públicos y la preservación de los ecosistemas.”",
                "result": "Rechazado",
                "authors": [
                    "Saldaña"
                ]
            },
            {
                "number": "707",
                "content": "Indicación del señor Arrau y otros para introducir al inicio del inciso primero del artículo 30, la frase “El Estado debe promover el crecimiento económico.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "708",
                "content": "Indicación del señor Arrau y otros para sustituir en el inciso primero del artículo 30 la frase “a través de sus órganos.” por la frase “previa autorización expresa de la ley.”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "709",
                "content": "Indicación del señor Arrau y otros para intercalar en el inciso segundo del artículo 30, a continuación de “el Estado perseguirá”, la frase “el crecimiento económico,”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "710",
                "content": "Indicación del señor Arrau y otros para intercalar en el inciso segundo del artículo 30, luego de “intervendrá”, la frase “la inversión,”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "711",
                "content": "Indicación del señor Arrau y otros para sustituir en el inciso tercero del artículo 30, la frase “la intervención estatal es obligatoria” por la frase “El Estado buscará la colaboración con los grupos intermedios de la sociedad”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            },
            {
                "number": "712",
                "content": "Indicación del señor Arrau y otros para incorporar los siguientes incisos cuarto y quinto del artículo 30: “La ley no podrá establecer monopolios estatales. La ley puede crear empresas estatales, pero no podrá establecer condiciones más favorables. Las normas de protección de libre competencia son plenamente aplicables a las empresas estatales. El Estado buscará la colaboración con los grupos intermedios de la sociedad en todos los ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia de las personas, derechos fundamentales, servicio público y la preservación del ecosistema, no pudiendo prohibir ni suplantar su actividad”.",
                "result": "Rechazado",
                "authors": [
                    "Arrau"
                ]
            }
        ]
    }
]