[
  {
    "article_ref": "Artículo 14 D",
    "base_text": "El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de transparencia y probidad en todas sus actuaciones. Son públicos los actos y resoluciones de los órganos del Estado, así como sus fundamentos y los procedimientos que utilicen. La ley podrá establecer la reserva o secreto de aquellos o de estos, cuando afectaren los derechos de las personas o la seguridad de la nación.",
    "indications": [
      {
        "number": "559",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 14D.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "560",
        "content": "Indicación de la señorita Vergara para agregar los siguientes incisos nuevos: “La ley sancionara con medidas ejemplificadoras todo tipo de corrupción. La ley deberá otorgar garantías y facilidades para incentivar todo tipo de denuncia contra la falta de probidad en la función pública”",
        "result": null,
        "authors": [
          "Vergara"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 14 E",
    "base_text": "Principio de Probidad. El ejercicio de la función pública, centralizada y descentralizada, obedecerá a los principios de probidad, imparcialidad, honestidad, ética laboral, publicidad, eficiencia y eficacia, y estará sometida a un procedimiento de evaluación de resultados y rendición de cuentas, con la consecuente responsabilidad personal para los funcionarios en el cumplimiento de sus deberes. La ley señalará los medios para que este control de resultados y rendición de cuentas, que deberá realizarse a lo menos una vez al año, opere como un sistema que cubra todas las instituciones públicas. Son públicos los actos y resoluciones de los órganos del Estado, así como sus fundamentos y los procedimientos que utilicen. Sin embargo, sólo una ley aprobada por la mayoría de los diputados y senadores en ejercicio podrá establecer la reserva o secreto de aquéllos o de éstos, cuando la publicidad afectare el debido cumplimiento de las funciones de dichos órganos, los derechos de las personas, la seguridad de la Nación o el interés nacional. Corresponderá a ley regular el principio de transparencia de la función pública, los procedimientos para el ejercicio de ese derecho y su amparo, así como el órgano que deberá promover la transparencia de la función pública, fiscalizar el cumplimiento de las normas sobre transparencia y publicidad de la información pública de los órganos e administración del Estado, poderes del Estado y organismos autónomos regulados en la Constitución, además de garantizar el derecho de acceso a la información antes señalada. El Presidente de la República, los Ministros de Estado, los diputados y senadores, y las demás autoridades y funcionarios que una ley orgánica constitucional señale, deberán declarar sus intereses y patrimonio en forma pública. Dicha ley determinará los casos y las condiciones en que esas autoridades delegarán a terceros la administración de aquellos bienes y obligaciones que supongan conflicto de interés en el ejercicio de su función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos y, en situaciones calificadas, disponer la enajenación de todo o parte de esos bienes”.",
    "indications": [
      {
        "number": "561",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 14E.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "562",
        "content": "Indicación del señor Arrau y otros para suprimir el artículo 14E.",
        "result": "Aprobado",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "563",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 14 E, por el siguiente: “El ejercicio de la función pública obedecerá a los principios de probidad, imparcialidad, honestidad, ética laboral, publicidad, eficiencia y eficacia, y estará sometida a un procedimiento de evaluación de resultados y rendición de cuentas, con la consecuente responsabilidad personal para los funcionarios en el cumplimiento de sus deberes. La ley señalará los medios para que este control de resultados y rendición de cuentas, que deberá realizarse a lo menos una vez al año, opere como un sistema que cubra todas las instituciones públicas. ...”",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "564",
        "content": "Indicación de la señora Paola Grandon para sustituirlo por el siguiente: Artículo 14 E.- Principio de Probidad. El ejercicio de la función pública, centralizada y descentralizada, obedecerá a los principios de probidad, imparcialidad, publicidad, eficiencia y eficacia, y estará sometida a un procedimiento de evaluación de resultados y rendición de cuentas...",
        "result": null,
        "authors": [
          "Grandon"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 14 F",
    "base_text": "Probidad e integridad. Las personas actúan de acuerdo al principio de integridad. Es deber de las personas naturales y jurídicas la erradicación de todas las formas de corrupción. Para esto es indispensable defender y demostrar un compromiso irrestricto con los derechos humanos, el respeto a la naturaleza y actuar de manera coherente con los principios de una vida en democracia, con el fin de buscar la paz social, el bien común, el buen vivir y el fortalecimiento de la confianza pública.",
    "indications": [
      {
        "number": "565",
        "content": "Indicación de la señorita Vergara para agregar los siguientes incisos nuevos: “La ley sancionara con medidas ejemplificadoras todo tipo de corrupción. La ley deberá otorgar garantías y facilidades para incentivar todo tipo de denuncia contra la falta de probidad en la función pública”",
        "result": null,
        "authors": [
          "Vergara"
        ]
      },
      {
        "number": "566",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 14F por el siguiente: “El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de transparencia y probidad en todas sus actuaciones. Son públicos los actos y resoluciones de los órganos del Estado, así como sus fundamentos y los procedimientos que utilicen. La ley podrá establecer la reserva o secreto de aquellos o de estos, cuando afectaren los derechos de las personas o la seguridad de la nación”.",
        "result": "Rechazado",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "567",
        "content": "Indicación de la señora Céspedes y otras para sustituir el artículo 14F por el siguiente: “Probidad y transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado...”",
        "result": "Rechazado",
        "authors": [
          "Cespedes"
        ]
      },
      {
        "number": "568",
        "content": "Indicación del señor Arrau y otros para suprimir, en el artículo 14F, la frase: “Para esto es indispensable defender y demostrar un compromiso irrestricto con los derechos humanos, el respeto a la naturaleza y actuar de manera coherente con los principios de una vida en democracia, con el fin de buscar la paz social, el bien común, el buen vivir y el fortalecimiento de la confianza pública”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15",
    "base_text": "Los preceptos de esta Constitución y normas dictadas conforme a ella obligan tanto a los titulares o integrantes de los órganos del Estado, así como a toda persona, institución o grupo. Los órganos del Estado, previa investidura de sus integrantes, en conformidad a la ley, deben actuar en el marco de su competencia y en la forma establecida por esta Constitución y las leyes. Ninguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, sean estas de la naturaleza, políticas o sociales, otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que señala la ley.",
    "indications": [
      {
        "number": "569",
        "content": "Indicación de la señorita Vergara para agregar los siguientes incisos nuevos: “La ley sancionara con medidas ejemplificadoras todo tipo de corrupción. La ley deberá otorgar garantías y facilidades para incentivar todo tipo de denuncia contra la falta de probidad en la función pública”",
        "result": null,
        "authors": [
          "Vergara"
        ]
      },
      {
        "number": "570",
        "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 15 por el siguiente: Artículo 15.- Supremacía Constitucional y Legal. Chile es un Estado fundado en el principio de la supremacía constitucional y el respeto irrestricto a los derechos humanos. Los preceptos de esta Constitución obligan igualmente a toda persona, institución, autoridad o grupo. Los órganos del Estado y sus titulares e integrantes, actúan previa investidura regular y someten su actuar a la Constitución y a las normas dictadas conforme a esta, dentro de los límites y competencias por ellas establecidos. Ninguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes, ni aún a pretexto de circunstancias extraordinarias, sean estas de la naturaleza, políticas o sociales. En aquellas normas se determinarán las responsabilidades y sanciones por la contravención a este artículo.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "571",
        "content": "Indicación de la señora Veloso para suprimir el artículo 15 (15A - 15D y 15F) y reemplazarlo por el siguiente: “La Constitución es la norma suprema del ordenamiento jurídico. Los preceptos de esta Constitución obligan igualmente a toda persona, institución o grupo. Los órganos del Estado, sus titulares e integrantes, actúan previa investidura regular y someten su actuar a la Constitución y a las normas dictadas conforme a esta, dentro de los límites y competencias por ellas establecidos. ...”",
        "result": null,
        "authors": [
          "Veloso"
        ]
      },
      {
        "number": "572",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 15 por el siguiente: “Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "573",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15, entre las palabras “investidura” y “de”, la palabra “regular”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 A",
    "base_text": "Principio de supremacía constitucional. Chile es un Estado de Derecho, fundado en el principio de la supremacía constitucional. Los órganos del Estado, sus titulares y sus integrantes deben someter su actuar a la Constitución, las leyes y a las normas dictadas conforme a ellas, siempre en la forma y dentro de los límites y competencias por ellas establecidos, debiendo garantizar el orden institucional de la República de Chile.",
    "indications": [
      {
        "number": "574",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15A.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "575",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 15A por el siguiente: “Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "576",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15 A, como un inciso nuevo el siguiente: “Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 B",
    "base_text": "Principio de legalidad. Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale.",
    "indications": [
      {
        "number": "577",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15B.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "578",
        "content": "Indicación de la señora Paola Grandon para sustituir el artículo por el siguiente: Artículo 15 b.- “Principio de Legalidad y Juridicidad. La Constitución y las leyes son la manifestación jurídica de la declaración de la voluntad soberana de todos los habitantes de Chile. En virtud de aquello, los órganos del Estado actúan única y válidamente previa investidura regular de sus integrantes, dentro de los límites de su competencia y conforme lo prescrito en la Constitución y las leyes. Ninguna magistratura, autoridad, persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias; la autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución y las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos centralizados o locales, no los exime de su sujeción al Estado de Derecho y los tratados internacionales de derechos humanos vigentes que se encuentran suscritos por Chile. La infracción de esta norma generará las responsabilidades y sanciones que determinen la Constitución y las leyes. Nadie podrá desatenderse de la Constitución. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley prevea”.",
        "result": null,
        "authors": [
          "Grandon"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 C",
    "base_text": "Supremacía constitucional. Las personas y los poderes públicos están sujetos a la Constitución y a las leyes dictadas conforme a ella. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas y las decisiones públicas, la irretroactividad de las normas penales no favorables, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos.",
    "indications": [
      {
        "number": "579",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 15C por el siguiente: “Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": "Rechazado",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "580",
        "content": "Indicación de la señora Céspedes para reemplazar el actual artículo 15. C por el siguiente: “Principio de supremacía constitucional. Chile es un Estado de Derecho fundado en el principio de la supremacía constitucional y el respeto irrestricto a los derechos humanos. Los preceptos de esta Constitución obligan igualmente a toda persona, institución, autoridad o grupo. Los órganos del Estado, sus titulares e integrantes, actúan válidamente previa investidura regular y someten su actuar a la Constitución y a las normas dictadas conforme a esta, dentro de los límites y competencias por ellas establecidos. Ninguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes, ni aún a pretexto de circunstancias extraordinarias, sean estas de la naturaleza, políticas o sociales. En ellas se determinarán las responsabilidades y sanciones por la contravención a este artículo.”",
        "result": "Rechazado",
        "authors": [
          "Cespedes"
        ]
      },
      {
        "number": "581",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15 C, como un inciso nuevo el siguiente: “Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "582",
        "content": "Indicación del señor Arrau y otros para sustituir, en el artículo 15 C, en su primer inciso, la palabra “poderes” por órganos”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "583",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15 C, en su segundo inciso, entre las palabras “principio” y “de” la frase “de supremacía constitucional”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "584",
        "content": "Indicación del señor Arrau y otros para sustituir en el artículo 15 C la palabra “poderes” por “órganos”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "585",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15 C, como un inciso nuevo el siguiente: “Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 D",
    "base_text": "Supremacía de la Constitución y principio de legalidad. Las personas, las asociaciones de la sociedad política y de la sociedad civil, y los poderes públicos, están sujetos a la Constitución, a la ley y al ordenamiento jurídico. Un órgano jurisdiccional velará por la supremacía de la Constitución, sin perjuicio del rol que les corresponde a los poderes públicos democráticos. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas y las decisiones públicas, la irretroactividad de las normas sancionadoras no favorables o restrictivas de derechos individuales, la seguridad jurídica, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos. Ninguna magistratura, persona o reunión de personas pueden atribuirse, ni aún a pretexto de circunstancias extraordinarias, otra autoridad, poder político o derecho que los que expresamente les hayan conferido la Constitución y la ley.",
    "indications": [
      {
        "number": "586",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15D.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "587",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 15D por el siguiente: “Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "588",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15 D, como un inciso nuevo el siguiente: “Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "589",
        "content": "Indicación del señor Arrau y otros para sustituir, en el artículo 15 D, en su inciso primero, la palabra “poderes” por órganos”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "590",
        "content": "Indicación del señor Arrau y otros para suprimir, en el artículo 15 D, en su inciso segundo, la frase “y la interdicción de la arbitrariedad”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 E",
    "base_text": "Los órganos del Estado deben someter su acción a la Constitución y a las normas, dictadas conforme a ella, actuando válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Los preceptos de esta Constitución obligan tanto a los titulares o integrantes de dichos órganos como a toda persona, institución o grupo. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, otra autoridad o derechos que los que expresamente se les hayan conferido en virtud de la Constitución o las leyes. La infracción de esta norma generará la nulidad del acto, y las responsabilidades y sanciones que determine la ley.",
    "indications": [
      {
        "number": "600",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15D.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "601",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 15E por el siguiente: “Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 F",
    "base_text": "Ninguna magistratura, ninguna persona, ni reunión de personas pueden atribuirse, ni aún a pretexto de circunstancias extraordinarias, otra autoridad o derechos que los conferidos en virtud de la Constitución y las leyes. En ellas se determinarán las responsabilidades y sanciones por la contravención a este artículo.",
    "indications": [
      {
        "number": "602",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15F.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "603",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 15F por el siguiente: “Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "604",
        "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 15 F, como un inciso nuevo el siguiente: “Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 15 G",
    "base_text": "Chile es un Estado de Derecho, fundado en el principio de la supremacía constitucional. Los órganos del Estado, sus titulares y sus integrantes deben someter su actuar a la Constitución, las leyes y a las normas dictadas conforme a ellas, siempre en la forma y dentro de los límites y competencias por ellas establecidos, debiendo garantizar el orden institucional de la República de Chile. Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale.",
    "indications": [
      {
        "number": "605",
        "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15G.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "606",
        "content": "Indicación de la señora Paola Grandon para sustituirlo por el siguiente: Artículo 15 G.- Chile es un Estado social, solidario, intercultural, ecológico y plurinacional de Derecho, fundado en el principio de la supremacía constitucional. Los órganos del Estado, sus titulares y sus integrantes deben someter su actuar a la Constitución, las leyes y a las normas dictadas conforme a ellas, siempre en la forma y dentro de los límites y competencias por ellas establecidos, debiendo garantizar el orden institucional de la República de Chile. Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale”.",
        "result": null,
        "authors": [
          "Grandon"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 16",
    "base_text": "Las Naciones y su Autonomía. Las naciones indígenas son comunidades preexistentes a la colonización, fundadas en un territorio y una cultura material, espiritual y lingüística, originarias de la nación chilena. El Estado ampara su derecho a la libre determinación, a la autonomía y al autogobierno de su vida comunitaria, reconoce sus instituciones políticas, jurídicas, económicas, sociales y culturales, y promueve su participación en la organización política de la República. El Estado reconoce al pueblo tribal afrodescendiente, sus autoridades y cultura.",
    "indications": [
      {
        "number": "607",
        "content": "Indicación de la señora Veloso para suprimir el Título “Las naciones y sus autonomías”",
        "result": "Retirada",
        "authors": [
          "Veloso"
        ]
      },
      {
        "number": "608",
        "content": "Indicación de la señora Veloso para suprimir el artículo 16.",
        "result": "Aprobado",
        "authors": [
          "Veloso"
        ]
      },
      {
        "number": "350",
        "content": "(608 bis) Indicación del señor Arrau y otros para suprimir el artículo 16.",
        "result": "Aprobado",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "609",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 16 por el siguiente: “La soberanía nacional es indivisible y reside esencialmente en la Nación. La Constitución se fundamenta en la indisoluble unidad de la nación chilena y en su integración intercultural”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "610",
        "content": "Indicación del señor Arrau y otros para suprimir, en el artículo 16, la frase: “El Estado ampara su derecho a la libre determinación, a la autonomía y al autogobierno de su vida comunitaria, reconoce sus instituciones políticas, jurídicas, económicas, sociales y culturales, y promueve su participación en la organización política de la República. El Estado reconoce al pueblo tribal afrodescendiente, sus autoridades y cultura”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 16 A",
    "base_text": "Los Pueblos-Naciones indígenas de Chile, tienen derecho a autonomía, autodeterminación y territorio.",
    "indications": [
      {
        "number": "611",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 16A por el siguiente: “La soberanía nacional es indivisible y reside esencialmente en la Nación. La Constitución se fundamenta en la indisoluble unidad de la nación chilena y en su integración intercultural”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "612",
        "content": "Indicación del señor Arrau y otros para suprimir el artículo 16A.",
        "result": "Aprobado",
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 17",
    "base_text": "Emblemas. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional, en las condiciones que defina la ley. El Estado reconoce los símbolos y emblemas propios de las naciones preexistentes. La ley podrá disponer el uso simultáneo de emblemas reconocidos por esta Constitución para una o varias finalidades oficiales.",
    "indications": [
      {
        "number": "613",
        "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 17 por el siguiente: Artículo 17.- Emblemas Nacionales. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional. El Estado reconoce los símbolos y emblemas plurinacionales propios de los distintos pueblos indígenas y tribales.",
        "result": "Aprobado",
        "authors": [
          "Roa"
        ]
      },
      {
        "number": "614",
        "content": "Indicación de la señora Veloso para suprimir el artículo 17 (17A-17B) y reemplazarlo por el siguiente: “Son emblemas nacionales de Chile la bandera, el escudo y el himno nacional. El Estado reconoce los símbolos y emblemas de los distintos pueblos indígenas.”",
        "result": null,
        "authors": [
          "Veloso"
        ]
      },
      {
        "number": "615",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 17 por el siguiente: “Son emblemas nacionales la bandera nacional, el escudo de armas de la República y el himno nacional”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "616",
        "content": "Indicación de la señora Paola Grandon para sustituir el artículo 17 por el siguiente: Artículo 17.- “Emblemas Nacionales y Plurinacionales. Son emblemas representativos de Chile la bandera, la fecha de declaración de independencia, el escudo y el himno nacional, en las condiciones que defina la ley. El Estado además reconoce y respeta los símbolos y emblemas propios de las naciones preexistentes. Así mismo, es deber del Estado promocionar, permitir y proteger las tradiciones ancestrales e históricas de los pueblos originarios de Chile. La ley podrá disponer el uso simultáneo de emblemas reconocidos por esta Constitución para una o varias finalidades oficiales”.",
        "result": null,
        "authors": [
          "Grandon"
        ]
      },
      {
        "number": "617",
        "content": "Indicación del señor Arrau y otros para sustituir, en el inciso segundo del artículo 17, la frase “las naciones preexistentes” por “los pueblos indígenas”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "618",
        "content": "Indicación del señor Arrau y otros para sustituir el inciso segundo del artículo 17 por el siguiente: “Junto a los emblemas nacionales, cada región del país podrá tener una bandera, escudo e himno regional. Las características de estos emblemas serán fijados por cada Gobierno Regional”.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "619",
        "content": "Indicación del señor Arrau y otros para suprimir el inciso segundo del artículo 17.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "620",
        "content": "Indicación del señor Arrau y otros para suprimir el inciso tercero del artículo 17.",
        "result": null,
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 17 A",
    "base_text": "Emblemas nacionales. Son emblemas nacionales el himno nacional, el escudo nacional, la bandera chilena y los símbolos oficiales de cada pueblo originario.",
    "indications": [
      {
        "number": "621",
        "content": "Indicación del señor Arrau y otros para sustituir el artículo 17A por el siguiente: “Son emblemas nacionales la bandera nacional, el escudo de armas de la República y el himno nacional. Junto a los emblemas nacionales, cada región del país podrá tener una bandera, escudo e himno regional. Las características de estos emblemas serán fijados por cada Gobierno Regional”.",
        "result": "Rechazado",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "622",
        "content": "Indicación del señor Arrau y otros para suprimir, en el artículo 17 A la frase “y los símbolos oficiales de cada pueblo originario”.",
        "result": "Rechazado",
        "authors": [
          "Arrau"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 17 B",
    "base_text": "Es deber del Estado rescatar, proteger y difundir las tradiciones de los pueblos de Chile.",
    "indications": [
      {
        "number": "623",
        "content": "Indicación de la señora Céspedes y otras para reemplazar el actual artículo 17. B por el siguiente: “Emblemas. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional.",
        "result": "Retirada",
        "authors": [
          "Cespedes"
        ]
      }
    ]
  }
]