[
  {
    "number": "1",
    "target_article_ref": "Artículo 1.- (Artículo 2)",
    "target_column_1_text": "La finalidad del Estado es el bien común de la sociedad y sus integrantes. Es deber de los órganos del Estado, dentro del ámbito de sus competencias, respetar, asegurar, garantizar y promover el goce",
    "content": "1.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 1 por el siguiente: Artículo 1.- Estado: Chile es un Estado social y democrático de derecho. Su carácter es plurinacional e intercultural y ecológico. Es una República democrática, solidaria y paritaria que reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza. Los fines de toda acción estatal son garantizar el bienestar de las personas, de la sociedad y de la naturaleza, construir las condiciones para una vida digna y remover los obstáculos que impidan o dificulten el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "32",
    "target_article_ref": "Artículo 1 C.- (Artículo 1)",
    "target_column_1_text": "Chile es una república solidaria de personas libres e iguales. Su Estado es social y democrático de derecho. A este le corresponde remover los obstáculos que limiten, en el hecho, la libertad e iguald",
    "content": "32.- Indicación de la señorita Roa y otras para eliminar el Artículo 1 C.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "40 y 41",
    "target_article_ref": "Artículo 1 D.- (Artículo 1)",
    "target_column_1_text": "El Estado de Chile defiende y promueve los principios de plurinacionalidad, interculturalidad, plurilingüismo y buen vivir. (72-2)",
    "content": "40.- Indicación de la señorita Roa y otras para eliminar el Artículo 1 D. 41.- Indicación del señor Arrau y otros para suprimir el artículo 1 D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "47",
    "target_article_ref": "Artículo 1 E.- (Artículo 3°)",
    "target_column_1_text": "Estado social, ecológico y democrático de Derecho. Chile es un Estado social, ecológico y democrático de derecho, que se funda en el trabajo y la solidaridad entre las personas. Son principios fundant",
    "content": "47.- Indicación de la señorita Roa y otras para eliminar el Artículo 1 E.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "54",
    "target_article_ref": "Artículo 1 F.-",
    "target_column_1_text": "Chile es una república democrática cuyo territorio es único e indivisible, su Estado es intercultural y se reconoce limitado por el derecho. El Estado de Chile es política y administrativamente descen",
    "content": "54.- Indicación de la señorita Roa y otras para eliminar el Artículo 1 F.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "58",
    "target_article_ref": "Artículo 2.- (Artículo1)",
    "target_column_1_text": "Todas las personas nacen y permanecen libres e iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan derechos fundamentales que se reconocen sin excepción y hacen a",
    "content": "58.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 2 por el siguiente: Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "63",
    "target_article_ref": "Artículo 2.- (Artículo1)",
    "target_column_1_text": "Todas las personas nacen y permanecen libres e iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan derechos fundamentales que se reconocen sin excepción y hacen a",
    "content": "63.- Indicación de la señorita Portilla para agregar un inciso final al Artículo 2 siguiente texto: “La efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.”",
    "action": "ADD",
    "authors_matched": [
      "Portilla, Ericka"
    ]
  },
  {
    "number": "64",
    "target_article_ref": "Artículo 2 A.- (Artículo 3)",
    "target_column_1_text": "Las Personas y su Protección. Las personas son libres e iguales. El Estado reconoce su libertad de conciencia, el ejercicio de su autonomía individual, protege su derecho a una vida independiente y a",
    "content": "64.- Indicación del señor Saldaña para sustituir el artículo 2 A por el siguiente: Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en igualdad de oportunidades de: 1. La niñez, la adolescencia y la vejez, a las cuales reconoce como condiciones humanas que son objeto de especial protección, y considera sus opiniones e intereses en la formulación de las políticas públicas. 2. Las mujeres, cuyos derechos sexuales y reproductivos protege, garantizando la corrección de toda situación de desventaja y la eliminación de la violencia en cualquiera de sus manifestaciones. 3. Las personas en situación de discapacidad, su plena inclusión y participación en todos los ámbitos de la vida social, su autonomía, su consideración en formulación de las políticas públicas, la accesibilidad universal a todo objeto, proceso y entorno, y procura el especial apoyo a sus familias y a sus organizaciones. 4. Las personas diversas sexo-genéricamente, cual sea su orientación sexual e identidad de género, procura la corrección de toda situación de desventaja y garantiza la eliminación de la violencia en cualquiera de sus manifestaciones. 5. Las personas cuya participación en la vida social se encuentre restringida por motivos de salud.",
    "action": "MODIFY",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "84",
    "target_article_ref": "Artículo 2 D.- Dignidad humana.",
    "target_column_1_text": "La dignidad humana es una condición inherente, innata e intangible que tiene toda persona de ser respetada y valorada como ser individual y social que, dotado de conciencia o razón, de espiritualidad",
    "content": "84.- Indicación del señor Squella para suprimir Artículo 2D.",
    "action": "DELETE",
    "authors_matched": [
      "Squella, Agustin"
    ]
  },
  {
    "number": "91",
    "target_article_ref": "Artículo 2 E",
    "target_column_1_text": "promover el interés general de la sociedad y sus integrantes en un marco de respeto irrestricto a los derechos fundamentales. El Estado velará por el desarrollo integral de la persona, y la creación d",
    "content": "91.- Indicación de la señorita Céspedes y otras para reemplazar el actual artículo 2. E por el siguiente: “Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.”",
    "action": "MODIFY",
    "authors_matched": [
      "Cespedes, Lorena"
    ]
  },
  {
    "number": "105",
    "target_article_ref": "Nuevo Artículo",
    "target_column_1_text": "[Texto insertado después del Artículo 2H y antes del Artículo 3. Col 1 texto de referencia (2H):] adicciones del alcohol y otras drogas o vicios que dañen su indemnidad y afecten su calidad de vida. (538-2)",
    "content": "105.- Indicación de la señorita Vergara para agregar como nuevo artículo: “Todas las personas nacen y permanecen iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan los derechos fundamentales que se reconocen les reconocen sin excepción, tanto por esta constitución, como por tratados internacionales, y que los hacen acreedores a igual consideración y respeto. Esta Constitución garantiza la dignidad de todas las personas que habitan la República, sin ningún tipo de discriminación. El Estado protege la dignidad a través de sus órganos y mediante los procedimientos y recursos establecidos por ley para estos efectos, con pleno respeto a los derechos y garantías que esta constitución establece. Será deber de toda persona, natural o jurídica respetar y velar por la dignidad humana en todas sus formas.”",
    "action": "ADD",
    "authors_matched": [
      "Vergara, Lisette"
    ]
  },
  {
    "number": "106",
    "target_article_ref": "Artículo 3.- (Artículo 3)",
    "target_column_1_text": "La soberanía reside en el pueblo y se ejerce directamente por este y de manera representativa por diversas autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía recon",
    "content": "106.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 3 por el siguiente: Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "133 y 134",
    "target_article_ref": "Artículo 3 C.- (Artículo 5°)",
    "target_column_1_text": "Soberanía popular. La soberanía reside en el pueblo de Chile, compuesto por las diferentes naciones que integran el Estado. La soberanía popular es la fuente de todo poder político legítimo y es eje...",
    "content": "133.- Indicación de la señorita Roa y otras para eliminar el Artículo 3 C.\n134.- Indicación de la señorita Vergara para suprimir artículo",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "141",
    "target_article_ref": "Artículo 3 D.- (Artículo 4)",
    "target_column_1_text": "La soberanía reside exclusivamente en el pueblo, del cual emana el poder público. Su ejercicio se realiza a través de plebiscitos y elecciones periódicas y, también, por las autoridades que esta Cons...",
    "content": "141.- Indicación de la señorita Roa y otras para eliminar el Artículo 3 D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "145 y 146",
    "target_article_ref": "Artículo 3 E.- (Artículo 2)",
    "target_column_1_text": "Todo poder público pertenece al pueblo, quien, en la diversidad de sus naciones, lo ejerce democráticamente en la forma y con los límites dispuestos en esta Constitución. (71-2)",
    "content": "145.- Indicación de la señorita Roa y otras para eliminar el Artículo 3 E.\n146.- Indicación del señor Arrau y otros para suprimir el artículo 3 E.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "151",
    "target_article_ref": "Artículo 4.- (Artículo 6)",
    "target_column_1_text": "Chile reconoce su plurinacionalidad y, dentro de su unidad soberana e indivisibilidad territorial, confirma la existencia de pueblos indígenas que tienen derecho a sus culturas, tradiciones, lenguas...",
    "content": "151.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 4 por el siguiente:\nArtículo 4.- Plurinacionalidad. Chile es un Estado plurinacional, que reconoce la coexistencia de los diversos pueblos en igualdad y sin discriminación en la distribución y ejercicio del poder. El Estado garantiza la libre determinación, las autonomías y los demás derechos colectivos de los pueblos y naciones indígenas, mediante los mecanismos que establece esta constitución y las leyes.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "163, 164, y 165",
    "target_article_ref": "Artículo 4 C.- (Artículo 4°)",
    "target_column_1_text": "Estado plurinacional. Chile es un Estado plurinacional. El Estado reconoce la preexistencia, cultura y diversidad de los pueblos y naciones, indígenas preexistentes al Estado que habitan su territorio...",
    "content": "163.- Indicación del señor Arrau y otros para eliminarlo.\n164.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 C.\n165.- Indicación de la señorita Vergara para suprimir artículo",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "166 y 167",
    "target_article_ref": "Artículo 4 D.- (Artículo 5)",
    "target_column_1_text": "El Estado reconoce que los pueblos indígenas de Chile son los descendientes de las agrupaciones humanas que existen en el territorio nacional desde tiempos precolombinos y se obliga a respetar, prote...",
    "content": "166.- Indicación del señor Arrau y otros para eliminarlo.\n167.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 D.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "169, 170 y 171",
    "target_article_ref": "Artículo 4 E.- (Artículo 2)",
    "target_column_1_text": "La Plurinacionalidad se origina en la existencia de diversos pueblos y naciones indígenas preexistentes al Estado que coexisten con el pueblo chileno, conformando una gran comunidad política que int...",
    "content": "169.- Indicación del señor Arrau y otros para eliminarlo.\n170.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 E.\n171.- Indicación del señor Squella para suprimir Artículo 4E.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna",
      "Squella, Agustin"
    ]
  },
  {
    "number": "173 y 174",
    "target_article_ref": "Artículo 4 F.-",
    "target_column_1_text": "Chile es un Estado Plurinacional. Dentro de su territorio coexisten diversas identidades nacionales, pueblos indígenas y tribales afrodescendientes. La Constitución debe garantizar la justicia, las...",
    "content": "173.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 A.\n174.- Indicación del señor Arrau y otros para eliminarlo.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "184 y 185",
    "target_article_ref": "Artículo 4 H.- ARTÍCULO: PRINCIPIO DE LA PLURINACIONALIDAD",
    "target_column_1_text": "Se reconoce la Plurinacionalidad como principio constitucional. La plurinacionalidad consiste en la convivencia en términos de pleno respeto e igualdad entre los pueblos y naciones que cohabitan en...",
    "content": "184.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 H.\n185.- Indicación del señor Arrau y otros para eliminarlo.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "186",
    "target_article_ref": "Artículo 4 I.-",
    "target_column_1_text": "El estado reconoce la relación intrínseca que tiene la identidad de los pueblos y naciones indígenas con la naturaleza y sus ecosistemas presente en sus territorios indígenas, resguardando su espirit...",
    "content": "186.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 I.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "191 y 192",
    "target_article_ref": "Artículo 4 J.-",
    "target_column_1_text": "Principio de autoidentificación de la calidad indígena bajo estándares internacionales. Que, se reconozca constitucionalmente a los pueblos y naciones indígenas y que la acreditación de indígenas mi...",
    "content": "191.- Indicación del señor Arrau y otros para suprimir el artículo 4 J.\n192.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 J.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "193",
    "target_article_ref": "Artículo 4 K.-",
    "target_column_1_text": "Principio de relación del Estado con los pueblos originarios o naciones pre-existentes. La Constitución establece como principios formativos de la relación del Estado con los Pueblos Originarios o...",
    "content": "193.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 K.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "199",
    "target_article_ref": "Artículo 4 L.-",
    "target_column_1_text": "Reconocimiento constitucional de los pueblos o naciones preexistentes. Chile es un Estado Plurinacional, diverso, democrático e intercultural. (Iniciativa Popular Indígena 201-2)",
    "content": "199.- Indicación de la señorita Roa y otras para eliminar el Artículo 4 L.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "203",
    "target_article_ref": "Artículo 5.- (Artículo 5)",
    "target_column_1_text": "La República de Chile es un Estado social y democrático de derecho. Su democracia representativa es complementada con las modalidades de democracia directa y participativa que se establecen y regulan...",
    "content": "203.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 5 por el siguiente:\nArtículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa.\nEl Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder.\nEs deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática.\nLa actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "208 y 209",
    "target_article_ref": "Artículo 5 A.- (Artículo 3)",
    "target_column_1_text": "Democracia. La democracia será participativa y transparente, reconociendo el rol de las personas en las decisiones políticas de sus territorios y comunidades, favoreciendo los mecanismos de democraci...",
    "content": "208.- Indicación de la señorita Roa y otras para eliminar el Artículo 5 A.\n209.- Indicación de la señorita Vergara para suprimir artículo",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "210 y 211",
    "target_article_ref": "Artículo 5 B.- (Artículo 7)",
    "target_column_1_text": "Democracia. La República de Chile es democrática. La dignidad, libertad e igualdad de personas, familias y naciones se realiza en el bienestar general y en el ejercicio de la democracia. La comunidad...",
    "content": "210.- Indicación de la señorita Roa y otras para eliminar el Artículo 5 B.\n211.- Indicación de la señorita Vergara para suprimir artículo",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "212 y 213",
    "target_article_ref": "Artículo 5 C.- (Artículo 2°)",
    "target_column_1_text": "República democrática, representativa, participativa, paritaria y plurinacional. Chile es una República Democrática. Su carácter es de esencia representativa, participativa, paritaria y plurinaciona...",
    "content": "212.- Indicación de la señorita Roa y otras para eliminar el Artículo 5 C.\n213.- Indicación de la señorita Vergara para suprimir artículo.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "215 y 216",
    "target_article_ref": "Artículo 5 D.- (Artículo 6)",
    "target_column_1_text": "La Constitución garantiza el pluralismo político y el compromiso del sistema democrático contra la violencia; sea política o de cualquier otra naturaleza. (70-2)",
    "content": "215.- Indicación de la señorita Roa y otras para eliminar el Artículo 5 D.\n216.- Indicación de la señorita Vergara para suprimir artículo.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "218",
    "target_article_ref": "Artículo 5 E.- (Artículo 7)",
    "target_column_1_text": "La democracia participativa se basa en la libre formación de la opinión y se ejerce de manera directa por el pueblo y mediante representantes. El sufragio será universal, igualitario, personal, infor...",
    "content": "218.- Indicación de la señorita Roa y otras para eliminar el Artículo 5 E.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "223",
    "target_article_ref": "Artículo 5 H.-",
    "target_column_1_text": "El deber del Estado asegurar una participación previa de los habitantes del territorio, que contemple plazos razonables y suficientes para informar al público, una toma de decisión conjunta entre par...",
    "content": "223.- Indicación del señor Arrau y otros para eliminarlo.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "226",
    "target_article_ref": "Artículo 5 K.-",
    "target_column_1_text": "PARTICIPACIÓN SOCIAL. Las Juntas de Vecinos, Sindicatos, Cooperativas y demás organizaciones sociales mediante las cuales el pueblo participa en la solución de sus problemas y colabora en la gestión...",
    "content": "226.- Indicación del señor Arrau y otros para eliminarlo.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "227",
    "target_article_ref": "Artículo 6.- (Artículo 12)",
    "target_column_1_text": "Chile reconoce y promueve la igualdad sustantiva entre las personas, y, por ende, entre hombres y mujeres, y prohíbe toda forma de discriminación entre ellas. Reconoce también las distintas identidad...",
    "content": "227.- Indicación de la señorita Roa y otras reemplazar el actual Artículo 6 por el siguiente:\nArtículo 6. Igualdad Sustantiva. La Constitución asegura a todas las personas la igualdad sustantiva, en tanto garantía de igualdad de trato y oportunidades para el reconocimiento, goce y ejercicio de los derechos humanos y las libertades fundamentales, con pleno respeto a la diversidad, la inclusión social y la integración de los grupos oprimidos e históricamente excluidos.\nLa Constitución asegura especialmente la igualdad sustantiva de género, obligándose a garantizar la igualdad de trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil.\nEl Estado deberá garantizar la eliminación de todos los obstáculos que dificulten el cumplimiento de este principio y promover acciones positivas que habiliten su pleno ejercicio, aplicando un enfoque de interseccionalidad y teniendo como base las obligaciones asumidas conforme al derecho internacional de los derechos humanos.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "234, 235 y 236",
    "target_article_ref": "Artículo 6 A.- (Artículo13)",
    "target_column_1_text": "Paridad. La República de Chile es paritaria. El Estado reconoce las desventajas que recaen sobre la mujer, y promueve políticas para corregirlas. Los cuerpos colegiados de sus órganos, tanto los elec...",
    "content": "234.- Indicación del señor Arrau y otros para suprimir el artículo 6 A.\n235.- Indicación de la señorita Roa y otras eliminar el Artículo 6 A.\n236.- Indicación del señor Squella para suprimir Artículo 6A.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna",
      "Squella, Agustin"
    ]
  },
  {
    "number": "241",
    "target_article_ref": "Artículo 6 B.- (Artículo 7).",
    "target_column_1_text": "Fines del Estado. Son fines primordiales del Estado: 1) Respetar, promover y garantizar sin discriminación el goce efectivo de los derechos fundamentales y humanos establecidos en la Constitución y e...",
    "content": "241.- Indicación de la señorita Roa y otras eliminar el Artículo 6 B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "246",
    "target_article_ref": "Artículo 6 C.- (Artículo 4)",
    "target_column_1_text": "Está prohibida cualquier forma de discriminación. El Estado adoptará las medidas necesarias para lograr, respetando la diversidad, la inclusión social de personas y grupos sometidos a patrones históri...",
    "content": "246.- Indicación de la señorita Roa y otras eliminar el Artículo 6 C.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "258",
    "target_article_ref": "Artículo 6 F.-",
    "target_column_1_text": "Es deber del Estado garantizar el principio de igualdad sustantiva mediante el enfoque interseccional, especialmente en casos de discriminación bajo múltiples causales por razones de sexo, identidad...",
    "content": "258.- Indicación del señor Arrau y otros para suprimir el artículo 6 F.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "261",
    "target_article_ref": "Artículo 6 G.-",
    "target_column_1_text": "Todos los órganos del Estado deben incorporar la perspectiva interseccional en el diseño, planificación, ejecución y evaluación de políticas públicas y en la administración de justicia. (760-2)",
    "content": "261.- Indicación del señor Arrau y otros para suprimirlo.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "262",
    "target_article_ref": "Artículo 6 H.-",
    "target_column_1_text": "Principio de Interseccionalidad. El Estado de Chile debe abordar las desigualdades históricas a través de una perspectiva interseccional, con el fin de comprender las múltiples causas de opresión co...",
    "content": "262.- Indicación del señor Arrau y otros para suprimirlo.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "264",
    "target_article_ref": "Artículo 7.- (Artículo 9).",
    "target_column_1_text": "Familias. Las familias serán protegidas y reconocidas en todas sus diversas formas, sus expresiones y modos de vida. El Estado debe garantizar a las familias una vida digna que les permita el buen...",
    "content": "264.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 7 por el siguiente:\nArtículo 7. Familias. Las familias serán protegidas y reconocidas en sus diversas formas, con independencia de sus lazos consanguíneos y filiativos.\nEl Estado debe garantizar a las familias una vida digna que les permita el buen vivir a partir de sus cosmovisiones particulares, procurando que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "269 y 270",
    "target_article_ref": "Artículo 7 A.- (Artículo 4)",
    "target_column_1_text": "Las Familias y su Diversidad. Las familias son comunidades fundadas en el afecto, el respeto y una convivencia libre de violencia. El Estado reconoce sus diversas manifestaciones, independientemente...",
    "content": "269.- Indicación del señor Arrau y otros para suprimir el artículo 7 A\n270.- Indicación de la señorita Roa y otras para eliminar el Artículo 7A.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "288",
    "target_article_ref": "Artículo 8.- (Artículo 7)",
    "target_column_1_text": "Chile es un Estado política, administrativa y fiscalmente descentralizado, de acuerdo a lo que disponen la Constitución y las leyes, y propenderá a una relación de colaboración entre los territorios...",
    "content": "288.- Indicación de la señorita Roa y otras para reemplazar el actual Artículo 8 por el siguiente:\nArtículo 8.- Estado Regional. Chile es un Estado Regional, plurinacional e intercultural conformado por entidades territoriales autónomas, en un marco de equidad y solidaridad entre todas ellas, preservando la unidad e integridad del Estado.\nEl Estado promoverá la cooperación, la integración armónica y el desarrollo adecuado y justo entre las diversas entidades territoriales.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "292 y 293",
    "target_article_ref": "Artículo 8 A.- (Artículo 8)",
    "target_column_1_text": "Estado regional. Chile es un Estado Regional, conformado por entidades territoriales autónomas en un marco de equidad y solidaridad entre todas ellas, preservando la unidad e integridad del Estado y...",
    "content": "292.- Indicación de la señorita Roa y otras para eliminar el Artículo 8 A.\n293.- Indicación del señor Squella para suprimir el Artículo 8ª.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Squella, Agustin"
    ]
  },
  {
    "number": "295",
    "target_article_ref": "Artículo 8 B.- (Artículo 10)",
    "target_column_1_text": "Unidad y Descentralización. La República de Chile es unitaria y descentralizada. La comunidad es una y se encuentra distribuida en diversos territorios. El Estado asegura que las garantías constitucio",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 8 B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "298 y 299",
    "target_article_ref": "Artículo 8 C.- (Artículo 8).",
    "target_column_1_text": "Estado regional. Chile se organiza territorialmente como un Estado regional. La administración del Estado será funcional y territorialmente descentralizada y desconcentrada y deberá actuar de conformi",
    "content": "298.- Indicación de la señorita Roa y otras para eliminar el Artículo 8 C. 299.- Indicación de la señorita Vergara para suprimir artículo.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Vergara, Lisette"
    ]
  },
  {
    "number": "302",
    "target_article_ref": "Artículo 8 D.- (Art. 8)",
    "target_column_1_text": "El Estado será laico, se organizará de forma paritaria y promoverá su más amplia descentralización. Un desarrollo territorial integral, solidario y equitativo",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 8 D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "307",
    "target_article_ref": "Artículo 9.- (Artículo 13)",
    "target_column_1_text": "La especie humana es parte de la naturaleza y es deber del Estado, de la sociedad y de toda persona proteger el ecosistema, su biodiversidad, el medio ambiente, el patrimonio natural y cultural del pa",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 9 por el siguiente: Artículo 9.- Naturaleza. Las personas y los pueblos son interdependientes con la naturaleza y forman, con ella, un conjunto inseparable. La naturaleza tiene derechos. El Estado y la sociedad tienen el deber de protegerlos y respetarlos. El Estado garantiza la conservación, restauración, recuperación progresiva y equilibrio de la naturaleza y sus elementos, promoviendo además su regeneración. Todo ello, mediante la actuación coordinada con los pueblos y sus instituciones, y la sociedad en su conjunto, tomando decisiones basadas en la ciencia y los saberes de los pueblos, los principios preventivo, precautorio, de no regresión, solidaridad intergeneracional y los demás reconocidos por esta Constitución y las leyes. El Estado debe adoptar una administración ecológicamente responsable y promover la educación ambiental y científica mediante procesos de formación y aprendizaje permanentes. Chile y sus pueblos tienen la obligación de tomar las medidas necesarias para combatir la emergencia climática y ecológica, mediante la transformación de sistemas productivos, la transición justa e inclusiva, la restauración de los equilibrios ecosistémicos y las acciones de mitigación y adaptación a partir de un enfoque de equidad y solidaridad entre territorios, comunidades y generaciones. Chile tiene la obligación de cooperar con otros estados, organizaciones internacionales y otras entidades, para la protección de la Naturaleza y enfrentar la crisis climática y ecológica, cumpliendo los estándares internacionales emanados de los órganos a los cuales Chile les reconoce competencia.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "315",
    "target_article_ref": "Artículo 9 A.- “Artículo 1°.- Principio del Buen Vivir.",
    "target_column_1_text": "El Estado asume y promueve como principio ético-moral el Buen Vivir, fundamento de los pueblos originarios que habitan el territorio de Chile, denominado Sumak Kawsay por el pueblo Quechua, Suma Qamañ",
    "content": "Indicación de la señora Loncon y otros para reemplazar el actual Artículo 9 A por el siguiente: “Artículo 9.- Principio del Buen Vivir. El Estado asume y promueve el principio de Buen Vivir, fundamento de la vida y aporte de los pueblos originarios, denominado küme mogen en lengua mapuche, lo que comprende el principio del itrofill mogen biodversidad, suma qamaña en aimara, sumak kawsay en quechua, ckaya Ckausatur en ckunsa, Mo ora riva riva en rapa nui. El principio del Buen vivir comprende la valoración y respeto de todas las formas de vida de manera interdependiente y en equilibrio. En virtud de este principio, el Estado promueve y garantiza la igual dignidad y derechos de las personas, los pueblos y la naturaleza, y su convivencia en armonía; el derecho de los pueblos al control de sus formas de vida y desarrollo económico, social y cultural, y la economía de reciprocidad y complementariedad.”.",
    "action": "MODIFY",
    "authors_matched": [
      "Loncon, Elisa"
    ]
  },
  {
    "number": "322 y 323",
    "target_article_ref": "Artículo 9 B.- Principio de Acción Climática Justa.",
    "target_column_1_text": "Chile y sus pueblos se comprometen en la lucha contra el cambio climático. Es deber del Estado asegurar el buen vivir de las generaciones presentes y futuras, y avanzar de manera sostenida en la preve",
    "content": "322.- Indicación de la señorita Roa y otras para eliminar el Artículo 9B. 323.- Indicación del señor Arrau y otros para suprimir el artículo 9B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "329 y 330",
    "target_article_ref": "Artículo 9 C.- Principio de eco dependencia e inter dependencia.",
    "target_column_1_text": "El Estado reconoce que todos los seres vivos, incluyendo a la humanidad, somos eco dependientes entre sí formando una red de vida planetaria. Es deber del Estado y de todas las personas proteger esta",
    "content": "329.- Indicación del señor Arrau y otros para suprimir el artículo 9C. 330.- Indicación de la señorita Roa y otras para eliminar el Artículo 9C.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "331 y 332",
    "target_article_ref": "Artículo 9 D.- (Artículo 8) Ecología.",
    "target_column_1_text": "La República de Chile es ecológica. El Estado reconoce la pertenencia de la comunidad a la naturaleza y la dependencia del bienestar de personas, familias y naciones respecto de ella, asegura la prote",
    "content": "331.- Indicación de la señorita Roa y otras para eliminar el Artículo 9 D. 332.- Indicación del señor Arrau y otros para suprimir el artículo 9D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "335, 336 y 337",
    "target_article_ref": "Artículo 9 E.- (Artículo 5)",
    "target_column_1_text": "El Estado promoverá el Buen vivir como principio primordial de sus actuaciones. Concibe a la tierra como un ser vivo, y a los seres humanos como sus hijos, propende a relaciones de reciprocidad, compl",
    "content": "335.- Indicación de la señorita Roa y otras para eliminar el Artículo 9 E. 336.- Indicación del señor Arrau y otros para suprimir el artículo 9E. 337.- Indicación del señor Squella para suprimir Artículo 9E.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin",
      "Squella, Agustin"
    ]
  },
  {
    "number": "345",
    "target_article_ref": "Artículo 9 H.- Principio de Evaluación Integral.",
    "target_column_1_text": "Es obligación del Estado atender las fuentes de los impactos ambientales en forma anticipada e integrada. El Estado no podrá autorizar la evaluación ambiental separada de proyectos cuando estos se vin",
    "content": "Indicación del señor Arrau y otros para suprimirlo.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "346 y 347",
    "target_article_ref": "Art. 9 I.- Principios de acceso a la Justicia Ambiental.",
    "target_column_1_text": "El Estado resguardará que toda persona pueda acceder y actuar de forma amplia ante la justicia y la administración para el resguardo de sus derechos ambientales o de la Naturaleza. Los órganos del Est",
    "content": "346.- Indicación del señor Arrau y otros para suprimirlo. 347.- Indicación de la señorita Roa y otras para eliminar el Artículo 9B.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "349 y 350",
    "target_article_ref": "Art. 9 L.- Principio de no regresión.",
    "target_column_1_text": "Las actuaciones del Estado no podrán retroceder en la protección de los derechos ambientales de las personas y de la Naturaleza. (672-2)",
    "content": "349.- Indicación del señor Arrau y otros para suprimirlo. 350.- Indicación de la señorita Roa y otras para eliminar el Artículo 9 L.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "352",
    "target_article_ref": "Artículo 9 M.- Chile es un país oceánico.",
    "target_column_1_text": "Es deber del Estado la conservación de los ecosistemas marinos y costeros continentales, insulares y antárticos. El Estado reconoce y da especial protección a las formas de relación de los pueblos ori",
    "content": "Indicación del señor Saldaña para sustituir el artículo 9 M, por el siguiente: Artículo 9 M.- “Chile es un país oceánico. Es deber integral del Estado la conservación, preservación y cuidado de los ecosistemas marinos y costeros continentales, insulares y antárticos.”",
    "action": "MODIFY",
    "authors_matched": [
      "Saldana, Alvin"
    ]
  },
  {
    "number": "360",
    "target_article_ref": "Artículo 9 O.-",
    "target_column_1_text": "El Estado debe garantizar la gestión ambiental descentralizada, regional y comunal, mediante mecanismos y la destinación de recursos atingentes a la realidad territorial, incluyendo los gravámenes aso",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 9 O.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "362 y 363",
    "target_article_ref": "Artículo 9 P.-",
    "target_column_1_text": "La Constitución reconoce el deber colectivo de protección del medio ambiente, los derechos humanos ambientales, los derechos de la naturaleza y las vidas. El Estado tiene el deber de garantizar el equ",
    "content": "362.- Indicación de la señorita Roa y otras para eliminar el Artículo 9 P. 363.- Indicación del señor Arrau y otros para suprimir el artículo 9P.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "365 y 366",
    "target_article_ref": "Artículo 9 Q.-",
    "target_column_1_text": "El agua es un derecho humano. Especial resguardo tendrán pueblos indígenas y comunidades campesinas para actividades rituales, agro-pastoriles de subsistencia y para mantener viva la flora y fauna del",
    "content": "365.- Indicación de la señorita Roa y otras para eliminar el Artículo 9 EQ. 366.- Indicación del señor Arrau y otros para suprimir el artículo 9Q.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "369",
    "target_article_ref": "Artículo 9 R.-",
    "target_column_1_text": "Es agua es considerada como una fuente de vida y no un objeto comerciable e ilimitado. (Iniciativas Populares Indígenas 21-2 y 56-3)",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 9R.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "376 y 377",
    "target_article_ref": "Artículo 10 A.- (Artículo 5) Límites de la soberanía.",
    "target_column_1_text": "El ejercicio de la soberanía reconoce como limitación a los derechos humanos y de la naturaleza, los cuales emanan de la dignidad humana y de la vida y por tanto el Estado tiene el deber de respeto ir",
    "content": "376.- Indicación de la señorita Roa y otras para eliminar el Artículo 10A. 377.- Indicación del señor Arrau y otros para suprimir el artículo 10A.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "380 y 381",
    "target_article_ref": "Artículo 10 B.- (Artículo 14) Derecho y Solidaridad Internacionales.",
    "target_column_1_text": "La República de Chile es solidaria y comprometida con los derechos humanos reconocidos en los tratados e instrumentos y estándares internacionales vigentes, de igual manera que respecto de aquellos de",
    "content": "380.- Indicación de la señorita Roa y otras para eliminar el Artículo 10B. 381.- Indicación del señor Arrau y otros para suprimir el artículo 10B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "385 y 386",
    "target_article_ref": "Artículo 10 D.- (Artículo 10)",
    "target_column_1_text": "Es deber del Estado respetar, garantizar, proteger y promover los Derechos Humanos reconocidos en los tratados internacionales ratificados y vigentes.",
    "content": "385.- Indicación de la señorita Roa y otras para eliminar el Artículo 10D. 386.- Indicación del señor Squella para suprimir Artículo 10D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Squella, Agustin"
    ]
  },
  {
    "number": "403",
    "target_article_ref": "Artículo 10 H.-",
    "target_column_1_text": "Los tratados vigentes en Chile, la costumbre internacional y los principios generales del derecho internacional reconocidos inequívocamente por la comunidad internacional forman parte del ordenamient",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10H.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "417",
    "target_article_ref": "Artículo 10 N.-",
    "target_column_1_text": "En Chile, las personas y los pueblos y naciones preexistentes al Estado gozan de los derechos humanos y garantías reconocidos en esta Constitución y en los tratados e instrumentos internacionales de l",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10N.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "423",
    "target_article_ref": "Artículo 10 Ñ.- Progresividad de los derechos.",
    "target_column_1_text": "Las autoridades adoptarán medidas legislativas, administrativas, judiciales, económicas y las que sean necesarias hasta el máximo de recursos públicos de que dispongan, a fin de lograr progresivamente",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10Ñ.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "428",
    "target_article_ref": "Artículo 10 P.-",
    "target_column_1_text": "El Estado de Chile, a través de esta Constitución reconoce, respeta, garantiza y protege los derechos colectivos e individuales de los pueblos indígenas y sus integrantes. Los pueblos; las comunidades",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10P.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "430 y 431",
    "target_article_ref": "Artículo 10 Q.-",
    "target_column_1_text": "En Chile, las personas y los pueblos y naciones preexistentes al Estado gozan de los derechos humanos y garantías reconocidos en esta Constitución y en los tratados e instrumentos internacionales de l",
    "content": "430.- Indicación del señor Squella para suprimir Artículo 10Q. 431.- Indicación del señor Arrau y otros para suprimir el artículo 10Q.",
    "action": "DELETE",
    "authors_matched": [
      "Squella, Agustin",
      "Arrau, Martin"
    ]
  },
  {
    "number": "433",
    "target_article_ref": "Artículo 10 R",
    "target_column_1_text": "Artículo 10 R.- Las personas y los pueblos y naciones preexistentes al Estado gozan de los derechos humanos y garantías reconocidos en la Constitución y en los tratados e instrumentos internacionales",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10R.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "435 bis",
    "target_article_ref": "Artículo 10 S",
    "target_column_1_text": "Artículo 10 S.- El Estado de Chile, a través de esta Constitución reconoce, respeta, garantiza y protege los derechos colectivos e individuales de los pueblos indígenas y sus integrantes.",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10S.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "437",
    "target_article_ref": "Artículo 10 T",
    "target_column_1_text": "Artículo 10 T.- La protección de los derechos humanos individuales o colectivos es la base fundamental de esta constitución. Es deber del Estado otorgar las garantías suficientes para ejercerlos de",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 10T.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "439",
    "target_article_ref": "Artículo 11",
    "target_column_1_text": "Artículo 11.- Principio de interculturalidad. Chile es un Estado intercultural. La Constitución reconoce la igual dignidad de las diversas culturas, y garantiza su respeto y promoción, junto con la pr",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 11 por el siguiente: “Artículo 11.- Interculturalidad. El Estado es intercultural. Reconocerá, valorará y promoverá el diálogo horizontal y transversal entre las diversas cosmovisiones de los pueblos y naciones que conviven en el país con dignidad y respeto recíproco. El Estado deberá garantizar los mecanismos institucionales que permitan ese diálogo superando las asimetrías existentes en el acceso, distribución y ejercicio del poder y en todos los ámbitos de la vida en sociedad.”",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "450 y 451",
    "target_article_ref": "Artículo 11 B",
    "target_column_1_text": "Artículo 11 B.- (Artículo 3) El Estado y sus órganos deberán dar estricto cumplimiento al principio de interculturalidad. De esta forma, se reconocerá, valorará y promoverá la convivencia y respeto mu",
    "content": "450.- Indicación del señor Arrau y otros para suprimir el artículo 11 B. 451.- Indicación de la señorita Roa y otras para eliminar el Artículo 11B.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "453 y 454",
    "target_article_ref": "Artículo 11 C",
    "target_column_1_text": "Artículo 11 C.- Principio de interculturalidad y derechos culturales de los pueblos y naciones preexistentes al estado y del pueblo tribal afrodescendiente chileno. El Estado reconoce la existencia de",
    "content": "453.- Indicación del señor Arrau y otros para suprimir el artículo 11 C. 454.- Indicación de la señorita Roa y otras para eliminar el Artículo 11C.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "471 y 472",
    "target_article_ref": "Artículo 11 F",
    "target_column_1_text": "Artículo 11 F.- PRINCIPIO DE INTERCULTURALIDAD. Se reconoce la Interculturalidad como principio constitucional, en cuanto formas plurales de diálogo, intercambio y entendimiento recíproco, igualitario",
    "content": "471.- Indicación del señor Arrau y otros para suprimir el artículo 11 F. 472.- Indicación de la señorita Roa y otras para eliminar el Artículo 11F.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Roa, Giovanna"
    ]
  },
  {
    "number": "474",
    "target_article_ref": "Artículo 12",
    "target_column_1_text": "Artículo 12.- (Artículo 10) Lenguas. La lengua oficial del Estado de Chile es el castellano. El Estado reconoce las lenguas de las naciones preexistentes y la lengua de señas como derecho fundamental,",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 12 por el siguiente: “Artículo 12.- Plurilingüismo. Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus autonomías territoriales. El Estado garantizará el conocimiento, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional. El Estado reconoce la lengua de señas chilena como lengua natural y oficial de las personas sordas así como sus derechos lingüísticos en todos los ámbitos de la vida social.”",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "478 y 479",
    "target_article_ref": "Artículo 12 A",
    "target_column_1_text": "Artículo 12 A.- (Artículo 11) La lengua oficial del Estado de Chile es el castellano. Son lenguas oficiales para las naciones indígenas el aymara, quechua, rapa nui, kawésqar, yagán y mapudugun. Es",
    "content": "478.- Indicación de la señorita Roa y otras para eliminar el Artículo 12A. 479.- Indicación del señor Arrau y otros para suprimir el artículo 12 A.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "482, 483 y 484",
    "target_article_ref": "Artículo 12 B",
    "target_column_1_text": "Artículo 12 B.- (Artículo 4) Chile es un Estado plurilingüe donde conviven diferentes lenguas indígenas preexistentes al castellano y que están presentes en la sociedad. Bajo este principio, todas las",
    "content": "482.- Indicación de la señorita Roa y otras para eliminar el Artículo 12B. 483. Indicación del señor Arrau y otros para suprimir el artículo 12 B. 484.- Indicación del señor Squella para suprimir Artículo 12B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin",
      "Squella, Agustin"
    ]
  },
  {
    "number": "486, 487 y 488",
    "target_article_ref": "Artículo 12 C",
    "target_column_1_text": "Artículo 12 C.- Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus autonomías territoriales. El Estado garantizará el cono",
    "content": "486.- Indicación de la señorita Roa y otras para eliminar el Artículo 12C. 487. Indicación del señor Arrau y otros para suprimir el artículo 12 C. 488.- Indicación del señor Squella para suprimir Artículo 12C",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin",
      "Squella, Agustin"
    ]
  },
  {
    "number": "490 y 500",
    "target_article_ref": "Artículo 12 D",
    "target_column_1_text": "Artículo 12 D. El Estado de Chile al ser Plurinacional, y en aplicación de los Principios de Plurinacionalidad e Interculturalidad, reconoce como lenguas oficiales del Estado, al español y a las len",
    "content": "490.- Indicación de la señorita Roa y otras para eliminar el Artículo 12D. 500 Indicación del señor Arrau y otros para suprimir el artículo 12 D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "502 y 503",
    "target_article_ref": "Artículo 12 E",
    "target_column_1_text": "Artículo 12 E.- Idiomas oficiales del Estado de Chile. Son idiomas oficiales del Estado de Chile el castellano y los idiomas oficiales de los pueblos originarios. El Estado preservará, difundirá y res",
    "content": "502.- Indicación de la señorita Roa y otras para eliminar el Artículo 12E. 503. Indicación del señor Arrau y otros para suprimir el artículo 12 E.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "506",
    "target_article_ref": "Artículo 13",
    "target_column_1_text": "Artículo 13.- (Artículo 8) Chile es un Estado laico. Carece de religión oficial y asegura la libertad de creencias y de religiones e iglesias, sin discriminar entre ellas. (7-2)",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 13 por el siguiente: “Chile es un Estado Laico, donde se respeta y garantiza la libertad de religión y de creencias espirituales. Ninguna religión ni creencia es la oficial, sin perjuicio de su reconocimiento y libre ejercicio, el cual no tiene más limitación que lo dispuesto por esta Constitución.”",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "511",
    "target_article_ref": "Artículo 13 A",
    "target_column_1_text": "Artículo 13 A.- (Artículo 7) Estado laico. Chile es un Estado laico. La separación de las iglesias y el Estado es un principio esencial del orden republicano y secular. (58-2)",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 13A.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "514",
    "target_article_ref": "Artículo 13 B",
    "target_column_1_text": "Artículo 13 B.- (Artículo 12) Laicidad. La República de Chile es laica. El Estado reconoce por igual a todas las religiones, creencias y manifestaciones de espiritualidad, ampara la libertad de cultos",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 13B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "520",
    "target_article_ref": "Artículo 13 C",
    "target_column_1_text": "Artículo 13 C.- (Artículo 9) Estado laico. Chile es un Estado laico. La separación entre las instituciones y grupos religiosos y el Estado es un principio esencial del orden republicano y secular.",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 13C.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "526",
    "target_article_ref": "Artículo 13 E",
    "target_column_1_text": "Artículo 13 E.- Chile es un Estado Laico, en el que se respeta y garantiza la libertad de religión y de creencias espirituales. Ninguna religión, creencia en particular es la del Estado u oficial, sin",
    "content": "Indicación de la señora Céspedes y otras para reemplazar el segundo inciso del actual artículo 13. E por el siguiente: “El Estado es neutral respecto de las convicciones y creencias religiosas de sus habitantes.”",
    "action": "MODIFY",
    "authors_matched": [
      "Cespedes, Lorena"
    ]
  },
  {
    "number": "528",
    "target_article_ref": "Artículo 14",
    "target_column_1_text": "Artículo 14.- (Artículo 14) La función pública tiene por finalidad el bienestar de la sociedad y quien la desempeñe observará estrictamente la probidad, publicidad y eficiencia en cada uno de sus acto",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 14 por el siguiente: “Artículo 14.- Probidad y Transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción.”",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "531",
    "target_article_ref": "Artículo 14",
    "target_column_1_text": "Artículo 14.- (Artículo 14) La función pública tiene por finalidad el bienestar de la sociedad y quien la desempeñe observará estrictamente la probidad, publicidad y eficiencia en cada uno de sus acto",
    "content": "Indicación del señor Arrau y otros para incorporar, en el artículo 14, como último inciso, el siguiente: “Corresponderá a ley regular el principio de transparencia de la función pública, los procedimientos para el ejercicio de ese derecho y su amparo, así como el órgano que deberá promover la transparencia de la función pública, fiscalizar el cumplimiento de las normas sobre transparencia y publicidad de la información pública de los órganos de la administración del Estado, poderes del Estado y organismos autónomos regulados en la Constitución, además de garantizar el derecho de acceso a la información antes señalada. El Presidente de la República, los Ministros de Estado, los diputados y senadores, y las demás autoridades y funcionarios que una ley orgánica constitucional señale, deberán declarar sus intereses y patrimonio en forma pública. Dicha ley determinará los casos y las condiciones en que esas autoridades delegarán a terceros la administración de aquellos bienes y obligaciones que supongan conflicto de interés en el ejercicio de su función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos y, en situaciones calificadas, disponer la enajenación de todo o parte de esos bienes”.",
    "action": "ADD",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "533 y 534",
    "target_article_ref": "Artículo 14 A",
    "target_column_1_text": "Artículo 14 A.- Principio de probidad, transparencia y rendición de cuentas. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, tra",
    "content": "533.- Indicación de la señorita Roa y otras para eliminar el Artículo 14A. 534.- Indicación del señor Arrau y otros para suprimir el artículo 14A.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "538, 539 y 540",
    "target_article_ref": "Artículo 14 B",
    "target_column_1_text": "Artículo 14 B.- (Artículo 12). Principios. El Estado de Chile se estructura en base a los siguientes principios: interdependencia y ecodependencia, descentralización, solidaridad, igualdad sustantiva",
    "content": "538.- Indicación de la señorita Roa y otras para eliminar el Artículo 14B. 539.- Indicación del señor Arrau y otros para suprimir el artículo 14B. 540.- Indicación del señor Squella para suprimir Artículo 14B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin",
      "Squella, Agustin"
    ]
  },
  {
    "number": "554",
    "target_article_ref": "Artículo 14 C",
    "target_column_1_text": "Artículo 14 C.- (Artículo 11) Probidad y transparencia. El ejercicio de las funciones públicas obliga a sus titulares el deber de actuar, de forma leal y honesta, con primacía del interés general por",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 14C.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "559",
    "target_article_ref": "Artículo 14 D",
    "target_column_1_text": "Artículo 14 D.- (Artículo 8) El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de transparencia y probidad en todas sus actuaciones.",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 14D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "561 y 562",
    "target_article_ref": "Artículo 14 E",
    "target_column_1_text": "Artículo 14 E.- Principio de Probidad. El ejercicio de la función pública, centralizada y descentralizada, obedecerá a los principios de probidad, imparcialidad, honestidad, ética laboral",
    "content": "561.- Indicación de la señorita Roa y otras para eliminar el Artículo 14E. 562.- Indicación del señor Arrau y otros para suprimir el artículo 14E.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna",
      "Arrau, Martin"
    ]
  },
  {
    "number": "570",
    "target_article_ref": "Artículo 15",
    "target_column_1_text": "Artículo 15.- (Artículo 4) Los preceptos de esta Constitución y normas dictadas conforme a ella obligan tanto a los titulares o integrantes de los órganos del Estado",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 15 por el siguiente: Artículo 15.- Supremacía Constitucional y Legal. Chile es un Estado fundado en el principio de la supremacía constitucional y el respeto irrestricto a los derechos humanos...",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "574",
    "target_article_ref": "Artículo 15 A",
    "target_column_1_text": "Artículo 15 A.- Principio de supremacía constitucional. Chile es un Estado de Derecho, fundado en el principio de la supremacía constitucional.",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15A.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "577",
    "target_article_ref": "Artículo 15 B",
    "target_column_1_text": "Artículo 15 B.- Principio de legalidad. Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley.",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15B.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "586",
    "target_article_ref": "Artículo 15 D",
    "target_column_1_text": "Artículo 15 D.- (Artículo 10). Supremacía de la Constitución y principio de legalidad. Las personas, las asociaciones de la sociedad política y de la sociedad civil",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15D.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "600",
    "target_article_ref": "Artículo 15 E",
    "target_column_1_text": "Artículo 15 E.- (Artículo 3) Los órganos del Estado deben someter su acción a la Constitución y a las normas, dictadas conforme a ella, actuando válidamente previa investidura",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15D [sic, context suggests 15E].",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "602",
    "target_article_ref": "Artículo 15 F",
    "target_column_1_text": "Artículo 15 F.- (Artículo 9) Ninguna magistratura, ninguna persona, ni reunión de personas pueden atribuirse, ni aún a pretexto de circunstancias extraordinarias",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15F.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "605",
    "target_article_ref": "Artículo 15 G",
    "target_column_1_text": "Artículo 15 G.- Chile es un Estado de Derecho, fundado en el principio de la supremacía constitucional. Los órganos del Estado, sus titulares y sus integrantes deben someter su actuar",
    "content": "Indicación de la señorita Roa y otras para eliminar el Artículo 15G.",
    "action": "DELETE",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "608 y 608 bis",
    "target_article_ref": "Artículo 16",
    "target_column_1_text": "Artículo 16.- (Artículo 5) Las Naciones y su Autonomía. Las naciones indígenas son comunidades preexistentes a la colonización, fundadas en un territorio y una cultura",
    "content": "608. Indicación de la señora Veloso para suprimir el artículo 16. 350. (608 bis) Indicación del señor Arrau y otros para suprimir el artículo 16.",
    "action": "DELETE",
    "authors_matched": [
      "Veloso, Paulina",
      "Arrau, Martin"
    ]
  },
  {
    "number": "612",
    "target_article_ref": "Artículo 16 A",
    "target_column_1_text": "Artículo 16 A.- Los Pueblos-Naciones indígenas de Chile, tienen derecho a autonomía, autodeterminación y territorio.",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 16A.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "613",
    "target_article_ref": "Artículo 17",
    "target_column_1_text": "Artículo 17.- (Artículo 11). Emblemas. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional, en las condiciones que defina la ley.",
    "content": "Indicación de la señorita Roa y otras para reemplazar el actual Artículo 17 por el siguiente: Artículo 17.- Emblemas Nacionales. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional. El Estado reconoce los símbolos y emblemas plurinacionales propios de los distintos pueblos indígenas y tribales.",
    "action": "MODIFY",
    "authors_matched": [
      "Roa, Giovanna"
    ]
  },
  {
    "number": "631",
    "target_article_ref": "Artículo 18 B",
    "target_column_1_text": "Artículo 18 B.- (Artículo 11) El Estado de Chile debe promover las condiciones materiales de existencia que permitan el más pleno desarrollo y bienestar de las personas",
    "content": "Indicación del señor Arrau para suprimir el artículo 18B.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "643 y 644",
    "target_article_ref": "Artículo 18 E",
    "target_column_1_text": "Artículo 18 E.- El Estado, mediante sus organismos, servicios y empresas, proveerá directamente los bienes y servicios que esta Constitución garantiza a todas las personas.",
    "content": "643. Indicación del señor Arrau para suprimir el artículo 18E. 644.- Indicación del señor Squella para suprimir Artículo 18E",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin",
      "Squella, Agustin"
    ]
  },
  {
    "number": "649",
    "target_article_ref": "Artículo 18 F",
    "target_column_1_text": "Artículo 18 F.- El Estado se compromete, reconoce y garantiza los principios de reciprocidad, comunidad, complementariedad, libre determinación de los pueblos",
    "content": "Indicación del señor Arrau y otros para a suprimir el artículo 18F.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "650",
    "target_article_ref": "Artículo 18 G",
    "target_column_1_text": "Artículo 18 G.- El Estado garantizará, respetará y promoverá sistemas y formas de educación de los pueblos indígenas para preservar, difundir y ampliar el conocimiento",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 18G.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "651",
    "target_article_ref": "Artículo 18 H",
    "target_column_1_text": "Artículo 18 H.- El Estado de Chile tiene por finalidad asegurar la convivencia pacífica entre sus integrantes, basada en la cultura del diálogo, el respeto de las diferencias",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 18H.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "653",
    "target_article_ref": "Artículo 18 I",
    "target_column_1_text": "Artículo 18 I.- El Estado tiene como objetos la equidad social y política, la justicia económica y la interculturalidad de la sociedad, garantizando el derecho de las naciones",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 18I.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "655",
    "target_article_ref": "Artículo 18 J",
    "target_column_1_text": "Artículo 18 J.- Estado debe asegurar que los pueblos indígenas participen en la adopción de decisiones en las cuestiones que afecten sus derechos",
    "content": "Indicación del señor Arrau y otros para suprimir el artículo 18J.",
    "action": "DELETE",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "658 y 659",
    "target_article_ref": "Artículo 18 K",
    "target_column_1_text": "Artículo 18 K.- El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional",
    "content": "658.- Indicación del señor Squella para suprimir Artículo 18K. 659. Indicación del señor Arrau y otros para suprimir el artículo 18K.",
    "action": "DELETE",
    "authors_matched": [
      "Squella, Agustin",
      "Arrau, Martin"
    ]
  },
  {
    "number": "664",
    "target_article_ref": "Artículo 20",
    "target_column_1_text": "Artículo 20.- Principio de planificación urbana. Incorpórese como base de la institucionalidad la El Estado debe velar porque nuestras ciudades sean lugares inclusivos",
    "content": "Indicación de la señora Veloso para suprimir el artículo 20 y reemplazarlo por el siguiente: El Estado velará por la planificación de los espacios urbanos y rurales con una visión integradora del territorio...",
    "action": "MODIFY",
    "authors_matched": [
      "Veloso, Paulina"
    ]
  },
  {
    "number": "665 y 666",
    "target_article_ref": "Artículo 21",
    "target_column_1_text": "Artículo 21.- (Artículo 6) Principio de interpretación pro pueblos. La interpretación de las normas relativas a derechos humanos, derechos fundamentales y los de la naturaleza",
    "content": "665.- Indicación de la señora Veloso para suprimirlo. 666. Indicación del señor Arrau y otros para suprimir el artículo 21.",
    "action": "DELETE",
    "authors_matched": [
      "Veloso, Paulina",
      "Arrau, Martin"
    ]
  },
  {
    "number": "672 y 673",
    "target_article_ref": "Artículo 23",
    "target_column_1_text": "Artículo 23.- (Artículo 12) Deberes constitucionales. Son obligaciones y deberes de las personas contribuir al respeto y el bienestar en conjunto de la sociedad",
    "content": "672.- Indicación de la señora Veloso para suprimirlo. 673. Indicación del señor Arrau y otros para suprimir el artículo 23.",
    "action": "DELETE",
    "authors_matched": [
      "Veloso, Paulina",
      "Arrau, Martin"
    ]
  },
  {
    "number": "680",
    "target_article_ref": "Artículo 24",
    "target_column_1_text": "Artículo 24.- VALOR DEL TRABAJO. Chile es una república fundada en el trabajo. El trabajo está en el centro de la sociedad, y el Estado garantizará su dignidad.",
    "content": "Indicación del señor Arrau y otros para sustituir el artículo 24 por el siguiente: El Estado reconoce la dignidad del trabajo. Es deber del Estado promover el pleno empleo...",
    "action": "MODIFY",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "683 y 684",
    "target_article_ref": "Artículo 25",
    "target_column_1_text": "Artículo 25.- PARTICIPACIÓN SOCIAL. Las Juntas de Vecinos, Sindicatos, Cooperativas y demás organizaciones sociales mediante las cuales el pueblo participa en la solución de sus problemas",
    "content": "683.- Indicación de la señora Veloso para suprimirlo. 684.- Indicación del señor Squella para suprimir Artículo 25.",
    "action": "DELETE",
    "authors_matched": [
      "Veloso, Paulina",
      "Squella, Agustin"
    ]
  },
  {
    "number": "692",
    "target_article_ref": "Artículo 27",
    "target_column_1_text": "Artículo 27.- Chile libre de armas nucleares. Chile es un país libre de armas nucleares. Se prohíbe, por ende, la producción, fabricación, adquisición, desarrollo",
    "content": "Indicación de Mario Vargas para sustituir el artículo 27 por el siguiente: Artículo 27.- Chile y armas de destrucción masiva. Chile es un país libre de armas de destrucción masiva.",
    "action": "MODIFY",
    "authors_matched": [
      "Vargas, Mario"
    ]
  },
  {
    "number": "696",
    "target_article_ref": "Artículo 28",
    "target_column_1_text": "Artículo 28.- El Estado removerá los obstáculos y adoptará la medidas pertinentes y progresivas para asegurar el acceso a todas las personas al entorno físico",
    "content": "Indicación del señor Arrau y otros para suprimir del inciso primero del artículo 28 la frase 'removerá los obstáculos'.",
    "action": "MODIFY",
    "authors_matched": [
      "Arrau, Martin"
    ]
  },
  {
    "number": "697 y 698",
    "target_article_ref": "Artículo 28",
    "target_column_1_text": "Artículo 28.- [Inciso 2] La ley impondrá o fomentará el diseño universal de productos, entornos, programas y servicios para que puedan ser utilizados por todas las personas",
    "content": "697.- suprimir inciso 2 del Artículo 28. 698. Indicación del señor Arrau y otros para suprimir el inciso segundo del artículo 28.",
    "action": "MODIFY",
    "authors_matched": [
      "Arrau, Martin"
    ]
  }
]