[
  {
    "genesis_id": 1,
    "genesis_article": "Artículo 1 A",
    "genesis_text": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 2,
    "genesis_article": "Artículo 1 B",
    "genesis_text": "Organización Política de la Comunidad. Somos una comunidad, denominada Chile, formada por personas, familias y naciones, y organizada políticamente como una República independiente, democrática, ecológica, plurinacional, unitaria y descentralizada, intercultural, laica, paritaria, solidaria y comprometida con la universalidad de los derechos humanos, la paz y amistad internacionales, la autodeterminación de los pueblos, la descolonización y la integración latinoamericana.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 5,
    "genesis_article": "Artículo 2 B",
    "genesis_text": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 6,
    "genesis_article": "Artículo 2 C",
    "genesis_text": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 7,
    "genesis_article": "Artículo 2 E",
    "genesis_text": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 8,
    "genesis_article": "Artículo 2 F",
    "genesis_text": "Principio Pro Persona. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de conformidad con el Principio Pro Persona. Es deber del Estado en materia judicial, prevenir, investigar, sancionar y reparar las violaciones a los derechos humanos, en los términos que establezca la ley; como también dicho principio deberá ser el elemento rector al momento del diseño, aplicación, ejecución y evaluación de toda política pública que se aplique a los habitantes del país, en los términos que establezcan la ley y los tratados internacionales sobre derechos humanos vigentes y ratificados por Chile.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 9,
    "genesis_article": "Artículo 2 G",
    "genesis_text": "El Estado está al servicio de la Persona Humana. Los órganos del Estado deberán adecuarse a las particularidades del individuo y de la cultura de los Pueblos/ Naciones a los cuales pertenecen, respetando su lengua, su cultura y sus condiciones geográficas. La ley dispondrá los elementos básicos para que cada servicio atienda las características particulares de sus usuarios en tanto pertenecientes a los Pueblos/Naciones originarios.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 10,
    "genesis_article": "Artículo 2 H",
    "genesis_text": "La sociedad reconoce el valor de todas las personas y su existencia es para el socorro mutuo y la donación gratuita, es decir, el ejercicio de la solidaridad en todas las escalas y relaciones sociales. El Estado, como herramienta de la sociedad y estructura en servicio de la persona humana, tiene el deber de promover el Desarrollo Humano Integral de todas las personas, en particular aquellas que son excluidas de hecho por su origen social, nacional, etario, pertenencia a una nación indígena o pueblo prexistente al Estado, genero, sexualidad, neurodiversidad, condición, relación filial afectiva y cualquier otra. La Constitución Política de la República reconoce que personas en situación de calle son personas que han sido dejadas de lado históricamente por el Estado y la comunidad política; así es deber del Estado rectificar esta situación y desarrollar en todas sus políticas públicas desde la legislación y la administración considerar a las personas en situación de calle, para progresivamente rehabilitarlos, incluirlos y reintegrarlos efectivamente a la vida económica, social, cultural, espiritual y política del país.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 12,
    "genesis_article": "Artículo 3 A",
    "genesis_text": "Soberanía y determinación de los pueblos. La soberanía es la fuente de todo poder político legítimo y reside en los pueblos que conforman el Estado. Ningún individuo o grupo puede arrogarse la representación del poder y de la soberanía. El Estado tiene el deber ineludible de garantizar los derechos humanos y de la naturaleza, promoviendo su protección, educación y promoción en consonancia con los tratados internacionales ratificados por Chile y que se encuentren vigentes, transformándose en una característica distintiva del actuar del Estado, permeando de este modo hacia todos los derechos fundamentales, las instituciones y autoridades reconocidas en la presente Constitución.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 13,
    "genesis_article": "Artículo 3 B",
    "genesis_text": "Soberanía Popular y Fin General del Estado. Nuestro Estado se rige por la voluntad popular, garantiza la dignidad, libertad e igualdad de las personas, las familias y las naciones, se orienta por el interés general de la comunidad y persigue eliminar desventajas, discriminaciones y abusos. El Estado chileno es social y democrático de derechos.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 14,
    "genesis_article": "Artículo 3 F",
    "genesis_text": "De la Soberanía. El ejercicio de la soberanía reconoce como limitación los derechos humanos en cuanto atributos que derivan de la dignidad humana.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 15,
    "genesis_article": "Artículo 3 G",
    "genesis_text": "El poder y soberanía reside en los Pueblos que componen Chile.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 16,
    "genesis_article": "Artículo 3 H",
    "genesis_text": "La Soberanía reside en el pueblo Chileno y los Pueblos Originarios o Naciones pre-existentes.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 17,
    "genesis_article": "Artículo 4",
    "genesis_text": "Artículo 4.- Plurinacionalidad. Chile es un Estado plurinacional, que reconoce la coexistencia de los diversos pueblos en igualdad y sin discriminación en la distribución y ejercicio del poder. El Estado garantiza la libre determinación, las autonomías y los demás derechos colectivos de los pueblos y naciones indígenas, mediante los mecanismos que establece esta constitución y las leyes.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 18,
    "genesis_article": "Artículo 4 A",
    "genesis_text": "Plurinacionalidad. El Estado de Chile es Plurinacional y se conforma por las naciones preexistentes Mapuche, Aymara, Quechua, Chango, Colla, Lickan Antay, Diaguita, Rapa Nui, Kawésqar, Yagan, Selknam, la nación Chilena y el pueblo tribal afrodescendiente. La Constitución reconoce a las naciones preexistentes los derechos a la libre determinación, autonomía, el especial vínculo con la tierra y el territorio, sistema jurídico propio, la igual participación en la distribución del poder y sus derechos individuales y colectivos conforme a la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y tratados internacionales de los derechos humanos ratificados por Chile y que se encuentren vigentes. Las naciones preexistentes podrán ejercer el derecho a la libre determinación a través del autogobierno en sus asuntos internos. Es deber del Estado promover el ejercicio de este derecho en los distintos poderes públicos, velando por su efectiva participación política fundado en el principio de igualdad y no discriminación. Es deber del Estado promover la interculturalidad entre las naciones que esta Constitución reconoce, instando al diálogo y participación de todas estas y la ciudadanía como miembros del Estado Plurinacional.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 19,
    "genesis_article": "Artículo 4 B",
    "genesis_text": "Plurinacionalidad. La República de Chile es plurinacional. El Estado reconoce que la comunidad chilena se conforma por las naciones indígenas, por el pueblo tribal afrodescendiente y por la nación chilena.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 23,
    "genesis_article": "Artículo 5 G",
    "genesis_text": "La participación en la toma de decisiones también es un principio que debe guiar el actuar de los órganos competentes del Estado para la toma de decisiones en materia ambiental y que afecten los componentes de la Naturaleza.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 24,
    "genesis_article": "Artículo 5 I",
    "genesis_text": "Una vez adoptada una decisión con los mecanismos para desarrollar la participación pública, dicha decisión será informada y difundida, con sus motivos y fundamentos, asegurando la publicidad y accesibilidad de la decisión y sus antecedentes, así como el modo en que las observaciones públicas son incorporadas a la decisión. Esta información deberá ser difundida por medio apropiados, considerando a los grupos más vulnerables y la pertinencia cultural para asegurar la máxima difusión de las decisiones.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 25,
    "genesis_article": "Artículo 5 J",
    "genesis_text": "Principio de Participación Ciudadana Ambiental. En la toma de decisiones estatales que puedan tener efectos sobre el medio ambiente, se procurará la participación de todas las personas interesadas. El Estado deberá garantizar un adecuado acceso a la información sobre el medio ambiente de que dispongan las autoridades públicas, incluida aquella sobre los materiales y actividades que representen un peligro en sus comunidades, así como la oportunidad de participar de forma incidente en los procesos de adopción de decisiones.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 27,
    "genesis_article": "Artículo 6 D",
    "genesis_text": "Principio de Antirracismo. El Estado de Chile debe prevenir, eliminar, prohibir y sancionar, los actos y manifestaciones de racismo, discriminación racial y formas conexas de intolerancia, promoviendo la erradicación del racismo en distintos ámbitos de la vida nacional.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 28,
    "genesis_article": "Artículo 6 E",
    "genesis_text": "Queda prohibido cualquier forma de racismo y colonización.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 30,
    "genesis_article": "Artículo 7 B",
    "genesis_text": "El Estado reconoce y protege las diversas configuraciones de comunidades y familias como formas de organización de la sociedad con el fin de garantizar las condiciones que permitan la realización personal, el cuidado y afecto de todos sus integrantes. Su configuración no se restringirá a los lazos consanguíneos o filiativos que ellas tengan ni hará distinciones según la orientación sexual o identidad de género de sus integrantes. Toda persona tiene derecho a constituir e integrar una comunidad o familia y a establecer vínculos jurídicos o de hechos de acuerdo con sus propias convicciones y cosmovisiones en base al libre consentimiento de conformidad a la ley. La ley creará los organismos y servicios apropiados para la integración, bienestar y desarrollo de las comunidades y familias.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 31,
    "genesis_article": "Artículo 7 C",
    "genesis_text": "Las relaciones familiares se basan en la igualdad de derechos y deberes de las personas mayores de edad que la integran y en el respeto recíproco entre todos sus integrantes. Cualquier forma de violencia en la familia será sancionada conforme a la ley.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 32,
    "genesis_article": "Artículo 7 D",
    "genesis_text": "El Estado no podrá discriminar entre distintos tipos de familia.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 33,
    "genesis_article": "Artículo 7 E",
    "genesis_text": "Es deber del Estado reconocer a las comunidades, dentro de éstas, las diversas manifestaciones y formas de familia que lo integran, no restringiéndose a los lazos consanguíneos y filiativos que ellas tengan. El Estado protege y respeta a estas comunidades, y garantiza las condiciones necesarias para que éstas puedan desarrollarse, respetando los derechos y principios reconocidos en esta Constitución.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 37,
    "genesis_article": "Artículo 9 F",
    "genesis_text": "Del Principio Precautorio. Es deber del Estado custodiar el medio ambiente, la biodiversidad de los ecosistemas y la salud pública de quienes los habitan, estableciendo para ello políticas públicas concretas y eficientes que cumplan con este fin. El Estado actuará en forma precautoria cuando existan riesgos de daños graves o irreversibles... La identificación de tales riesgos y la adopción de las medidas relacionadas con este principio deberán basarse en la mejor información científica disponible, incluyendo los conocimientos tradicionales de los Pueblos Indígenas y de las comunidades locales. Para ello, el Estado debe asegurar la participación pública, informada, y efectiva de dichas comunidades y sus miembros...",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 39,
    "genesis_article": "Artículo 9 I",
    "genesis_text": "Principios de acceso a la Justicia Ambiental. El Estado resguardará que toda persona pueda acceder y actuar de forma amplia ante la justicia y la administración para el resguardo de sus derechos ambientales o de la Naturaleza. Los órganos del Estado al momento de adoptar sus decisiones deberán interpretar las normas vigentes de la forma más favorable a la protección del medio ambiente.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 40,
    "genesis_article": "Art. 9 J",
    "genesis_text": "Principio precautorio. El Estado debe actuar conforme al principio precautorio, adoptando medidas eficaces y oportunas para evitar que se concrete un daño ambiental. No podrán utilizarse como argumentos para negar la adopción de medidas eficaces para resguardar el medio ambiente, la falta de certeza científica, ni los costos para impedir su degradación.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 42,
    "genesis_article": "Artículo 9 N",
    "genesis_text": "Principio de Perspectiva Socioecológica. Marco de trabajo orientado a la acción comprendiendo el vínculo entre la humanidad y la Naturaleza. Reconoce las bases fundamentales de la interconexión, intercambio e interdependencia entre los procesos sociales, los ciclos de la Naturaleza y sus procesos evolutivos, mediante la necesaria interdisciplinariedad en el entendimiento de los sistemas sociales insertos en los ecosistemas, permitiendo compatibilizar el ejercicio pleno de los derechos de la Naturaleza con los Derechos Humanos. El Estado deberá actuar en base al reconocimiento de los impactos de los procesos sociales y culturales sobre la Naturaleza, a la vez que de la dependencia de estos procesos con las condiciones y ciclos de esta última, considerando su influencia mutua en sus distintos órdenes de magnitud.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 43,
    "genesis_article": "Artículo 9 Ñ",
    "genesis_text": "Chile es un Estado Ecológico de Derecho. Reconoce la interdependencia de la humanidad con la Naturaleza y los derechos de esta última, junto con los principios preventivo, precautorio, ecocéntrico, de no regresión y otros reconocidos por esta constitución y las leyes. El Estado y la sociedad tienen el deber de proteger y respetar, coordinada y eficazmente, la Naturaleza y sus elementos. El Estado debe adoptar una administración ecológicamente responsable. El Estado tiene el deber imprescriptible de proteger el patrimonio natural, cultural y arqueológico... El Estado debe promover la educación ecológica y científica en la conciencia pública... Es obligación del Estado cooperar internacionalmente con otros Estados... en la protección de la Naturaleza y enfrentar la crisis climática y ecológica.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 44,
    "genesis_article": "Artículo 9 S",
    "genesis_text": "Se reconoce el Itrofill Mognen como base y fundamento de todas las formas de vida, que el Estado debe promover, proteger y garantizar. En virtud de este principio, las diferentes formas de vida cohabitan en los territorios de manera interdependiente, sean materiales, inmateriales, tangibles e intangibles, formando un conjunto plural e inseparable. El Estado deberá asegurar su debida conservación, equilibrio y desarrollo, especialmente cuando su alteración amenace, afecte o dañe su desarrollo y continuidad.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 45,
    "genesis_article": "Artículo 10",
    "genesis_text": "Chile respeta el derecho internacional en sus diversas fuentes, tiene vocación de paz y aboga por la solución pacífica de controversias internacionales, promueve la democracia y los derechos humanos en ese mismo ámbito, y fomenta relaciones de cooperación con los demás países.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 47,
    "genesis_article": "Artículo 10 F",
    "genesis_text": "De la Recepción Constitucional de los Tratados Internacionales de Derechos Humanos. Los derechos fundamentales en sus atributos y sus garantías asegurados por la Constitución y por tratados internacionales ratificados y vigentes, o por otras fuentes obligatorias del derecho internacional aplicables, tienen fuerza normativa constitucional y aplicación preferente en el orden interno... Será obligación del Estado adoptar las medidas legislativas y de otro carácter que fueren necesarias con este objeto, sin perjuicio de la exigibilidad de los derechos conforme al Derecho Internacional de los Derechos Humanos.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 48,
    "genesis_article": "Artículo 10 G",
    "genesis_text": "El ejercicio de la soberanía reconoce como limitación el respeto a los derechos humanos. Es deber de los órganos del Estado respetar y promover tales derechos garantizados por esta Constitución, así como en los tratados internacionales ratificados por Chile y que se encuentren vigentes... Los órganos del Estado deberán conciliar estos derechos con los establecidos en esta Constitución.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 49,
    "genesis_article": "Artículo 10 H",
    "genesis_text": "Los tratados ratificados por Chile, y que se encuentren vigentes, forman parte del ordenamiento jurídico chileno.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 50,
    "genesis_article": "Artículo 10 I",
    "genesis_text": "Los tratados internacionales sobre derechos humanos y aquellos que determinen las fronteras del Estado tendrán rango constitucional, por lo que se aprobarán siguiendo el procedimiento y quórum previsto para las reformas constitucionales. Los demás tratados internacionales tendrán un rango superior a las leyes.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 51,
    "genesis_article": "Artículo 10 J",
    "genesis_text": "Los derechos y las obligaciones consagradas en los tratados e instrumentos internacionales de derechos humanos ratificados o reconocidos por Chile, forman parte integral de la Constitución de la República, que se interpretará conforme a los estándares del sistema internacional de los derechos humanos.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 52,
    "genesis_article": "Artículo 10 K",
    "genesis_text": "Los derechos humanos, en su conjunto, conforman el parámetro de regularidad constitucional. El Estado, todos los organismos y autoridades nacionales en el ámbito de sus competencias, están obligadas a promover, respetar, proteger y garantizar los derechos humanos. Las autoridades deben prevenir, investigar, sancionar, reparar y otorgar garantías de no repetición... Las autoridades jurisdiccionales ejercerán el control de constitucionalidad y convencionalidad...",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 53,
    "genesis_article": "Artículo 10 L",
    "genesis_text": "Los derechos individuales y colectivos de los pueblos indígenas y tribales, consagrados en el Convenio número 169 de la Organización Internacional del Trabajo sobre Pueblos Indígenas y Tribales, la Declaración de Naciones Unidas sobre los Derechos de los Pueblos Indígenas y la Declaración Americana sobre los Derechos de los Pueblos Indígenas, son de observancia e implementación obligatorias en Chile.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 54,
    "genesis_article": "Artículo 10 M",
    "genesis_text": "Sobre los tratados internacionales. Los tratados internacionales ratificados por Chile se encontrarán sujetos a lo establecido en esta Constitución. Los tratados o instrumentos internacionales en materia de derechos humanos y de la naturaleza que hayan sido ratificados por nuestro país y que reconozcan derechos más favorables a los señalados por esta Constitución se aplicarán de manera preferente.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 55,
    "genesis_article": "Artículo 10 O",
    "genesis_text": "Derecho a la reparación integral. La reparación integral por la violación de los derechos humanos incluirá medidas de restitución, indemnización, rehabilitación, satisfacción y garantías de no repetición, en sus dimensiones individual, colectiva, material, moral y simbólica.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 57,
    "genesis_article": "Artículo 11 A",
    "genesis_text": "Derecho a participar en la vida cultural. La Constitución asegura el derecho de todas las personas a participar libremente en la vida cultural de las comunidades, pueblos y naciones. Toda persona, individual o colectivamente, tiene derecho a: 1º La autoidentificación cultural... 2º La libertad de expresión... 3º Participar de la vida en comunidad... 4º Conocer, comprender y educarse en la cultura propia... 5º Acceder, gozar y participar de los bienes materiales e inmateriales... 6º Participar de manera libre e informada... El Estado velará por remover los obstáculos particulares que impidan o dificulten el ejercicio de los derechos culturales... El Estado velará por el respeto de las culturas migrantes y no nacionales...",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 58,
    "genesis_article": "Artículo 11 D",
    "genesis_text": "Interculturalidad. La República de Chile es intercultural. El Estado reconoce que la comunidad es fuente de una amplia diversidad de culturas, de lenguajes y de concepciones del ser humano y de la naturaleza, y promueve, mediante todos sus órganos, el respeto y desarrollo de las culturas y de las lenguas indígenas.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 59,
    "genesis_article": "Artículo 11 E",
    "genesis_text": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 62,
    "genesis_article": "Artículo 13 D",
    "genesis_text": "El Estado de Chile es laico y asegura a todas las personas el derecho a la libertad de conciencia y religión bajo el principio de igualdad y neutralidad religiosa. Este derecho incluye la libertad de profesar, expresar y mantener una creencia, así como el derecho a no profesar ni expresar religión o creencia alguna. Las instituciones educacionales públicas estatales no podrán privilegiar impartir una religión, credo o pensamiento por sobre otros, no podrán realizar actos oficiales donde se promuevan símbolos o prácticas religiosas de manera preferente, promoviendo la convivencia de las religiones, creencias y filosofías ateas.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 63,
    "genesis_article": "Artículo 13 E",
    "genesis_text": "El Estado es neutral respecto de las convicciones y creencias religiosas de sus habitantes.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 65,
    "genesis_article": "Artículo 14 F",
    "genesis_text": "Probidad e integridad. Las personas actúan de acuerdo al principio de integridad. Es deber de las personas naturales y jurídicas la erradicación de todas las formas de corrupción. Para esto es indispensable defender y demostrar un compromiso irrestricto con los derechos humanos, el respeto a la naturaleza y actuar de manera coherente con los principios de una vida en democracia... El ejercicio de las funciones públicas obliga a los servidores públicos a dar estricto cumplimiento al principio de probidad en todas sus actuaciones... La ley establecerá los mecanismos e instrumentos para garantizar el cumplimiento coordinado de este principio...",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 67,
    "genesis_article": "Artículo 15 C",
    "genesis_text": "Supremacía constitucional. Las personas y los poderes públicos están sujetos a la Constitución y a las leyes dictadas conforme a ella. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas y las decisiones públicas, la irretroactividad de las normas penales no favorables, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 69,
    "genesis_article": "Artículo 17 A",
    "genesis_text": "Emblemas nacionales. Son emblemas nacionales el himno nacional, el escudo nacional, la bandera chilena y los símbolos oficiales de cada pueblo originario.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 70,
    "genesis_article": "Artículo 17 B",
    "genesis_text": "Es deber del Estado rescatar, proteger y difundir las tradiciones de los pueblos de Chile.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 72,
    "genesis_article": "Artículo 18 A",
    "genesis_text": "Es deber del Estado resguardar la soberanía del pueblo y de su territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 73,
    "genesis_article": "Artículo 18 B",
    "genesis_text": "El Estado de Chile debe promover las condiciones materiales de existencia que permitan el más pleno desarrollo y bienestar de las personas, garantizando efectivamente los derechos que establezcan la Constitución y las leyes y el ejercicio de las libertades de que son titulares.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 74,
    "genesis_article": "Artículo 18 C",
    "genesis_text": "El Estado promoverá la conciliación de los derechos y deberes relacionados con la protección, conservación y restauración de la naturaleza y su biodiversidad, con el desarrollo económico y la equidad social para avanzar en el mejoramiento sostenido de la calidad de vida de toda la población.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 75,
    "genesis_article": "Artículo 18 D",
    "genesis_text": "Es deber del Estado promover un mayor bienestar para las personas, considerando las necesidades actuales, como también las de las generaciones futuras, respondiendo a un imperativo de justicia intergeneracional. Para lograr este objetivo, el Estado debe garantizar un equilibrio entre ingresos y gastos, debiendo considerar una revisión permanente de las finanzas públicas y de los ingresos fiscales estructurales, para determinar un nivel de gasto público sostenible. Lo anterior, sin perjuicio de contar con instrumentos que permitan hacer frente a situaciones de emergencia, manteniendo la responsabilidad fiscal.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 76,
    "genesis_article": "Artículo 18 E",
    "genesis_text": "El Estado, mediante sus organismos, servicios y empresas, proveerá directamente los bienes y servicios que esta Constitución garantiza a todas las personas. Ninguna empresa o privado podrá lucrar con fondos del Estado en la pro-visión de estos bienes sociales. Excepcionalmente el Estado podrá celebrar convenios con privados para la provisión de estos bienes, pero sólo cuando dichos privados no persigan fines de lucro, o cuando el Estado sea incapaz de proveerlos por sí sólo, en cuyo caso la provisión privada se limitará al tiempo necesario para que el Estado asuma la provisión pública de dichos bienes y servicios.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 77,
    "genesis_article": "Artículo 18 F",
    "genesis_text": "El Estado se compromete, reconoce y garantiza los principios de reciprocidad, comunidad, complementariedad, libre determinación de los pueblos, diversidad cultural, solidaridad, igualdad, social, decolonial y libertad.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 78,
    "genesis_article": "Artículo 18 G",
    "genesis_text": "El Estado garantizará, respetará y promoverá sistemas y formas de educación de los pueblos indígenas para preservar, difundir y ampliar el conocimiento de los mismos.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 79,
    "genesis_article": "Artículo 18 H",
    "genesis_text": "El Estado de Chile tiene por finalidad asegurar la convivencia pacífica entre sus integrantes, basada en la cultura del diálogo, el respeto de las diferencias, la no violencia y la búsqueda del entendimiento entre las personas, organizaciones y comunidades. Para este fin deberá prever, propiciar y promover mecanismos de información y participación, así como de prevención y resolución colaborativa de conflictos en las diversas áreas y esferas del ámbito público y privado, de conformidad a la ley.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 80,
    "genesis_article": "Artículo 18 I",
    "genesis_text": "El Estado tiene como objetos la equidad social y política, la justicia económica y la interculturalidad de la sociedad, garantizando el derecho de las naciones y pueblos a su libre determinación dentro del Estado, en igualdad de condiciones con los demás sectores de la sociedad, pero con pleno respeto a sus propias autoridades, tierras, territorios y recursos, formas de vida y desarrollo económico... reconociendo los derechos colectivos de los pueblos indígenas y el pueblo tribal afrodescendiente...",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 81,
    "genesis_article": "Artículo 18 J",
    "genesis_text": "Estado debe asegurar que los pueblos indígenas participen en la adopción de decisiones en las cuestiones que afecten sus derechos, mediante los representantes que ellos mismos designen, elegidos de acuerdo a sus propios procedimientos, costumbres e instituciones... así como el derecho a sus tierras territorios y recursos, mediante los estatutos de autonomía que esta misma Constitución establezca.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 82,
    "genesis_article": "Artículo 18 K",
    "genesis_text": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 83,
    "genesis_article": "Artículo 19",
    "genesis_text": "Independencia. La comunidad chilena es independiente, subsiste por sí misma en virtud de su trabajo y de la naturaleza, y se determina a sí misma a través de su Estado. El Estado asegura la independencia de la República y no reconoce, en la definición de sus asuntos internos, otro poder que no sea la voluntad popular.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 90,
    "genesis_article": "Artículo 26",
    "genesis_text": "Principio de Protección al Trabajo Decente. El Estado reconoce y garantiza la protección al trabajo decente. El Estado tiene el deber de proteger y asegurar un trabajo decente. El Estado deberá asegurar una institucionalidad que proporcione protección eficaz para los trabajadores y trabajadoras y sus organizaciones sindicales. La fiscalización del cumplimiento de las normas laborales estará a cargo de un organismo autónomo. Las normas laborales y de seguridad social no podrán interpretarse o aplicarse de forma que disminuyan los derechos laborales reconocidos en las declaraciones, los tratados internacionales sobre derechos humanos ratificados por Chile y los Convenios de la Organización Internacional del Trabajo.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 94,
    "genesis_article": "Artículo 30",
    "genesis_text": "El Estado podrá intervenir en la economía a través de sus órganos. Para ello, podrá regular, establecer incentivos, planificar y desarrollar actividades económicas y prestacionales, todo conforme a la ley. Para su intervención en materia económica el Estado perseguirá el desarrollo humano sostenible y la preservación del ecosistema... La intervención estatal es obligatoria en todos aquellos ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia de las personas, derechos fundamentales, servicio público y la preservación del ecosistema. En aquellos sectores que envuelvan prestaciones existenciales... el Estado es el titular original de la pro-visión... la ley podrá permitir la gestión y ejercicio por parte de particulares. Respecto a ellas el Estado tiene un deber de garantía...",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  },
  {
    "genesis_id": 95,
    "genesis_article": "Nuevo Artículo (Indicación 105)",
    "genesis_text": "\nTodas las personas nacen y permanecen iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan los derechos fundamentales que se reconocen les reconocen sin excepción, tanto por esta constitución, como por tratados internacionales, y que los hacen acreedores a igual consideración y respeto. Esta Constitución garantiza la dignidad de todas las personas que habitan la República, sin ningún tipo de discriminación. El Estado protege la dignidad a través de sus órganos y mediante los procedimientos y recursos establecidos por ley para estos efectos, con pleno respeto a los derechos y garantías que esta constitución establece. Será deber de toda persona, natural o jurídica respetar y velar por la dignidad humana en todas sus formas.",
    "status": "Deleted (Inferred - No Mapping)",
    "evidence": []
  }
]