[
  {
    "article": "Artículo 1.- Derechos de las personas mayores",
    "text": "Las personas mayores son plenos sujetos de derechos. Las personas mayores tienen derecho a una vida digna en la vejez y a todos los demás derechos consagrados en esta Constitución y en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigente, en igualdad de condiciones que el resto de la población. En especial tienen derecho a: a.- La capacidad jurídica de goce y ejercicio en todos los aspectos de la vida, con apoyos y salvaguardias. b.- La accesibilidad universal, considerando especialmente al entorno físico, social, económico, político y cultural. c.- La vida independiente y autónoma, a su movilidad personal, a ser incluidas en la comunidad y a participar activamente en asuntos públicos. d.- Una pensión suficiente para una vejez digna. e.- Vivir una vida libre de violencia. Es deber del Estado adoptar las medidas necesarias para garantizar estos derechos y prevenir todo obstáculo o discriminación que impida su pleno ejercicio. Un sistema público de atención y protección de personas mayores, de carácter universal, integral, con enfoque de curso de vida, perspectiva de género e interseccionalidad; elaborará, coordinará y ejecutará las políticas y programas dirigidos a atender sus necesidades; de conformidad a la ley. Considerará, especialmente, a las personas mayores en situación de dependencia y sujetas al cuidado del Estado. La ley prohibirá y sancionará cualquier tipo de discriminación, abuso, maltrato, violencia y explotación en contra de las personas por razones de edad."
  },
  {
    "article": "Artículo 2",
    "text": "El Estado de Chile reconoce el derecho a una vida libre de violencia a las mujeres, niñeces, diversidades y disidencias sexo-genéricas como un derecho humano y garantiza su promoción en todos los ámbitos y en todas sus manifestaciones. Es deber inclaudicable del Estado prevenir, investigar, sancionar y erradicar todas las manifestaciones de violencia de género sin discriminación alguna, provenga su perpetración de particulares, del Estado, de sus integrantes o agentes en pleno ejercicio de sus funciones o retirados de ellas. El Estado será especialmente responsable por su falta de servicio ante el incumplimiento de alguno de sus deberes y obligaciones normativas en la materia. Es una obligación irrestricta del Estado la reparación efectiva, oportuna e integral a las víctimas de violencia, mujeres, niñeces, diversidades y disidencias sexo-genéricas, y la adopción de garantías de no repetición. El Estado dispondrá de todos los medios para garantizar el asesoramiento y defensa jurídica gratuita, oportuna, efectiva y con perspectiva de género a niñeces, mujeres, diversidades y disidencias sexo-genéricas víctimas de violencia en todas sus manifestaciones. Es deber del Estado actuar con debida diligencia, velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género y garantías procesales eficaces y eficientes, para la adecuada protección de los derechos de las víctimas, y la aplicación de medidas o sanciones, evitando la revictimización y victimización secundaria. Es también deber del Estado garantizar, tanto en el sector público como en el privado, una educación integral no sexista, que asegure la erradicación de la violencia simbólica en el sistema educativo, la cual reproduce estereotipos sexuales y contenidos discriminatorios. El Estado garantizará la no discriminación en contra de mujeres, niñeces, diversidades y disidencias sexo-genéricas, en razón de su edad, estado civil, nación de origen, idioma, religión o creencia, ideología u opinión política, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, identidad y expresión de género, apariencia personal, diversidad funcional, condición de salud, de migración, de refugiada, de ruralidad, situación de vulnerabilidad especial, situación de privación de libertad o cualquier otra que reproduzca las relaciones de poder históricamente desiguales. Será materia de ley asegurar la existencia efectiva de un presupuesto fiscal anual, prioritario y de emergencia si es necesario, para el cumplimiento de lo estipulado en los preceptos anteriores y de todas las políticas públicas que emanen de la norma."
  },
  {
    "article": "Artículo 3",
    "text": "El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en el ámbito público y privado. El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes. Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja en que puedan hallarse en razón de su edad, estado civil, etnia, idioma, religión o creencia, ideología u opinión política o de otro tipo, origen nacional o social, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, orientación sexual, identidad y expresión de género, apariencia personal, condición de salud, de migración, de refugiada, de ruralidad, situación de discapacidad o cualquier otra condición. Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho, y a todos los órganos del mismo, en el ámbito de sus competencias, generar políticas intersectoriales de promoción, prevención, capacitación y formación en enfoque de género y derechos humanos. Asimismo, las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género, por la protección y los derechos de las víctimas, y la aplicación de medidas o sanciones, evitando la revictimización."
  },
  {
    "article": "Artículo 4",
    "text": "La Constitución reconoce a las personas con discapacidad como plenos sujetos de derechos, en igualdad de condiciones que las demás y garantiza el goce y ejercicio de su capacidad jurídica y su derecho a una vida independiente. El Estado promoverá, protegerá y garantizará el goce pleno y en condiciones de igualdad de los derechos fundamentales de las personas con discapacidad, con el objetivo de su plena inclusión social, la promoción de su accesibilidad universal, el resguardo de su dignidad inherente y el desarrollo de sus capacidades y autonomía en todas las esferas de la vida. La ley arbitrará los medios necesarios para identificar y remover las barreras físicas, sociales, culturales, actitudinales, de comunicación y de otra índole que dificulten a las personas con discapacidad el goce o ejercicio de sus derechos. Dicha regulación, además, dispondrá las medidas de accesibilidad, provisión de ajustes razonables, ayudas técnicas y apoyos que serán puestas a disposición de las personas con discapacidad. Los órganos del Estado podrán adoptar medidas que beneficien específicamente a las personas con discapacidad, con la finalidad de promover su inclusión y garantizar su participación política, económica, social y cultural. Existirá, de conformidad a la ley, un sistema nacional a través del cual se elaborarán, coordinarán y ejecutarán las políticas y programas destinadas a atender las necesidades de trabajo, educación, vivienda, salud y cuidado de las personas con discapacidad. La ley garantizará que la elaboración, ejecución y supervisión de dichos planes y programas cuente con la participación activa y vinculante de las personas con discapacidad y de las organizaciones que las representan. Se reconoce la lengua de señas chilena como la lengua oficial de las personas sordas. La ley dispondrá las medidas necesarias para promover la enseñanza, uso y reconocimiento de la lengua de señas chilena. La ley prohibirá y sancionará cualquier tipo de discriminación, abuso, maltrato, violencia y explotación en contra de las personas con discapacidad, y en particular contra mujeres, niños, niñas y adolescentes y personas mayores con discapacidad."
  },
  {
    "article": "Artículo 5",
    "text": "Se reconoce a las Personas con Discapacidad como sujetas y sujetos con derechos a la vida independiente, autonomía, y al ejercicio pleno de nuestro derechos y capacidades. El Estado debe garantizar políticas de prevención de las discapacidades, así como el respeto de la dignidad humana, la igualdad sustantiva, la equiparación de oportunidades, la integración social y participación política de las personas con discapacidad. Se reconoce a las personas con discapacidad los siguientes derechos: – Derecho a la accesibilidad universal en todas sus dimensiones. – Derecho a la educación, inclusiva y sin segregación, en todos los niveles, con garantía de acceso, permanencia y progreso, así como la formación ocupacional. – Derecho al trabajo y condiciones laborales satisfactorias. – Derecho a la salud (incluyendo rehabilitación integral), a la seguridad social, y a las coberturas acorde con sus necesidades. – Derecho a la vivienda digna y adecuada y a espacios inclusivos. – Derechos lingüísticos, así como el derecho a expresarse y comunicarse a través de los lenguajes correspondientes, y el acceso a mecanismos, medios y formas alternativas de comunicación. – Derechos políticos y de participación en espacios de deliberación a través de cuotas reservadas en todos los cargos de representación popular. Así como la plena inclusión en los procesos electorales. – A la Participación vinculante de Personas con Discapacidad en diseño, implementación y evaluación de políticas públicas sobre discapacidad. – Al reconocimiento de la capacidad jurídica de las Personas con Discapacidad para el pleno ejercicio de los derechos civiles y políticos. – Al acceso adecuado a bienes y servicios. El Estado adoptará las medidas necesarias para la satisfacción y goce efectivo de los derechos de las personas con discapacidad. El Estado velará porque las personas con discapacidad y las familias que cuiden a personas con discapacidad cuenten con cuidados, capacitación e inclusión en las políticas sociales que correspondan. Así mismo, se promoverán programas dirigidos al esparcimiento y descanso de las personas con discapacidad y sus familias. Es deber del Estado impulsar un sistema de protección que garantice derechos en forma universal y para todos los ciclos vitales, impulsando políticas destinadas a este fin."
  },
  {
    "article": "Artículo 6",
    "text": "El Estado deberá promover, proteger y asegurar el reconocimiento, goce y ejercicio de los derechos humanos y libertades fundamentales por las personas con discapacidad, en igualdad de condiciones con las demás, con enfoque de género, infancia y envejecimiento. Para estos efectos, se aplicarán los principios y prescripciones de la Convención sobre los Derechos de las Personas con Discapacidad de Naciones Unidas, dando prioridad a los siguientes ejes: a.- Las personas con discapacidad tienen capacidad jurídica en igualdad de condiciones con las demás en todos los aspectos de la vida, con los apoyos y salvaguardias que soliciten o necesiten, lo que es plenamente aplicable a la celebración de actos y contratos como también al consentimiento libre e informado. La ley regulará el sistema de apoyos y salvaguardias. b.- Las personas con discapacidad tienen derecho a la accesibilidad universal. El Estado adoptará medidas pertinentes y adecuadas para asegurar el acceso de las personas con discapacidad al entorno físico, el transporte, la información y las comunicaciones, incluidos los sistemas y las tecnologías de la información y las comunicaciones, y a otros servicios e instalaciones abiertos al público o de uso público, tanto en zonas urbanas como rurales. El Estado deberá fiscalizar el cumplimiento de las obligaciones de accesibilidad universal. c.- Las personas con discapacidad tienen derecho a la vida independiente y a ser incluidos en la comunidad. Esto implica el ejercicio de su derecho de participación en asuntos públicos, su autonomía individual, su derecho a utilizar todos los servicios existentes en la comunidad e incluso los servicios de atención domiciliaria o residencial que necesiten. El Estado establecerá un servicio nacional para brindar apoyo personalizado e integral a las personas con discapacidad que lo soliciten o lo necesiten para abordar situaciones de dependencia, mejorando su calidad de vida. Este Servicio deberá tener como principios rectores el respecto a la dignidad, autonomía, la voluntad y las preferencias de la persona con discapacidad que incluirá siempre su derecho a tomar las propias decisiones (algunos suelen denominar esto como “Servicio Nacional de Cuidado”)."
  },
  {
    "article": "Artículo 7.- Derechos",
    "text": "Toda persona que presente o pudiese presentar la condición del Espectro Autista o alguna otra condición de neurodesarrollo, tiene los siguientes derechos: a) A tener un diagnóstico temprano a través de una evaluación médica precisa y accesible. El Estado propiciará esta atención médica oportuna a través de la red de los centros de atención primaria u otros pertenecientes a la red pública, o también, mediante convenios con instituciones de salud privadas. b) A contar con todos los cuidados necesarios y apropiados para el resguardo de su salud mental y física. El Estado propiciará el acceso a medicamentos, terapias y ayudas técnicas de manera oportuna y eficaz, considerando, en cada caso, la necesidad de cada persona de acuerdo con su edad y diagnóstico clínico. c) A recibir terapias de habilitación. El Estado propiciará la presencia de personal especializado y lugares especiales para la realización de dichas terapias, pudiendo además firmar convenios con instituciones de salud privada que estén previamente acreditadas por la autoridad competente, para estos fines. Del acceso a la salud. El Estado velará para que toda persona en condición del Espectro Autista tenga acceso libre e igualitario al sistema previsional de salud, tanto en las Instituciones de Salud Previsional como en el Fondo Nacional de Salud, de manera que no pueda negarse a ninguna persona bajo esta condición el acceso a la salud bajo ninguna circunstancia."
  },
  {
    "article": "Artículo 8.- Derecho a la identidad",
    "text": "Toda persona tiene derecho al libre desarrollo y pleno reconocimiento de su identidad, en todas sus distintas dimensiones y manifestaciones, incluyendo la nacionalidad, etnia, cultura, edad, características sexuales, identidades y expresiones de género, y orientaciones sexoafectivas, entre otras. Ni el Estado, ni ninguna persona, institución o grupo podrá restringir, condicionar o excluir el reconocimiento ni ejercicio de este derecho a través de requisitos que vayan en contra de los derechos y garantías que esta Constitución reconoce y los tratados internacionales de Derechos Humanos que Chile haya ratificado y se encuentren vigentes. El Estado deberá garantizar el reconocimiento de este derecho a través de los respectivos documentos de identidad, inscripción registral y otras herramientas y acciones judiciales y administrativas que materialicen este derecho."
  },
  {
    "article": "Artículo 9.- Derecho a migrar",
    "text": "1. Toda persona tiene derecho a migrar desde y hacia Chile con sujeción a la Constitución y los tratados internacionales ratificados por Chile y que se encuentren vigentes. La regulación de este derecho se realizará por ley. No se identificará ni se considerará a ninguna persona como ilegal por su condición migratoria. 2. El Estado, a través de sus órganos y de las políticas migratorias, deberá respetar, garantizar y promover los derechos humanos de las personas en contexto de movilidad humana sobre la base de los principios de igualdad, universalidad, perspectiva de género, enfoque diferenciado, inclusión y unidad familiar. 3. Se encuentran prohibidas las expulsiones colectivas. Toda medida de expulsión debe ser el resultado de un análisis razonable y objetivo del caso individual de cada persona, con pleno respeto a las garantías del debido proceso, a tener la colaboración de un intérprete y a contar con asistencia consular."
  },
  {
    "article": "Artículo 10.- Derecho al asilo",
    "text": "Toda persona tiene derecho a buscar y recibir asilo, de acuerdo con la legislación nacional y los tratados internacionales suscritos y ratificados por Chile, y que se encuentren vigentes. Una ley regulará el procedimiento de solicitud y reconocimiento de la condición de refugiado, así como las garantías y protecciones específicas que se establezcan en favor de las personas solicitantes de asilo o refugiadas."
  },
  {
    "article": "Artículo 11.- Principio de no devolución",
    "text": "Ninguna persona solicitante de asilo o refugiada será regresada por la fuerza a la frontera o al territorio del país de nacionalidad o residencia habitual en caso de ser apátrida, o a cualquier otro lugar donde su vida, libertad o seguridad peligren, a causa de su raza, religión, nacionalidad, pertenencia a un determinado grupo social u opinión política, o bien por la existencia de una situación de violencia generalizada, la agresión extranjera, los conflictos internos, la violación masiva de los derechos humanos u otras circunstancias que hayan perturbado gravemente el orden público en dicho país. La prohibición anterior comprende cualquier medida de rechazo en frontera, deportación, expulsión, extradición, y devolución, sea directa o indirecta. En conformidad con la prohibición de devolución bajo el derecho internacional de los derechos humanos, ninguna persona será trasladada a otro país si esto ha de exponerla a graves violaciones de derechos humanos, en particular la privación arbitraria de la vida, la tortura u otros tratos o penas crueles, inhumanos o degradantes."
  },
  {
    "article": "Artículo 12. Derechos de niños, niñas y adolescentes",
    "text": "Los niños, niñas y adolescentes son sujetos de derecho y como tales gozarán de aquellos derechos comunes a todas las personas, los consagrados en esta Constitución, en los tratados internacionales ratificados por Chile; y las leyes. La Constitución reconoce especialmente los siguientes derechos para niños, niñas y adolescentes: su nombre y nacionalidad, vivir en una familia y no ser separados arbitrariamente de ella, los cuidados que requieran para su desarrollo armonioso e integral, la educación y la cultura acordes con su cosmovisión, la recreación, la protección de su vida privada y la libre expresión de su opinión. Serán protegidos especialmente contra toda forma de abandono, violencia, malos tratos, discriminación, negligencia, abuso sexual y explotación sexual, laboral o económica. El Estado reconoce el rol esencial que las diversas formas de familia cumplen en el pleno desarrollo de los derechos de la niñez y su bienestar. Consecuentemente, el Estado asegurará el derecho de los niños, niñas y adolescentes a crecer en un ambiente familiar, así como a que los adultos responsables de su cuidado cuenten con los apoyos necesarios para el cumplimiento de sus responsabilidades. Es deber del Estado crear las condiciones que faciliten el desarrollo y bienestar de niños, niñas y adolescentes, así como proteger su derecho a crecer en un ambiente familiar. La Ley establecerá un sistema de protección integral de la niñez."
  },
  {
    "article": "Artículo 13",
    "text": "Las niñas, niños y adolescentes son titulares de todos los derechos y garantías establecidas en esta Constitución, en las leyes y tratados internacionales ratificados y vigentes en Chile. El Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes, resguardando su interés superior, el derecho a ser oídos, a la autonomía progresiva, a la vida, supervivencia y desarrollo. En especial, tomará todas las medidas apropiadas para garantizar su derecho a llevar a una vida libre de violencia, explotación, maltrato y abusos, al libre desarrollo de su personalidad, al nombre y a la nacionalidad, a tener una familia y no ser separados de ella, a la recreación, a la educación, a la salud, a los cuidados y al amor, a la cultura, a la vivienda, a la alimentación, a ser oídos, escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social. Las familias tienen un rol de garantes en el desarrollo integral de niños, niñas y adolescentes, en armonía con los principios establecidos en la Constitución, leyes y en los tratados internacionales ratificados y vigentes en Chile. Es deber del Estado reconocer este rol y dar el apoyo necesario para la realización del mismo. La ley establecerá un sistema integral y universal de garantías de los derechos a los que se refiere este artículo, a través del cual establecerá responsabilidades específicas de los poderes y órganos del Estado y su deber de trabajo intersectorial y coordinado para asegurar la promoción y protección efectiva de los derechos de niñas, niños y adolescentes, determinando los mecanismos de exigibilidad de éstos."
  },
  {
    "article": "Artículo 14",
    "text": "Los niños, niñas y adolescentes son sujetos titulares de todos los derechos que esta Constitución y los tratados internacionales ratificados y vigentes por Chile reconocen, y los ejercerán de conformidad a la evolución de sus facultades y madurez. Las familias tienen la responsabilidad preferente de educar y orientar a los niños, niñas y adolescentes en el ejercicio de sus derechos, teniendo siempre como límite su interés superior, entendido éste como la máxima satisfacción de los mismos, y todos los derechos de los cuales son titulares. El Estado garantizará la protección y asistencia especial de niños, niñas y adolescentes que estén temporal o permanentemente privados de su medio familiar, o cuyo interés superior exija que no permanezcan en ese medio. Es deber del Estado garantizar las condiciones para su ejercicio, y además, que niños, niñas y adolescentes tengan una protección prioritaria frente a todo tipo de negligencia, discriminación, violencia, o ejercicio abusivo de la autoridad, de la familia o de cualquier otra institución."
  },
  {
    "article": "Derecho a la protección y cuidado de niños, niñas y adolescentes (Sin número)",
    "text": "Niñas, niños y adolescentes tienen derecho a la protección y al cuidado necesarios para su desarrollo integral. Las familias, cualquiera sea su composición, tienen el rol de primer garante de los derechos, libertades y del bienestar de niñas, niños y adolescentes, debiendo el Estado adoptar medidas tendientes a promover el cumplimiento de su rol social. Madres, padres y cuidadores tienen el derecho y deber preferente de educar, cuidar y apoyar a sus hijas e hijos. Asimismo, es deber del Estado apoyarlos a en el ejercicio de este rol. En todas las medidas, planes y programas públicos concernientes a niñas, niños y adolescentes y sus familias, el Estado y las organizaciones de la sociedad civil deberán resguardar el interés superior de las niñas, niños y adolescentes, con un enfoque preventivo y considerando especialmente la integridad física, psíquica y la salud mental como pilares fundamentales de su desarrollo. Es deber del Estado adoptar todas las medidas legislativas y administrativas necesarias e idóneas para proteger a niñas, niños y adolescentes contra toda forma abuso físico o mental, descuido o trato negligente, malos tratos o explotación. Niñas, niños y adolescentes tienen derecho a vivir en condiciones familiares y ambientales que les permitan el pleno y armonioso desarrollo de su personalidad. El Estado deberá velar porque no sean separados de sus familias salvo como medida temporal y último recurso en resguardo de su interés superior, en cuyo caso se priorizará un acogimiento familiar por sobre el residencial, debiendo adoptar todas las medidas que sean necesarias para asegurar su bienestar y resguardar el ejercicio de sus derechos y libertades."
  }
]