[
  {
    "article_ref": "Derechos de las Personas Mayores (General / Pre-Artículo 1)",
    "indications": [
      {
        "number": "1",
        "content": "Retirada",
        "authors": []
      },
      {
        "number": "2",
        "content": "Indicación de los convencionales Tepper, Veloso, Silva y otros para agregar un nuevo artículo en Derechos de las Personas Mayores.\n“Art. X.- Todas las personas tienen derecho a envejecer con dignidad y a contar con todas las coberturas básicas necesarias para su bienestar. Las personas mayores podrán gozar y ejercer los derechos consagrados en esta Constitución y en los tratados internacionales ratificados por Chile y que se encuentren vigentes...\n[Continúa texto extenso sobre sistema integral de prevención, deber de las familias, etc.]”",
        "authors": [
          "Tepper",
          "Veloso",
          "Silva",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 1",
    "indications": [
      {
        "number": "3",
        "content": "Indicación del señor Arrau para suprimir el artículo 1.\n2. Para sustituir el artículo, por el siguiente: “Las personas nacen libres e iguales en dignidad y derechos...”.\n3. Para sustituir el artículo por el siguiente: “El Estado no puede en caso alguno expropiar los fondos de pensiones...”.\n4. Para suprimir la palabra “mayores” en el inciso segundo.\n5. Para suprimir en el artículo la frase “en igualdad de condiciones que el resto de la población”.\n6. Para sustituir el artículo, por el siguiente: “La propiedad privada es inviolable...”.\n7. Para sustituir el inciso sexto...\n8. Para incorporar un nuevo inciso: “El Estado no puede en caso alguno expropiar...”.\n9. Para incorporar un nuevo inciso...\n10. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "4",
        "content": "Indicación del convencional Saldaña y otros, para sustituir el artículo 1°, por el siguiente:\n“Derechos de las personas mayores. Las personas mayores son titulares y plenos sujeto de derecho. Tienen derecho a envejecer con dignidad...”",
        "authors": [
          "Saldaña",
          "otros"
        ]
      },
      {
        "number": "5",
        "content": "Indicación del señor Squella para reemplazar el inciso primero del artículo 1 por el siguiente: “Las personas mayores de cualquier edad son sujetos de especial protección y titulares...”",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "6",
        "content": "Indicación de la convencional Loncon para agregar en el inciso primero del artículo 1, a continuación del punto final, lo siguiente:\n“Tienen derecho a una vida digna en la vejez y a todos los demás derechos reconocidos en esta Constitución...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "7",
        "content": "Indicación de la convencional Loncon para sustituir el literal a.- del inciso tercero del artículo 1, por el siguiente texto:\n“a.- La capacidad jurídica de goce y ejercicio en todos los aspectos de la vida...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "8",
        "content": "Indicación de la convencional Loncon para sustituir el literal d.- del inciso tercero del Artículo 1, por el siguiente texto:\n“d.- Toda persona mayor tiene derecho a prestaciones de seguridad social...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "9",
        "content": "Indicación de la convencional Loncon para agregar en el inciso tercero del Artículo 1, un nuevo literal del siguiente tenor:\n“f.- Derecho a una vivienda digna y adecuada...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "10",
        "content": "Indicación de la convencional Loncon para agregar en el inciso tercero del Artículo 1, un nuevo literal del siguiente tenor:\n“g.- A su salud física y mental sin ningún tipo de discriminación...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "11",
        "content": "Indicación de la convencional Loncon para agregar en el inciso tercero del Artículo 1, un nuevo literal del siguiente tenor:\n“h. A educación, cultura, recreación, esparcimiento y al deporte.”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "12",
        "content": "Indicación de la convencional Loncon para agregar en el inciso cuarto del Artículo 1, luego de la frase “ impida su pleno ejercicio.”, el siguiente texto:\n“Una ley determinará la exención o disminución de las obligaciones tributarias...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "13",
        "content": "Indicación de la convencional Loncon para agregar en el inciso quinto del Artículo 1, luego de la expresión “perspectiva de género”, la expresión “, interculturalidad”. Debiendo quedar dicho inciso de la siguiente manera: “Un sistema público de atención...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "14",
        "content": "Indicación de Vallejos y otros, para añadir en el artículo 1°, los siguientes incisos:\n“Todas las personas, especialmente las mayores, tendrán derecho al consentimiento libre e informado...”",
        "authors": [
          "Vallejos",
          "otros"
        ]
      },
      {
        "number": "15",
        "content": "Indicación de Lisette Vergara para agregar un nuevo y final inciso al artículo 1 del siguiente tenor:\n“Asimismo, el Estado deberá asegurar la disponibilidad presupuestaria para el disfrute de estos derechos...”",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "16",
        "content": "Retirada",
        "authors": []
      },
      {
        "number": "17",
        "content": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor:\n“El Estado reconoce y considera en la implementación de políticas públicas, la sabiduría, conocimiento y experiencia de las personas mayores.”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "18",
        "content": "Retirada",
        "authors": []
      },
      {
        "number": "19",
        "content": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor:\n“Toda persona tiene deberes para con las familias, las personas mayores, la comunidad y la humanidad...”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "20",
        "content": "Retirada",
        "authors": []
      },
      {
        "number": "21",
        "content": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor:\n“El Estado garantiza a toda persona el derecho a una subsistencia digna durante la vejez...”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "22",
        "content": "Indicación del convencional Cretton para incorporar un inciso nuevo al artículo 1, del siguiente tenor:\n“El Estado reconoce a las personas mayores como sujetos de especial cuidado, y tiene el deber de protegerlas de todo acto terrorista”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "24",
        "content": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor:\n“El Estado reconoce y considera en la implementación de políticas públicas, la sabiduría, conocimiento y experiencia de las personas mayores.”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "25",
        "content": "Retirada",
        "authors": []
      },
      {
        "number": "26",
        "content": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor:\n“Toda persona tiene deberes para con las familias, las personas mayores, la comunidad y la humanidad...”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "27",
        "content": "Retirada",
        "authors": []
      },
      {
        "number": "28",
        "content": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor:\n“El Estado garantiza a toda persona el derecho a una subsistencia digna durante la vejez...”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "29",
        "content": "Indicación del señor Cretton para incorporar un nuevo artículo del siguiente tenor:\n“El Estado reconoce a las personas mayores como sujetos de especial cuidado, y tiene el deber de protegerlas de todo acto terrorista”.",
        "authors": [
          "Cretton"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 2",
    "indications": [
      {
        "number": "30",
        "content": "Indicación del señor Arrau para suprimir el artículo 2.\n2. Para sustituir el artículo, por el siguiente: “Es deber del Estado otorgar seguridad a las personas y sus familias...”.\n3. Para sustituir el inciso 1, por el siguiente...\n4. Para sustituir el inciso 2, por el siguiente: “Todas las personas tienen los derechos y garantías...”.\n5. Para suprimir, en el inciso 3, la frase “y obligaciones normativas en la materia”.\n6. Para sustituir el inciso 4, por el siguiente: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos...”.\n7. Para incorporar un nuevo inciso...\n8. Para incorporar un nuevo inciso...\n9. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "31",
        "content": "Indicación de la convencional Bárbara Sepúlveda y otras para sustituir el actual artículo 2 (ICC N° 2) por uno del siguiente tenor:\n“Artículo 2. El Estado garantiza y promueve el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género...”",
        "authors": [
          "Bárbara Sepúlveda",
          "otras"
        ]
      },
      {
        "number": "32",
        "content": "Indicación del convencional Hugo Gutiérrez para agregar el siguiente inciso primero al artículo 2:\n“El Estado reconoce a mujeres, hombres, diversidades y disidencias sexo-genéricas iguales derechos y deberes...”",
        "authors": [
          "Hugo Gutiérrez"
        ]
      },
      {
        "number": "33",
        "content": "Indicación del convencional Hugo Gutiérrez para reemplazar los incisos primero y segundo del artículo 2 que pasan a ser segundo y tercero por los siguientes:\n“El Estado de Chile reconoce el derecho a mujeres y hombres a una vida libre de violencia...”",
        "authors": [
          "Hugo Gutiérrez"
        ]
      },
      {
        "number": "34",
        "content": "Indicación del señor Squella para reemplazar en el inciso primero del artículo 4 la expresión “plena inclusión social” por “la más completa inclusión social posible”. (Nota: Texto dice Artículo 4, pero ubicación en tabla corresponde a bloque Artículo 2).",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "35",
        "content": "Indicación del convencional Cretton para suprimir, en el inciso primero del artículo 2, la frase “niñeces, diversidades y disidencias sexogenéricas”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "36",
        "content": "Indicación del señor Squella para eliminar en el inciso segundo del artículo 2 el término “inclaudicable”.",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "37",
        "content": "Indicación del señor Squella para eliminar en el inciso tercero del artículo 2 la palabra “especialmente”.",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "38",
        "content": "Indicación del señor Squella para eliminar en inciso 4 del mismo artículo 2 el término “irrestricto”.",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "39",
        "content": "Indicación del señor Squella para sustituir en artículo 4 la frase “la Constitución reconoce a las personas con discapacidad como plenos sujetos de derechos” por la siguiente. “La Constitución reconoce a las personas con discapacidad como sujetos de especial protección y titulares...” (Nota: Texto refiere al Artículo 4 pero está ubicado en el bloque del Artículo 2).",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "40",
        "content": "Indicación del convencional Cretton para agregar, antes del inciso final del artículo 2, el siguiente inciso: “Las mujeres que sean madres tendrán derecho a un programa de acompañamiento integral...”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "41",
        "content": "Indicación de Vallejos y otros, para añadir al artículo 2, los siguientes artículos:\n“Art. 2 bis. Derecho a la igualdad de oportunidades y remuneraciones en el trabajo...\nArt. 2 ter. Deber de corresponsabilidad de las labores del hogar y crianza...”",
        "authors": [
          "Vallejos",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 3",
    "indications": [
      {
        "number": "42",
        "content": "Indicación del señor Arrau para suprimir el artículo 3.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "43",
        "content": "Indicación de la convencional Bárbara Sepúlveda y otras para suprimir el actual artículo 3 (IPC N° 57)\n2. Para sustituir la frase “de las mujeres, niñas, diversidades y disidencias sexogenéricas” por “de las personas”.\n3. Para suprimir la frase “de género”.\n4. Para sustituir el inciso primero...\n5. Para sustituir el inciso segundo...\n6. Para sustituir el inciso tercero...\n7. Para incorporar un nuevo inciso...\n8. Para incorporar un nuevo inciso...\n9. Para incorporar un nuevo inciso...\n10. Para incorporar un nuevo inciso...",
        "authors": [
          "Bárbara Sepúlveda",
          "otras"
        ]
      },
      {
        "number": "45",
        "content": "Indicación de la señora Loncon para sustituir el texto del Artículo 3, por el siguiente: “Artículo 3.- El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "46",
        "content": "Indicación del convencional Hugo Gutiérrez para reemplazar los incisos primero y segundo del artículo 3 por los siguientes: “El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexo-genéricas a una vida libre de violencia de género...”",
        "authors": [
          "Hugo Gutiérrez"
        ]
      },
      {
        "number": "47",
        "content": "Indicación del señor Cretton para sustituir en el inciso primero del artículo 3, la frase “mujeres, diversidades y disidencias sexogenéricas” por “mujeres, sean adultas o niñas”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "48",
        "content": "Indicación del señor Cretton para suprimir en el inciso primero del artículo 3 las palabras “de género”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "49",
        "content": "Indicación del señor Cretton para sustituir en el inciso segundo del artículo 3 la frase “de género, sin discriminación” por “contra ellas, sin discriminación arbitraria”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "50",
        "content": "Indicación del señor Cretton para suprimir en el inciso segundo del artículo 3 la frase: “Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja...”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "51",
        "content": "Indicación del señor Cretton para sustituir en el inciso tercero del artículo 3 la frase “políticas intersectoriales de promoción, prevención, capacitación y formación en enfoque de género y derechos humanos” por “políticas de capacitación en prevención de la violencia.”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "52",
        "content": "Indicación del señor Cretton para suprimir en el inciso cuarto del artículo 3 la frase “con enfoque de género”.",
        "authors": [
          "Cretton"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 4",
    "indications": [
      {
        "number": "53",
        "content": "Indicación del señor Arrau para suprimir el artículo 4.\n2. Para sustituir el inciso primero...\n3. Para suprimir, en el inciso primero, la frase “con discapacidad”...\n4. Para suprimir, en el inciso segundo...\n5. Para sustituir el inciso segundo...\n6. Para sustituir, en el inciso tercero...\n7. Para sustituir el inciso tercero...\n8. Para sustituir el inciso quinto...\n9. Paras sustituir el último inciso...\n10. Para incorporar un nuevo inciso...\n11. Para incorporar un nuevo inciso...\n12. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "44",
        "content": "Indicación del convencional Saldaña y otros, para sustituir el artículo 4°, por el siguiente: “Derechos de las personas con discapacidad. La Constitución reconoce a las personas con discapacidad como sujetos de derechos...”",
        "authors": [
          "Saldaña",
          "otros"
        ]
      },
      {
        "number": "54",
        "content": "Indicación de la señora Loncon para sustituir el inciso primero del Artículo 4 por el siguiente: “Artículo 4.- El Estado reconoce a las personas con discapacidad como plenos sujetos de derechos...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "55",
        "content": "Indicación de la señora Loncon para eliminar en el inciso segundo del Artículo 4, la frase: “físicas, sociales, culturales, actitudinales, de comunicación y de otra índole”...",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "56",
        "content": "Indicación de la señora Loncon para suprimir los incisos tercero y quinto del Artículo 4.",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "57",
        "content": "Indicación del convencional Barceló para:\n- Para suprimir inciso segundo del artículo 4.\n- Para suprimir la palabra “beneficien” en el inciso quinto del artículo 4.\n- Para suprimir incisos sexto y séptimo del artículo 4.\n- Para agregar al final del inciso octavo lo siguiente “ y otros medios, modos y formatos...”\n- Para suprimir inciso noveno del artículo 4.",
        "authors": [
          "Barceló"
        ]
      },
      {
        "number": "58",
        "content": "Indicación de Lisette Vergara para reemplazar en todo el artículo 4 “personas con discapacidad” por “personas en situación de discapacidad”",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "59",
        "content": "Indicación de Lisette Vergara para agregar como segundo inciso del artículo 4, lo siguiente: “El Estado deberá promover, asegurar y proteger la autonomía...”",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "60",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso segundo por el siguiente: “El Estado promoverá, protegerá y garantizará el goce pleno de los derechos y libertades...”",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "61",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso tercero por el siguiente: “El Estado adoptará todas las medidas necesarias para remover las barreras...”",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "62",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para suprimir el inciso cuarto.",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "s/n",
        "content": "Indicación de la convencional Cancino para suprimir el inciso 4.",
        "authors": [
          "Cancino"
        ]
      },
      {
        "number": "63",
        "content": "Indicación de la convencional Cancino para suprimir el inciso 5.",
        "authors": [
          "Cancino"
        ]
      },
      {
        "number": "64",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso quinto por el siguiente: “El Estado y todos sus órganos deberán adoptar todas las medidas necesarias...”",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "65",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso sexto por el siguiente: El Estado garantizará estos derechos a través de un sistema integral de carácter nacional...",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "66",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para agregar un nuevo inciso del siguiente tenor: El Estado deberá asegurar la representación de las personas con discapacidad en cargos de elección popular...",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "67",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso octavo por el siguiente: El Estado garantizará los derechos lingüísticos e identidades culturales de las personas con discapacidad...",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "68",
        "content": "Indicación de la señora Mariela Serey y otros convencionales para sustituir el inciso diez.",
        "authors": [
          "Mariela Serey",
          "otros"
        ]
      },
      {
        "number": "69",
        "content": "Indicación de Lisette Vergara para agregar como último inciso del artículo 4, lo siguiente: Existirá en conformidad a la ley, un órgano especializado en la defensa de las personas en situación de discapacidad...",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "70",
        "content": "Indicación del convencional Barraza para incorporar un nuevo artículo, después del artículo 4, del siguiente tenor: Artículo X. El Estado deberá asegurar la representación política de las personas con discapacidad en cargos de elección popular...",
        "authors": [
          "Barraza"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 5",
    "indications": [
      {
        "number": "71",
        "content": "Indicación del señor Arrau para suprimir el artículo 5.\n2. Para sustituir el inciso primero...\n3. Para sustituir el inciso segundo...\n4. Para sustituir el inciso tercero...\n5. Para incorporar un nuevo inciso...\n6. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "72",
        "content": "Indicación del convencional Barceló para:\n• Para suprimir en inciso primero la palabra “nuestros” del artículo 5.\n• Para suprimir inciso segundo del artículo 5\n• Para suprimir inciso tercero del artículo 5 y sus partes...",
        "authors": [
          "Barceló"
        ]
      },
      {
        "number": "73",
        "content": "Indicación del convencional Barraza para sustituir el inciso segundo, del artículo 5, por el siguiente: El Estado debe garantizar el respeto de la dignidad humana, la igualdad sustantiva...",
        "authors": [
          "Barraza"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 6",
    "indications": [
      {
        "number": "74",
        "content": "Indicación del señor Arrau para suprimir el artículo 6.\n2. Para sustituir el articulo por el siguiente: “El Estado deberá promover, proteger y asegurar a las personas el imperio del Estado de Derecho...”.\n3. Para sustituir el inciso primero...\n4. Para incorporar un nuevo inciso...\n5. Para incorporar un nuevo inciso...\n6. Para incorporar un nuevo inciso...\n7. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "75",
        "content": "Indicación del señor Cretton para suprimir en el inciso primero del artículo 6, la frase “, con enfoque de género, infancia y envejecimiento”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "76",
        "content": "Indicación del convencional Barceló para:\n• Letra a.- primer inciso agregar después de la palabra “tienen..” las palabras “ derecho a la ..”\n• Letra a.- primer inciso suprimir la oración “ lo que es plenamente aplicable...”\n• Letra b.- agregar después del segundo inciso lo siguiente \"Se reconoce que la lengua de señas chilena...\"\n• Letra c.- agregar en el inciso segundo después de la palabra “participación” las siguientes palabras “efectiva en asuntos políticos y públicos...”\n• Para agregar después del segundo inciso de la letra c ,lo siguiente : \"El Estado debe remover las distintas barreras...\"\n• Para suprimir en el último inciso la siguiente oración “Algunos suelen denominar esto como “Servicio Nacional de Cuidado”.",
        "authors": [
          "Barceló"
        ]
      },
      {
        "number": "77",
        "content": "Indicación del señor Barraza para incorporar, en el artícul0 6, después del literal “c” un inciso del tenor siguiente: “El Estado deberá asegurar la representación de las personas con discapacidad en cargos de elección popular...”",
        "authors": [
          "Barraza"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 7",
    "indications": [
      {
        "number": "78",
        "content": "Indicación del señor Arrau para suprimir el artículo 7.\n2. Para sustituir el inciso primero...\n3. Para suprimir, en el inciso final, la frase: “en condición del Espectro Autista”.\n4. Para sustituir, en el inciso final, la palabra “esta” por “ninguna”.\n5. Para incorporar un nuevo inciso...\n6. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "79",
        "content": "Indicación de los convencionales Tepper, Veloso, Silva y otros para agregar un nuevo artículo en Derechos de las Personas en situación de Discapacidad.",
        "authors": [
          "Tepper",
          "Veloso",
          "Silva",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 8",
    "indications": [
      {
        "number": "80",
        "content": "Indicación del señor Arrau para suprimir el artículo 8.\n2. Para sustituir el artículo por el siguiente: “Toda persona tiene derecho al libre y pleno desarrollo de su personalidad...”.\n3. Para sustituir el inciso primero...\n4. Para sustituir el inciso segundo...\n5. Para sustituir el inciso final...\n6. Para suprimir la frase “de su identidad”.\n7. Para suprimir la palabra “género”.\n8. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "81",
        "content": "Indicación de la señora Loncon para sustituir el inciso primero del Artículo 8, por el siguiente: “Artículo 8.- Derecho a la identidad. Toda persona tiene derecho al libre desarrollo y pleno reconocimiento de su identidad...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "82",
        "content": "Indicación de la convencional Veloso y el señor Silva para agregar un inciso en el artículo 8, como sigue: Las personas naturales tendrán derecho a objeción de conciencia basadas en sus creencias, culto o religión...",
        "authors": [
          "Veloso",
          "Silva"
        ]
      },
      {
        "number": "83",
        "content": "Indicación del señor Cretton para agregar los siguientes incisos finales al artículo 8: “La rectificación en los documentos de identidad no afectará la titularidad de los derechos y obligaciones patrimoniales...”",
        "authors": [
          "Cretton"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 9",
    "indications": [
      {
        "number": "84",
        "content": "Indicación del señor Arrau para suprimir el artículo 9.\n2. Para sustituir el artículo por el siguiente: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada...”.\n3. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "85",
        "content": "Indicación de la convencional Vallejos y otros, para suprimir los vocablos “1., 2. y 3.”, en el artículo 9.",
        "authors": [
          "Vallejos",
          "otros"
        ]
      },
      {
        "number": "86",
        "content": "Indicación del señor Cretton para eliminar del artículo 9, en su numeral 2, la frase “perspectiva de género,”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "87",
        "content": "Indicación de la convencional Vallejos y otros, para agregar en el artículo 9 inciso tercero la oración: \"el derecho\" entre las palabras \"proceso,\" y \"a\" .",
        "authors": [
          "Vallejos",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 10",
    "indications": [
      {
        "number": "88",
        "content": "Indicación del señor Arrau para suprimir el artículo 10.\n2. Para sustituir el artículo por el siguiente...\n3. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "89",
        "content": "Indicación del señor Saldaña y otros, para sustituir el artículo 10°, por el siguiente: Derecho al asilo: Toda persona tiene derecho a buscar y recibir asilo...",
        "authors": [
          "Saldaña",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 11",
    "indications": [
      {
        "number": "90",
        "content": "Indicación del señor Arrau para suprimir el artículo 11.\n2. Para sustituir el artículo por el siguiente...\n3. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "91",
        "content": "Indicación del señor Saldaña y otros, para sustituir el artículo 11°, por el siguiente: “Principio de no devolución. Ninguna persona solicitante de asilo o refugiada será regresada por la fuerza a las fronteras...”",
        "authors": [
          "Saldaña",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 12",
    "indications": [
      {
        "number": "92",
        "content": "Indicación del señor Arrau para suprimir el artículo 12.\n2. Para sustituir el artículo por el siguiente: “Todas las personas tienen los derechos y garantías que esta Constitución establece...”.\n3. Para sustituir el inciso primero...\n4. Para sustituir el inciso segundo...\n5. Para incorporar un nuevo inciso...\n6. Para incorporar un nuevo inciso...",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "92 bis",
        "content": "Indicación del convencional Saldaña y otros, para Saldaña y otros, para sustituir el artículo 12°, por el siguiente: “Derechos de niñas, niños y adolescentes. La Constitución asegura la protección prioritaria del interés superior de niños, niñas y adolescentes...”",
        "authors": [
          "Saldaña",
          "otros"
        ]
      },
      {
        "number": "93",
        "content": "Indicación de Vallejos y otros, para sustituir el artículo 12°, por el siguiente: “Artículo 12.- Derechos de niñas, niños y adolescentes. Las niñas, niños y adolescentes son titulares de todos los derechos y garantías establecidas en esta Constitución...”",
        "authors": [
          "Vallejos",
          "otros"
        ]
      },
      {
        "number": "94",
        "content": "Indicación de Lisette Vergara para reemplazar el artículo 12 por el siguiente: Artículo 12. Derechos de niños, niñas y adolescentes. Los niños, niñas y adolescentes son sujetos de derecho...",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "95",
        "content": "Indicación del señor Squella para sustituir el inciso primero del artículo 12 por el siguiente: “Los niños, niñas y adolescentes son sujetos de derecho que, en tal carácter, son titulares de los derechos fundamentales comunes a todas las personas...”",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "96",
        "content": "Indicación de la señora Loncon para sustituir el inciso primero del Artículo 12 por el siguiente: “Artículo 12. Derechos de niños, niñas y adolescentes. Los niños, niñas y adolescentes son sujetos de derecho...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "97",
        "content": "Indicación de la señora Loncon para sustituir el inciso segundo del Artículo 12 por el siguiente: El Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes...",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "98",
        "content": "Indicación del convencional Hugo Gutiérrez para sustituir el inciso segundo del artículo 12 por el siguiente: “La Constitución reconoce especialmente los siguientes derechos para niños, niñas y adolescentes...”",
        "authors": [
          "Hugo Gutiérrez"
        ]
      },
      {
        "number": "99",
        "content": "Indicación de la señora Loncon para sustituir el inciso tercero del Artículo 12 por el siguiente: “La Constitución reconoce el rol esencial que las diversas formas de familia cumplen en el pleno desarrollo de los derechos de la niñez y su bienestar...”",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "100",
        "content": "Indicación de Lisette Vergara para agregar un último inciso del siguiente tenor: “Será deber del Estado, sus órganos y las políticas públicas, generar mecanismos de participación efectiva e incidente...”",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "101",
        "content": "Indicación de los convencionales Veloso y Silva para agregar un inciso al artículo 12, por el siguiente: “La Constitución reconoce especialmente los siguientes derechos para niños, niñas y adolescentes...”",
        "authors": [
          "Veloso",
          "Silva"
        ]
      },
      {
        "number": "102",
        "content": "Indicación del señor Saldaña para incorporar el siguiente inciso adicional al art. 12 del texto sistematizado: “Los derechos de la niñez y juventud que consagra la Constitución y la institucionalidad y políticas públicas... no serán objeto de comercialización o lucro...”",
        "authors": [
          "Saldaña"
        ]
      },
      {
        "number": "103",
        "content": "Indicación del señor Saldaña para incorporar el siguiente inciso adicional al art. 12 del texto sistematizado: ”En todos los asuntos que afecten a los niños, niñas y adolescentes... se deberá garantizar su participación incidente.”",
        "authors": [
          "Saldaña"
        ]
      },
      {
        "number": "104",
        "content": "Indicación del señor Saldaña para incorporar el siguiente inciso adicional al art. 12 del texto sistematizado: “Los niños, niñas y adolescentes tienen derecho a ser protegidos contra toda forma de violencia...”",
        "authors": [
          "Saldaña"
        ]
      },
      {
        "number": "105",
        "content": "Indicación de los convencionales Saldaña y Grandon, para incorporar el siguiente inciso adicional al final del art. 12 del texto sistematizado: \"El Estado reconoce el derecho de los niños, niñas y adolescentes a ser orientados y guiados por sus padres, madres, tutores...\"",
        "authors": [
          "Saldaña",
          "Grandon"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 13",
    "indications": [
      {
        "number": "106",
        "content": "Indicación del señor Arrau para suprimir el artículo 13.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "107",
        "content": "Indicación de la señora Loncon para suprimir los artículos 13 y 14.",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "107 bis",
        "content": "Indicación del señor Saldaña y otros, para suprimir los artículos 13° y 14°.\n2. Para sustituir el artículo por el siguiente...\n3. Para sustituir el inciso segundo por el siguiente...\n4. Para sustituir el inciso segundo por el siguiente: “La familia es el núcleo fundamental de la sociedad”.",
        "authors": [
          "Saldaña",
          "otros"
        ]
      },
      {
        "number": "108",
        "content": "Indicación del convencional Squella para reemplazar en inciso 2 del artículo 14, la expresión “como límite” por la palabra “presente”. (Ubicada en bloque Artículo 13/14).",
        "authors": [
          "Squella"
        ]
      },
      {
        "number": "109",
        "content": "Indicación del convencional Hugo Gutiérrez para sustituir el inciso segundo del artículo 13 por el siguiente: “El Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes...”",
        "authors": [
          "Hugo Gutiérrez"
        ]
      },
      {
        "number": "110",
        "content": "Indicación del señor Cretton para agregar, en el inciso segundo del artículo 13, después de la frase “sin discriminación”, la palabra “arbitraria”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "111",
        "content": "Indicación del señor Cretton para eliminar, en el inciso segundo del artículo 13, la frase “a la autonomía progresiva,”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "112",
        "content": "Indicación del señor Cretton para sustituir, en el inciso segundo del artículo 13, la frase “oídos, escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social.” Por “escuchados.”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "113",
        "content": "Indicación del señor Cretton para sustituir, en el inciso tercero del artículo 13, la frase “Las familias tienen un rol de garantes en el” por “La familia tiene un rol de principal promotor del”.",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "114",
        "content": "Indicación de Lisette Vergara para agregar al artículo 13 un último inciso del siguiente tenor: “Será deber del Estado, sus órganos y las políticas públicas, generar mecanismos de participación efectiva e incidente...”",
        "authors": [
          "Lisette Vergara"
        ]
      }
    ]
  },
  {
    "article_ref": "Artículo 14",
    "indications": [
      {
        "number": "115",
        "content": "Indicación del señor Arrau para suprimir el artículo 14.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "116",
        "content": "Indicación de la señora Loncon para suprimir el artículo 14.\n2. Para sustituir el articulo por el siguiente: “Todas las personas tienen los derechos y garantías...”.\n3. Para sustituir el inciso primero...\n4. Para sustituir el inciso segundo...\n5. Para sustituir el inciso segundo por el siguiente: “La familia, como núcleo fundamental de la sociedad...”.\n6. Para sustituir el inciso final...\n7. Para incorporar un nuevo inciso...",
        "authors": [
          "Loncon"
        ]
      },
      {
        "number": "117",
        "content": "Indicación del señor Cretton para sustituir, en el inciso segundo del artículo 14, la frase “la máxima satisfacción de los mismos, y todos los derechos de los cuales son titulares.” Por “su máxima realización espiritual y material posible.”",
        "authors": [
          "Cretton"
        ]
      },
      {
        "number": "118",
        "content": "Indicación del convencional Hugo Gutiérrez para sustituir el inciso tercero del artículo 14 por el siguiente: “Es deber del Estado garantizar las condiciones para su ejercicio, y además, que niños, niñas y adolescentes tengan una protección prioritaria frente a todo tipo de negligencia, discriminación, violencia...”",
        "authors": [
          "Hugo Gutiérrez"
        ]
      },
      {
        "number": "119",
        "content": "Indicación de Lisette Vergara para agregar al artículo 14 un último inciso del siguiente tenor: “Será deber del Estado, sus órganos y las políticas públicas, generar mecanismos de participación efectiva e incidente...”",
        "authors": [
          "Lisette Vergara"
        ]
      },
      {
        "number": "120",
        "content": "Indicación de los convencionales Silva y Veloso para agregar un inciso al artículo 14, por el siguiente: Las familias tienen la responsabilidad y el derecho preferente de educar a los niños, niñas y adolescentes...",
        "authors": [
          "Silva",
          "Veloso"
        ]
      },
      {
        "number": "121",
        "content": "Indicación de los convencionales Tepper, Veloso, Silva y otros para agregar un nuevo artículo en Derechos de Niños, Niñas y Adolescentes. “Art. XXXX. Niñas, niños y adolescentes son titulares de derechos y garantías...”",
        "authors": [
          "Tepper",
          "Veloso",
          "Silva",
          "otros"
        ]
      }
    ]
  },
  {
    "article_ref": "Nuevos Artículos / Disposiciones Finales",
    "indications": [
      {
        "number": "122",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “El terrorismo, en cualquiera de sus formas, es por esencia contrario a los Derechos Humanos...”",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "123",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Las personas que accedan a subsidios o prestaciones estatales con fines educacionales, de salud, vivienda u otro de naturaleza similar, podrán disponer libremente de estos recursos...”",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "124",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Es deber del Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados”.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "125",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “La ley prohibirá y sancionará cualquier tipo de discriminación, abuso, maltrato, violencia y explotación en contra de las personas...”",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "126",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Se reconoce el castellano como la lengua oficial de Chile, existiendo libertad para que las personas puedan hablar la lengua que libremente elijan...”",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "127",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “El Estado deberá promover, proteger y asegurar a las personas el imperio del Estado de Derecho en todo el territorio nacional”.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "128",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor:\n129.- Articulo X: “El Estado no puede en caso alguno expropiar los fondos de pensiones de los trabajadores”.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "130",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Los trabajadores son dueños de sus ahorros previsionales y podrán heredarlos a las personas establecidas en la ley...”",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "131",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “Toda persona extranjera que haya ingresado ilegalmente al país o que fuese condenado por un delito cometido en el territorio nacional, podrá ser inmediatamente deportada...”",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "132",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “La familia, como núcleo fundamental de la sociedad, tiene la responsabilidad y derecho preferente para educar a los niños”.",
        "authors": [
          "Arrau"
        ]
      },
      {
        "number": "133",
        "content": "Indicación del señor Arrau para agregar un nuevo artículo del siguiente tenor: Articulo X: “La propiedad privada es inviolable, por lo que se prohíbe cualquier impuesto o tributo al patrimonio, como las contribuciones o el impuesto de herencia”.",
        "authors": [
          "Arrau"
        ]
      }
    ]
  }
]