[
  {
    "target_article": "Artículo 1.- Estado.",
    "target_text_snippet": "Chile es un Estado social y democrático de derecho. Es plurinacional, intercultural y ecológico.\nSe constituye como una República solidaria, su democracia es paritaria y reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza.\nLa protección y garantía de los derechos humanos individuales y colectivos son el fundamento del Estado y orientan toda su actividad. Es deber del Estado generar las condiciones necesarias y proveer los bienes y servicios para asegurar el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 1",
        "candidate_text_snippet": "Artículo 1.- Estado: Chile es un Estado social y democrático de derecho. Su carácter es plurinacional e intercultural y ecológico. Es una República democrática, solidaria y paritaria que reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza. Los fines de toda acción estatal son garantizar el bienestar de las personas, de la sociedad y de la naturaleza, construir las condiciones para una vida digna y remover los obstáculos que impidan o dificulten el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
        "similarity_score": 0.98,
        "reason": "This candidate (Artículo 1) is nearly identical to the target, sharing the definition of Chile as a 'Estado social y democrático de derecho', 'plurinacional', and 'ecológico', along with the exact listing of values like dignity, substantive equality, and the indissoluble relationship with nature."
      },
      {
        "candidate_article": "Artículo 1 A",
        "candidate_text_snippet": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
        "similarity_score": 0.85,
        "reason": "This candidate (Artículo 1 A) shares key descriptors of the State (plurinational, democratic, solidary, ecological) and emphasizes the indissoluble relationship with nature and the promotion of well-being."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.8,
        "reason": "This candidate (Artículo 4 G) mirrors the target's definition of Chile as a plurinational, social, democratic, and solidary state, and emphasizes the protection of human rights as the foundation of state activity."
      },
      {
        "candidate_article": "Artículo 1 B",
        "candidate_text_snippet": "Organización Política de la Comunidad. Somos una comunidad, denominada Chile, formada por personas, familias y naciones, y organizada políticamente como una República independiente, democrática, ecológica, plurinacional, unitaria y descentralizada, intercultural, laica, paritaria, solidaria y comprometida con la universalidad de los derechos humanos, la paz y amistad internacionales, la autodeterminación de los pueblos, la descolonización y la integración latinoamericana.",
        "similarity_score": 0.78,
        "reason": "This candidate (Artículo 1 B) defines the political organization of Chile using many of the same adjectives found in the target (democratic, ecological, plurinational, solidary, paritaria)."
      },
      {
        "candidate_article": "Artículo 3 B",
        "candidate_text_snippet": "Soberanía Popular y Fin General del Estado. Nuestro Estado se rige por la voluntad popular, garantiza la dignidad, libertad e igualdad de las personas, las familias y las naciones, se orienta por el interés general de la comunidad y persigue eliminar desventajas, discriminaciones y abusos. El Estado chileno es social y democrático de derechos.",
        "similarity_score": 0.75,
        "reason": "This candidate (Artículo 3 B) explicitly defines the Chilean State as 'social y democrático de derechos' and mentions guarantees of dignity, liberty, and equality, aligning closely with the target's core principles."
      }
    ]
  },
  {
    "target_article": "Artículo 2",
    "target_text_snippet": "En Chile, las personas nacen y permanecen libres, interdependientes e iguales en dignidad y derechos.\nEl Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de todas las garantías eficaces, oportunas, pertinentes y universales, nacionales e internacionales.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.99,
        "reason": "This candidate (Artículo 2) is practically identical to the target text, sharing the exact phrasing 'las personas nacen y permanecen libres, interdependientes e iguales' and the State's duty to guarantee rights found in the Constitution and treaties."
      },
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.95,
        "reason": "This candidate (Artículo 2 E) contains almost the exact same opening sentence regarding people being born free, equal, and interdependent, and repeats the State's duty to respect and promote fundamental rights and international treaties."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.88,
        "reason": "This candidate (Artículo 2 B) focuses on 'Dignidad humana y derechos' with very similar phrasing: 'nacen y permanecen libres e iguales en dignidad y derechos', and discusses the role of international treaties."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.82,
        "reason": "This candidate (Artículo 2 C) states 'Las personas son libres e iguales en dignidad y derechos' and discusses the State's duty to protect these rights and ensure material conditions, overlapping significantly with the target's intent."
      },
      {
        "candidate_article": "Nuevo Artículo (Indicación 105)",
        "candidate_text_snippet": "\nTodas las personas nacen y permanecen iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan los derechos fundamentales que se reconocen les reconocen sin excepción, tanto por esta constitución, como por tratados internacionales, y que los hacen acreedores a igual consideración y respeto. Esta Constitución garantiza la dignidad de todas las personas que habitan la República, sin ningún tipo de discriminación. El Estado protege la dignidad a través de sus órganos y mediante los procedimientos y recursos establecidos por ley para estos efectos, con pleno respeto a los derechos y garantías que esta constitución establece. Será deber de toda persona, natural o jurídica respetar y velar por la dignidad humana en todas sus formas.",
        "similarity_score": 0.78,
        "reason": "This candidate (Nuevo Artículo) uses the phrase 'Todas las personas nacen y permanecen iguales en dignidad' and emphasizes the inherent nature of these rights and the State's duty to protect them, matching the target's theme."
      }
    ]
  },
  {
    "target_article": "Artículo 3",
    "target_text_snippet": "La soberanía reside en el Pueblo de Chile, conformado por diversas naciones.\nSe ejerce democráticamente, de manera directa y mediante representantes, de conformidad a lo dispuesto en esta Constitución y las leyes.\nNingún sector del pueblo ni individuo alguno puede atribuirse su ejercicio.\nEl ejercicio de la soberanía reconoce como limitación los derechos humanos en cuanto atributo que deriva de la dignidad humana.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.95,
        "reason": "This candidate (Artículo 3) is the direct match for the target, containing the phrase 'La soberanía reside en los pueblos de Chile' and mentioning the limits of sovereignty regarding human rights."
      },
      {
        "candidate_article": "Artículo 3 A",
        "candidate_text_snippet": "Soberanía y determinación de los pueblos. La soberanía es la fuente de todo poder político legítimo y reside en los pueblos que conforman el Estado. Ningún individuo o grupo puede arrogarse la representación del poder y de la soberanía. El Estado tiene el deber ineludible de garantizar los derechos humanos y de la naturaleza, promoviendo su protección, educación y promoción en consonancia con los tratados internacionales ratificados por Chile y que se encuentren vigentes, transformándose en una característica distintiva del actuar del Estado, permeando de este modo hacia todos los derechos fundamentales, las instituciones y autoridades reconocidas en la presente Constitución.",
        "similarity_score": 0.88,
        "reason": "This candidate (Artículo 3 A) discusses 'Soberanía y determinación de los pueblos', stating sovereignty resides in the peoples and confirming the State's duty to guarantee human rights as a limit or guide."
      },
      {
        "candidate_article": "Artículo 3 F",
        "candidate_text_snippet": "De la Soberanía. El ejercicio de la soberanía reconoce como limitación los derechos humanos en cuanto atributos que derivan de la dignidad humana.",
        "similarity_score": 0.85,
        "reason": "This candidate (Artículo 3 F) specifically focuses on the limitation mentioned in the target: 'El ejercicio de la soberanía reconoce como limitación los derechos humanos'."
      },
      {
        "candidate_article": "Artículo 3 G",
        "candidate_text_snippet": "El poder y soberanía reside en los Pueblos que componen Chile.",
        "similarity_score": 0.8,
        "reason": "This candidate (Artículo 3 G) concisely restates the core premise of the target: 'El poder y soberanía reside en los Pueblos que componen Chile'."
      },
      {
        "candidate_article": "Artículo 3 H",
        "candidate_text_snippet": "La Soberanía reside en el pueblo Chileno y los Pueblos Originarios o Naciones pre-existentes.",
        "similarity_score": 0.75,
        "reason": "This candidate (Artículo 3 H) identifies where sovereignty resides ('pueblo Chileno y los Pueblos Originarios'), addressing the 'conformado por diversas naciones' aspect of the target."
      }
    ]
  },
  {
    "target_article": "Artículo 5",
    "target_text_snippet": "En Chile, la democracia es inclusiva y paritaria. Se ejerce en forma directa, participativa, comunitaria y representativa.\nEs deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia.\nEl Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política con responsabilidad de quienes ejercen el poder.\nLa actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.98,
        "reason": "This candidate (Artículo 5) is the full version of the target text, matching the description of democracy as 'paritaria, inclusiva, intercultural', the forms of exercise (direct, representative), and the principles of transparency and probity."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.75,
        "reason": "This candidate (Artículo 4 G) overlaps by listing the specific forms of democratic organization mentioned in the target: 'democracia directa, representativa, comunitaria y participativa'."
      },
      {
        "candidate_article": "Artículo 11 E",
        "candidate_text_snippet": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
        "similarity_score": 0.7,
        "reason": "This candidate (Artículo 11 E) discusses 'Democracia Intercultural' and lists the same four forms of exercising democracy: 'directa, representativa, participativa y comunitaria'."
      },
      {
        "candidate_article": "Artículo 14",
        "candidate_text_snippet": "Artículo 14.- Probidad y Transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley. Una ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos. Toda información que se encuentre en poder del Estado es pública y es deber del mismo asegurar la transparencia tanto de dicha información como de sus proceso deliberativos, participativos y administrativos, facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará la forma en que se podrá establecer la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines. Las normas sobre transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones del Estado, quienes, además, deberán rendir públicamente cuenta de los gastos que efectúen con dichas asignaciones, en la forma que determine la ley.”.",
        "similarity_score": 0.6,
        "reason": "This candidate (Artículo 14) expands heavily on the principles of 'Probidad y Transparencia' mentioned in the final paragraph of the target article regarding organized political activity."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.55,
        "reason": "This candidate (Artículo 3) mentions that sovereignty is exercised 'de manera representativa a través de elecciones', overlapping with the target's discussion on the exercise of democracy."
      }
    ]
  },
  {
    "target_article": "Artículo 6",
    "target_text_snippet": "La Constitución asegura a todas las personas la igualdad sustantiva, en tanto garantía de igualdad de trato y oportunidades para el reconocimiento, goce y ejercicio de los derechos humanos y las libertades fundamentales, con pleno respeto a la diversidad, la inclusión social y la integración de los grupos oprimidos e históricamente excluidos.\nLa Constitución asegura la igualdad sustantiva de género, obligándose a garantizar el mismo trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 6",
        "candidate_text_snippet": "Artículo 6. Igualdad Sustantiva. La Constitución asegura a todas las personas la igualdad sustantiva, en tanto garantía de igualdad de trato y oportunidades para el reconocimiento, goce y ejercicio de los derechos humanos y las libertades fundamentales, con pleno respeto a la diversidad, la inclusión social y la integración de los grupos oprimidos e históricamente excluidos. La Constitución asegura especialmente la igualdad sustantiva de género, obligándose a garantizar la igualdad de trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil. El Estado deberá garantizar la eliminación de todos los obstáculos que dificulten el cumplimiento de este principio y promover acciones positivas que habiliten su pleno ejercicio, aplicando un enfoque de interseccionalidad y teniendo como base las obligaciones asumidas conforme al derecho internacional de los derechos humanos.",
        "similarity_score": 0.99,
        "reason": "This candidate (Artículo 6) contains the exact text of the target regarding 'Igualdad Sustantiva', 'grupos oprimidos', and the specific mention of 'igualdad sustantiva de género' and 'diversidades y disidencias sexogenéricas'."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.75,
        "reason": "This candidate (Artículo 2 C) discusses 'igualdad de derechos' and the duty to adopt measures for 'grupos vulnerables', prohibiting discrimination based on sex, gender, or orientation, which aligns with the target's substantive equality."
      },
      {
        "candidate_article": "Artículo 1",
        "candidate_text_snippet": "Artículo 1.- Estado: Chile es un Estado social y democrático de derecho. Su carácter es plurinacional e intercultural y ecológico. Es una República democrática, solidaria y paritaria que reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza. Los fines de toda acción estatal son garantizar el bienestar de las personas, de la sociedad y de la naturaleza, construir las condiciones para una vida digna y remover los obstáculos que impidan o dificulten el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
        "similarity_score": 0.7,
        "reason": "This candidate (Artículo 1) lists 'igualdad sustantiva' as an intrinsic value of the Republic, directly referencing the core concept of the target article."
      },
      {
        "candidate_article": "Artículo 18",
        "candidate_text_snippet": "El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en el ámbito público y privado. El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes... Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho... Asimismo, las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género...",
        "similarity_score": 0.65,
        "reason": "This candidate (Artículo 18) specifically addresses the rights of the same groups mentioned in the target ('mujeres, niñas, diversidades y disidencias sexogenéricas') in the context of violence and non-discrimination."
      },
      {
        "candidate_article": "Artículo 1 A",
        "candidate_text_snippet": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
        "similarity_score": 0.6,
        "reason": "This candidate (Artículo 1 A) mentions the 'promoción de la igualdad material' (synonymous with substantive equality) as a key value of the State."
      }
    ]
  },
  {
    "target_article": "Artículo 7.- Familias.",
    "target_text_snippet": "El Estado reconoce y protege a las familias en sus diversas formas, expresiones y modos de vida, no restringiéndose a vínculos exclusivamente filiativos y consanguíneos.\nEl Estado debe garantizar a las familias una vida digna, procurando que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 7",
        "candidate_text_snippet": "Artículo 7. Familias. Las familias serán protegidas y reconocidas en sus diversas formas, con independencia de sus lazos consanguíneos y filiativos. El Estado debe garantizar a las familias una vida digna que les permita el buen vivir a partir de sus cosmovisiones particulares, procurando que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
        "similarity_score": 0.95,
        "reason": "Both articles share the same title (Artículo 7) and contain nearly identical text regarding the protection of families in diverse forms, the irrelevance of consanguineous ties for definition, and the protection of care work."
      },
      {
        "candidate_article": "Artículo 7 B",
        "candidate_text_snippet": "El Estado reconoce y protege las diversas configuraciones de comunidades y familias como formas de organización de la sociedad con el fin de garantizar las condiciones que permitan la realización personal, el cuidado y afecto de todos sus integrantes. Su configuración no se restringirá a los lazos consanguíneos o filiativos que ellas tengan ni hará distinciones según la orientación sexual o identidad de género de sus integrantes. Toda persona tiene derecho a constituir e integrar una comunidad o familia y a establecer vínculos jurídicos o de hechos de acuerdo con sus propias convicciones y cosmovisiones en base al libre consentimiento de conformidad a la ley. La ley creará los organismos y servicios apropiados para la integración, bienestar y desarrollo de las comunidades y familias.",
        "similarity_score": 0.88,
        "reason": "This candidate (Artículo 7 B) closely parallels the target by recognizing diverse configurations of families not restricted by blood ties and emphasizing the state's role in their protection."
      },
      {
        "candidate_article": "Artículo 7 E",
        "candidate_text_snippet": "Es deber del Estado reconocer a las comunidades, dentro de éstas, las diversas manifestaciones y formas de familia que lo integran, no restringiéndose a los lazos consanguíneos y filiativos que ellas tengan. El Estado protege y respeta a estas comunidades, y garantiza las condiciones necesarias para que éstas puedan desarrollarse, respetando los derechos y principios reconocidos en esta Constitución.",
        "similarity_score": 0.85,
        "reason": "This candidate (Artículo 7 E) shares the core concept of recognizing diverse forms of families within communities and explicitly states the non-restriction to filiative/blood ties found in the target."
      },
      {
        "candidate_article": "Artículo 7 D",
        "candidate_text_snippet": "El Estado no podrá discriminar entre distintos tipos de familia.",
        "similarity_score": 0.8,
        "reason": "This candidate (Artículo 7 D) reinforces the specific non-discrimination principle regarding different types of families mentioned in the target."
      },
      {
        "candidate_article": "Artículo 7 C",
        "candidate_text_snippet": "Las relaciones familiares se basan en la igualdad de derechos y deberes de las personas mayores de edad que la integran y en el respeto recíproco entre todos sus integrantes. Cualquier forma de violencia en la familia será sancionada conforme a la ley.",
        "similarity_score": 0.7,
        "reason": "This candidate (Artículo 7 C) focuses on family relations and rights, providing context to the protection and recognition of families discussed in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 9.- Naturaleza.",
    "target_text_snippet": "Las personas y los pueblos son interdependientes con la naturaleza y forman, con ella, un conjunto inseparable.\nLa naturaleza tiene derechos. El Estado y la sociedad tienen el deber de protegerlos y respetarlos.\nEl Estado debe adoptar una administración ecológicamente responsable y promover la educación ambiental y científica mediante procesos de formación y aprendizaje permanentes.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 9",
        "candidate_text_snippet": "Artículo 9.- Naturaleza. Las personas y los pueblos son interdependientes con la naturaleza y forman, con ella, un conjunto inseparable. La naturaleza tiene derechos. El Estado y la sociedad tienen el deber de protegerlos y respetarlos. El Estado garantiza la conservación, restauración, recuperación progresiva y equilibrio de la naturaleza y sus elementos, promoviendo además su regeneración.",
        "similarity_score": 0.98,
        "reason": "This candidate is essentially the same article (Artículo 9), containing identical phrases about the interdependence of people and nature, nature's rights, and the state's duty to protect them."
      },
      {
        "candidate_article": "Artículo 9 Ñ",
        "candidate_text_snippet": "Chile es un Estado Ecológico de Derecho. Reconoce la interdependencia de la humanidad con la Naturaleza y los derechos de esta última, junto con los principios preventivo, precautorio, ecocéntrico, de no regresión y otros reconocidos por esta constitución y las leyes. El Estado y la sociedad tienen el deber de proteger y respetar, coordinada y eficazmente, la Naturaleza y sus elementos. El Estado debe adoptar una administración ecológicamente responsable. El Estado tiene el deber imprescriptible de proteger el patrimonio natural, cultural y arqueológico... El Estado debe promover la educación ecológica y científica en la conciencia pública... Es obligación del Estado cooperar internacionalmente con otros Estados... en la protección de la Naturaleza y enfrentar la crisis climática y ecológica.",
        "similarity_score": 0.9,
        "reason": "This candidate (Artículo 9 Ñ) elaborates on the 'Ecological State,' reaffirming the interdependence with nature, nature's rights, and the duty of ecologically responsible administration and education mentioned in the target."
      },
      {
        "candidate_article": "Artículo 1 A",
        "candidate_text_snippet": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
        "similarity_score": 0.82,
        "reason": "This candidate (Artículo 1 A) discusses the indissoluble relationship with nature and the state's duty to protect/restore it, aligning closely with the target's themes."
      },
      {
        "candidate_article": "Artículo 3 A",
        "candidate_text_snippet": "Soberanía y determinación de los pueblos. La soberanía es la fuente de todo poder político legítimo y reside en los pueblos que conforman el Estado. Ningún individuo o grupo puede arrogarse la representación del poder y de la soberanía. El Estado tiene el deber ineludible de garantizar los derechos humanos y de la naturaleza, promoviendo su protección, educación y promoción en consonancia con los tratados internacionales ratificados por Chile y que se encuentren vigentes, transformándose en una característica distintiva del actuar del Estado, permeando de este modo hacia todos los derechos fundamentales, las instituciones y autoridades reconocidas en la presente Constitución.",
        "similarity_score": 0.78,
        "reason": "This candidate (Artículo 3 A) explicitly mentions the state's duty to guarantee the 'rights of nature' and promote its protection, a key concept in the target."
      },
      {
        "candidate_article": "Artículo 9 N",
        "candidate_text_snippet": "Principio de Perspectiva Socioecológica. Marco de trabajo orientado a la acción comprendiendo el vínculo entre la humanidad y la Naturaleza. Reconoce las bases fundamentales de la interconexión, intercambio e interdependencia entre los procesos sociales, los ciclos de la Naturaleza y sus procesos evolutivos, mediante la necesaria interdisciplinariedad en el entendimiento de los sistemas sociales insertos en los ecosistemas, permitiendo compatibilizar el ejercicio pleno de los derechos de la Naturaleza con los Derechos Humanos. El Estado deberá actuar en base al reconocimiento de los impactos de los procesos sociales y culturales sobre la Naturaleza, a la vez que de la dependencia de estos procesos con las condiciones y ciclos de esta última, considerando su influencia mutua en sus distintos órdenes de magnitud.",
        "similarity_score": 0.75,
        "reason": "This candidate (Artículo 9 N) outlines the 'Socio-ecological Perspective,' focusing on the link between humanity and nature and the rights of nature, which is the core subject of the target."
      }
    ]
  },
  {
    "target_article": "Artículo 9 A.- Principio de Buen Vivir.",
    "target_text_snippet": "El Estado reconoce y promueve una relación de equilibrio armónico entre las personas, la naturaleza y la organización de la sociedad.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 9 A",
        "candidate_text_snippet": "Artículo 9.- Principio del Buen Vivir. El Estado asume y promueve el principio de Buen Vivir, fundamento de la vida y aporte de los pueblos originarios, denominado küme mogen en lengua mapuche, lo que comprende el principio del itrofill mogen biodversidad, suma qamaña en aimara, sumak kawsay en quechua, ckaya Ckausatur en ckunsa, Mo ora riva riva en rapa nui. El principio del Buen vivir comprende la valoración y respeto de todas las formas de vida de manera interdependiente y en equilibrio. En virtud de este principio, el Estado promueve y garantiza la igual dignidad y derechos de las personas, los pueblos y la naturaleza, y su convivencia en armonía; el derecho de los pueblos al control de sus formas de vida y desarrollo económico, social y cultural, y la economía de reciprocidad y complementariedad.",
        "similarity_score": 0.92,
        "reason": "This candidate shares the exact title (Artículo 9 A - Principio del Buen Vivir) and expands on the definition, including the harmonic equilibrium between people, nature, and society mentioned in the target."
      },
      {
        "candidate_article": "Artículo 9 S",
        "candidate_text_snippet": "Se reconoce el Itrofill Mognen como base y fundamento de todas las formas de vida, que el Estado debe promover, proteger y garantizar. En virtud de este principio, las diferentes formas de vida cohabitan en los territorios de manera interdependiente, sean materiales, inmateriales, tangibles e intangibles, formando un conjunto plural e inseparable. El Estado deberá asegurar su debida conservación, equilibrio y desarrollo, especialmente cuando su alteración amenace, afecte o dañe su desarrollo y continuidad.",
        "similarity_score": 0.85,
        "reason": "This candidate (Artículo 9 S) defines 'Itrofill Mognen' (often linked to Buen Vivir) and discusses the interdependent cohabitation of life forms and the state's duty to ensure their equilibrium."
      },
      {
        "candidate_article": "Artículo 9 N",
        "candidate_text_snippet": "Principio de Perspectiva Socioecológica. Marco de trabajo orientado a la acción comprendiendo el vínculo entre la humanidad y la Naturaleza. Reconoce las bases fundamentales de la interconexión, intercambio e interdependencia entre los procesos sociales, los ciclos de la Naturaleza y sus procesos evolutivos, mediante la necesaria interdisciplinariedad en el entendimiento de los sistemas sociales insertos en los ecosistemas, permitiendo compatibilizar el ejercicio pleno de los derechos de la Naturaleza con los Derechos Humanos. El Estado deberá actuar en base al reconocimiento de los impactos de los procesos sociales y culturales sobre la Naturaleza, a la vez que de la dependencia de estos procesos con las condiciones y ciclos de esta última, considerando su influencia mutua en sus distintos órdenes de magnitud.",
        "similarity_score": 0.78,
        "reason": "This candidate (Artículo 9 N) discusses the interconnection and interdependence between social processes and nature's cycles, which underpins the 'harmonic equilibrium' described in the target."
      },
      {
        "candidate_article": "Artículo 9",
        "candidate_text_snippet": "Artículo 9.- Naturaleza. Las personas y los pueblos son interdependientes con la naturaleza y forman, con ella, un conjunto inseparable. La naturaleza tiene derechos. El Estado y la sociedad tienen el deber de protegerlos y respetarlos. El Estado garantiza la conservación, restauración, recuperación progresiva y equilibrio de la naturaleza y sus elementos, promoviendo además su regeneración.",
        "similarity_score": 0.75,
        "reason": "This candidate (Artículo 9) establishes the foundational concept of interdependence between people and nature that is central to the 'Buen Vivir' principle."
      },
      {
        "candidate_article": "Artículo 18 F",
        "candidate_text_snippet": "El Estado se compromete, reconoce y garantiza los principios de reciprocidad, comunidad, complementariedad, libre determinación de los pueblos, diversidad cultural, solidaridad, igualdad, social, decolonial y libertad.",
        "similarity_score": 0.7,
        "reason": "This candidate (Artículo 18 F) lists principles including reciprocity, community, and complementarity, which are components of the 'Buen Vivir' philosophy."
      }
    ]
  },
  {
    "target_article": "Artículo 9G. Principio de responsabilidad ambiental.",
    "target_text_snippet": "Quien dañe el medio ambiente tendrá el deber de repararlo, sin perjuicio de las sanciones administrativas, penales y civiles que correspondan en conformidad a la constitución y las leyes.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 9 G",
        "candidate_text_snippet": "Principio de responsabilidad. Quien dañe el medio ambiente tendrá el deber de repararlo, sin perjuicio de cumplir con las sanciones administrativas, penales y civiles que correspondan en conformidad a la constitución y las leyes.",
        "similarity_score": 0.99,
        "reason": "This candidate (Artículo 9 G) is identical in content to the target, stating that whoever damages the environment has the duty to repair it, subject to sanctions."
      },
      {
        "candidate_article": "Art. 9 J",
        "candidate_text_snippet": "Principio precautorio. El Estado debe actuar conforme al principio precautorio, adoptando medidas eficaces y oportunas para evitar que se concrete un daño ambiental. No podrán utilizarse como argumentos para negar la adopción de medidas eficaces para resguardar el medio ambiente, la falta de certeza científica, ni los costos para impedir su degradación.",
        "similarity_score": 0.75,
        "reason": "This candidate (Art. 9 J) discusses the Precautionary Principle to 'avoid' damage, which acts as the preventive counterpart to the responsibility/reparation principle in the target."
      },
      {
        "candidate_article": "Artículo 9 F",
        "candidate_text_snippet": "Del Principio Precautorio. Es deber del Estado custodiar el medio ambiente, la biodiversidad de los ecosistemas y la salud pública de quienes los habitan, estableciendo para ello políticas públicas concretas y eficientes que cumplan con este fin. El Estado actuará en forma precautoria cuando existan riesgos de daños graves o irreversibles... La identificación de tales riesgos y la adopción de las medidas relacionadas con este principio deberán basarse en la mejor información científica disponible, incluyendo los conocimientos tradicionales de los Pueblos Indígenas y de las comunidades locales. Para ello, el Estado debe asegurar la participación pública, informada, y efectiva de dichas comunidades y sus miembros...",
        "similarity_score": 0.72,
        "reason": "This candidate (Artículo 9 F) also deals with the Precautionary Principle and the state's duty to custody the environment against risks of damage."
      },
      {
        "candidate_article": "Artículo 9 I",
        "candidate_text_snippet": "Principios de acceso a la Justicia Ambiental. El Estado resguardará que toda persona pueda acceder y actuar de forma amplia ante la justicia y la administración para el resguardo de sus derechos ambientales o de la Naturaleza. Los órganos del Estado al momento de adoptar sus decisiones deberán interpretar las normas vigentes de la forma más favorable a la protección del medio ambiente.",
        "similarity_score": 0.68,
        "reason": "This candidate (Artículo 9 I) focuses on access to justice for environmental rights, providing the procedural mechanism to enforce the responsibility mentioned in the target."
      },
      {
        "candidate_article": "Artículo 10 O",
        "candidate_text_snippet": "Derecho a la reparación integral. La reparación integral por la violación de los derechos humanos incluirá medidas de restitución, indemnización, rehabilitación, satisfacción y garantías de no repetición, en sus dimensiones individual, colectiva, material, moral y simbólica.",
        "similarity_score": 0.6,
        "reason": "This candidate (Artículo 10 O) defines 'Integral Reparation' generally. While focused on human rights, the legal concept of reparation overlaps with the environmental remediation duty in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 9 M.- Chile es un país oceánico.",
    "target_text_snippet": "Es deber integral del Estado la conservación, preservación y cuidado de los ecosistemas marinos y costeros continentales, insulares y antárticos.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 9 M",
        "candidate_text_snippet": "Artículo 9 M.- “Chile es un país oceánico. Es deber integral del Estado la conservación, preservación y cuidado de los ecosistemas marinos y costeros continentales, insulares y antárticos.",
        "similarity_score": 0.99,
        "reason": "This candidate (Artículo 9 M) contains the exact same text as the target, defining Chile as an oceanic country and mandating the protection of marine ecosystems."
      },
      {
        "candidate_article": "Artículo 18 A",
        "candidate_text_snippet": "Es deber del Estado resguardar la soberanía del pueblo y de su territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados.",
        "similarity_score": 0.85,
        "reason": "This candidate (Artículo 18 A) explicitly mentions the state's duty to resguard the 'maritorio' (territory and sea), directly relating to the oceanic definition in the target."
      },
      {
        "candidate_article": "Artículo 9 F",
        "candidate_text_snippet": "Del Principio Precautorio. Es deber del Estado custodiar el medio ambiente, la biodiversidad de los ecosistemas y la salud pública de quienes los habitan, estableciendo para ello políticas públicas concretas y eficientes que cumplan con este fin. El Estado actuará en forma precautoria cuando existan riesgos de daños graves o irreversibles... La identificación de tales riesgos y la adopción de las medidas relacionadas con este principio deberán basarse en la mejor información científica disponible, incluyendo los conocimientos tradicionales de los Pueblos Indígenas y de las comunidades locales. Para ello, el Estado debe asegurar la participación pública, informada, y efectiva de dichas comunidades y sus miembros...",
        "similarity_score": 0.65,
        "reason": "This candidate (Artículo 9 F) discusses the broad duty to custody biodiversity and ecosystems, which encompasses the marine ecosystems mentioned in the target."
      },
      {
        "candidate_article": "Artículo 9 Ñ",
        "candidate_text_snippet": "Chile es un Estado Ecológico de Derecho. Reconoce la interdependencia de la humanidad con la Naturaleza y los derechos de esta última, junto con los principios preventivo, precautorio, ecocéntrico, de no regresión y otros reconocidos por esta constitución y las leyes. El Estado y la sociedad tienen el deber de proteger y respetar, coordinada y eficazmente, la Naturaleza y sus elementos. El Estado debe adoptar una administración ecológicamente responsable. El Estado tiene el deber imprescriptible de proteger el patrimonio natural, cultural y arqueológico... El Estado debe promover la educación ecológica y científica en la conciencia pública... Es obligación del Estado cooperar internacionalmente con otros Estados... en la protección de la Naturaleza y enfrentar la crisis climática y ecológica.",
        "similarity_score": 0.6,
        "reason": "This candidate (Artículo 9 Ñ) establishes the general 'Ecological State' duties, including international cooperation to protect nature, relevant to oceanic/Antarctic contexts."
      },
      {
        "candidate_article": "Artículo 9",
        "candidate_text_snippet": "Artículo 9.- Naturaleza. Las personas y los pueblos son interdependientes con la naturaleza y forman, con ella, un conjunto inseparable. La naturaleza tiene derechos. El Estado y la sociedad tienen el deber de protegerlos y respetarlos. El Estado garantiza la conservación, restauración, recuperación progresiva y equilibrio de la naturaleza y sus elementos, promoviendo además su regeneración.",
        "similarity_score": 0.55,
        "reason": "This candidate (Artículo 9) provides the general framework for the state's duty to conserve and restore nature, applying to the specific marine ecosystems in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 10 (G). Recepción e integración del derecho internacional de los Derechos Humanos.",
    "target_text_snippet": "Los derechos y obligaciones establecidos en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, los principios generales del derecho internacional de los derechos humanos y el derecho internacional consuetudinario de la misma materia forman parte integral de esta constitución y gozan de rango constitucional.\nEl Estado tiene la obligación de promover, respetar, proteger y garantizar los derechos humanos conforme a las disposiciones y principios del derecho internacional de los derechos humanos. Asimismo, debe prevenir, investigar, sancionar y reparar integralmente las violaciones a los derechos humanos.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 10 E",
        "candidate_text_snippet": "Los derechos humanos se fundamentan en la dignidad humana y su respeto, promoción y garantía es a la vez el fin del Estado y un límite a su Soberanía. Los derechos y las obligaciones reconocidos en los tratados internacionales de derechos humanos que Chile ha ratificado y se encuentran vigentes, el derecho internacional consuetudinario sobre la misma materia y los principios generales del derecho internacional, forman parte integral de la Constitución de la República y gozan de rango constitucional... En el caso de los tratados y acuerdos internacionales que establezcan derechos humanos ambientales y estándares de protección socioambiental, estos se interpretarán de acuerdo a los principios señalados, y además a los principios indubio pro natura, precautorio y preventivo, y también pasan a ser parte integrante de la presente Constitución y tendrán rango constitucional.",
        "similarity_score": 0.85,
        "reason": "Both articles discuss the incorporation of international human rights treaties into the Constitution, granting them 'rango constitucional' (constitutional rank) and stating they form an integral part of the Constitution."
      },
      {
        "candidate_article": "Artículo 10 K",
        "candidate_text_snippet": "Los derechos humanos, en su conjunto, conforman el parámetro de regularidad constitucional. El Estado, todos los organismos y autoridades nacionales en el ámbito de sus competencias, están obligadas a promover, respetar, proteger y garantizar los derechos humanos. Las autoridades deben prevenir, investigar, sancionar, reparar y otorgar garantías de no repetición... Las autoridades jurisdiccionales ejercerán el control de constitucionalidad y convencionalidad...",
        "similarity_score": 0.82,
        "reason": "Strong overlap in the specific obligations of the State and authorities to 'promover, respetar, proteger y garantizar' human rights and to 'prevenir, investigar, sancionar y reparar' violations."
      },
      {
        "candidate_article": "Artículo 10 J",
        "candidate_text_snippet": "Los derechos y las obligaciones consagradas en los tratados e instrumentos internacionales de derechos humanos ratificados o reconocidos por Chile, forman parte integral de la Constitución de la República, que se interpretará conforme a los estándares del sistema internacional de los derechos humanos.",
        "similarity_score": 0.8,
        "reason": "Reaffirms that rights and obligations in ratified treaties form an integral part of the Constitution, closely matching the first paragraph of the target."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.78,
        "reason": "Explicitly lists the duties to prevent, investigate, sanction, and repair human rights violations and mentions the integration of international treaties."
      },
      {
        "candidate_article": "Artículo 2 F",
        "candidate_text_snippet": "Principio Pro Persona. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de conformidad con el Principio Pro Persona. Es deber del Estado en materia judicial, prevenir, investigar, sancionar y reparar las violaciones a los derechos humanos, en los términos que establezca la ley; como también dicho principio deberá ser el elemento rector al momento del diseño, aplicación, ejecución y evaluación de toda política pública que se aplique a los habitantes del país, en los términos que establezcan la ley y los tratados internacionales sobre derechos humanos vigentes y ratificados por Chile.",
        "similarity_score": 0.75,
        "reason": "Focuses on the 'Principio Pro Persona' and repeats the exact duty of the State to prevent, investigate, sanction, and repair human rights violations."
      }
    ]
  },
  {
    "target_article": "Artículo 11.- Interculturalidad.",
    "target_text_snippet": "El Estado es intercultural. Reconocerá, valorará y promoverá el diálogo horizontal y transversal entre las diversas cosmovisiones de los pueblos y naciones que conviven en el país con dignidad y respeto recíproco. El Estado deberá garantizar los mecanismos institucionales que permitan ese diálogo superando las asimetrías existentes en el acceso, distribución y ejercicio del poder y en todos los ámbitos de la vida en sociedad.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 11",
        "candidate_text_snippet": "Artículo 11.- Interculturalidad. El Estado es intercultural. Reconocerá, valorará y promoverá el diálogo horizontal y transversal entre las diversas cosmovisiones de los pueblos y naciones que conviven en el país con dignidad y respeto recíproco. El Estado deberá garantizar los mecanismos institucionales que permitan ese diálogo superando las asimetrías existentes en el acceso, distribución y ejercicio del poder y en todos los ámbitos de la vida en sociedad.",
        "similarity_score": 0.99,
        "reason": "This candidate appears to be the identical source text for the target, matching word-for-word on the definition of the Intercultural State and horizontal dialogue."
      },
      {
        "candidate_article": "Artículo 11 D",
        "candidate_text_snippet": "Interculturalidad. La República de Chile es intercultural. El Estado reconoce que la comunidad es fuente de una amplia diversidad de culturas, de lenguajes y de concepciones del ser humano y de la naturaleza, y promueve, mediante todos sus órganos, el respeto y desarrollo de las culturas y de las lenguas indígenas.",
        "similarity_score": 0.7,
        "reason": "Defines Chile as 'intercultural' and promotes the respect and development of diverse cultures and languages, aligning with the target's core concept."
      },
      {
        "candidate_article": "Artículo 11 E",
        "candidate_text_snippet": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
        "similarity_score": 0.65,
        "reason": "Discusses 'Democracia Intercultural' and the relationship between peoples based on equal hierarchy, reflecting the 'diálogo horizontal' mentioned in the target."
      },
      {
        "candidate_article": "Artículo 4 A",
        "candidate_text_snippet": "Plurinacionalidad. El Estado de Chile es Plurinacional y se conforma por las naciones preexistentes Mapuche, Aymara, Quechua, Chango, Colla, Lickan Antay, Diaguita, Rapa Nui, Kawésqar, Yagan, Selknam, la nación Chilena y el pueblo tribal afrodescendiente. La Constitución reconoce a las naciones preexistentes los derechos a la libre determinación, autonomía, el especial vínculo con la tierra y el territorio, sistema jurídico propio, la igual participación en la distribución del poder y sus derechos individuales y colectivos conforme a la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y tratados internacionales de los derechos humanos ratificados por Chile y que se encuentren vigentes. Las naciones preexistentes podrán ejercer el derecho a la libre determinación a través del autogobierno en sus asuntos internos. Es deber del Estado promover el ejercicio de este derecho en los distintos poderes públicos, velando por su efectiva participación política fundado en el principio de igualdad y no discriminación. Es deber del Estado promover la interculturalidad entre las naciones que esta Constitución reconoce, instando al diálogo y participación de todas estas y la ciudadanía como miembros del Estado Plurinacional.",
        "similarity_score": 0.55,
        "reason": "Explicitly states it is the duty of the State to 'promover la interculturalidad' and urges dialogue between nations, overlapping with the target's goals."
      },
      {
        "candidate_article": "Artículo 1",
        "candidate_text_snippet": "Artículo 1.- Estado: Chile es un Estado social y democrático de derecho. Su carácter es plurinacional e intercultural y ecológico. Es una República democrática, solidaria y paritaria que reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza. Los fines de toda acción estatal son garantizar el bienestar de las personas, de la sociedad y de la naturaleza, construir las condiciones para una vida digna y remover los obstáculos que impidan o dificulten el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
        "similarity_score": 0.5,
        "reason": "Defines the State as 'plurinacional e intercultural', providing the foundational definition that the target article expands upon."
      }
    ]
  },
  {
    "target_article": "Artículo 12.- Plurilingüismo.",
    "target_text_snippet": "Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus territorios y en zonas de alta densidad poblacional de cada pueblo indígena. El Estado promueve el conocimiento, revitalización, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional.\nEl Estado reconoce la lengua de señas chilena como lengua natural y oficial de las personas sordas, así como sus derechos lingüísticos en todos los ámbitos de la vida social.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 12",
        "candidate_text_snippet": "Artículo 12.- Plurilingüismo. Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus autonomías territoriales. El Estado garantizará el conocimiento, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional. El Estado reconoce la lengua de señas chilena como lengua natural y oficial de las personas sordas así como sus derechos lingüísticos en todos los ámbitos de la vida social.",
        "similarity_score": 0.95,
        "reason": "This candidate is almost textually identical to the target, covering Spanish, indigenous languages in territories, and Chilean sign language."
      },
      {
        "candidate_article": "Artículo 11 D",
        "candidate_text_snippet": "Interculturalidad. La República de Chile es intercultural. El Estado reconoce que la comunidad es fuente de una amplia diversidad de culturas, de lenguajes y de concepciones del ser humano y de la naturaleza, y promueve, mediante todos sus órganos, el respeto y desarrollo de las culturas y de las lenguas indígenas.",
        "similarity_score": 0.6,
        "reason": "Mentions the promotion of respect and development of indigenous languages, a key component of the target article."
      },
      {
        "candidate_article": "Artículo 11 E",
        "candidate_text_snippet": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
        "similarity_score": 0.55,
        "reason": "Lists 'plurilingüismo' as a guarantee of the Intercultural Democracy, aligning with the target's title and theme."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.5,
        "reason": "Defines Chile as a 'estado... plurilingüe', sharing the fundamental definition found in the target."
      },
      {
        "candidate_article": "Artículo 2 G",
        "candidate_text_snippet": "El Estado está al servicio de la Persona Humana. Los órganos del Estado deberán adecuarse a las particularidades del individuo y de la cultura de los Pueblos/ Naciones a los cuales pertenecen, respetando su lengua, su cultura y sus condiciones geográficas. La ley dispondrá los elementos básicos para que cada servicio atienda las características particulares de sus usuarios en tanto pertenecientes a los Pueblos/Naciones originarios.",
        "similarity_score": 0.45,
        "reason": "Mentions the respect for the 'lengua' (language) of peoples within State organs, touching on the practical application of plurilingualism."
      }
    ]
  },
  {
    "target_article": "Artículo 13",
    "target_text_snippet": "Chile es un Estado Laico, donde se respeta y garantiza la libertad de religión y de creencias espirituales. Ninguna religión, ni creencia en particular es la oficial del Estado, sin perjuicio de su reconocimiento y libre ejercicio, el cual no tiene más limitación que lo dispuesto por esta Constitución.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 13",
        "candidate_text_snippet": "Artículo 13.- Estado Laico. Chile es un Estado laico. La separación de las organizaciones religiosas y espirituales del Estado es un principio del orden republicano. El Estado deberá velar por la más estricta neutralidad de lo público frente a las religiones y demás expresiones de la espiritualidad.",
        "similarity_score": 0.85,
        "reason": "Matches the title and the core definition of Chile as a 'Estado Laico' (Secular State) and the principle of separation/neutrality."
      },
      {
        "candidate_article": "Artículo 13 D",
        "candidate_text_snippet": "El Estado de Chile es laico y asegura a todas las personas el derecho a la libertad de conciencia y religión bajo el principio de igualdad y neutralidad religiosa. Este derecho incluye la libertad de profesar, expresar y mantener una creencia, así como el derecho a no profesar ni expresar religión o creencia alguna. Las instituciones educacionales públicas estatales no podrán privilegiar impartir una religión, credo o pensamiento por sobre otros, no podrán realizar actos oficiales donde se promuevan símbolos o prácticas religiosas de manera preferente, promoviendo la convivencia de las religiones, creencias y filosofías ateas.",
        "similarity_score": 0.8,
        "reason": "Detailed overlap regarding the State being 'laico', guaranteeing freedom of religion, and maintaining neutrality, which matches the target's substance."
      },
      {
        "candidate_article": "Artículo 13 E",
        "candidate_text_snippet": "El Estado es neutral respecto de las convicciones y creencias religiosas de sus habitantes.",
        "similarity_score": 0.7,
        "reason": "Concise affirmation of State neutrality regarding religious beliefs, a central tenet of the target article."
      },
      {
        "candidate_article": "Artículo 1 B",
        "candidate_text_snippet": "Organización Política de la Comunidad. Somos una comunidad, denominada Chile, formada por personas, familias y naciones, y organizada políticamente como una República independiente, democrática, ecológica, plurinacional, unitaria y descentralizada, intercultural, laica, paritaria, solidaria y comprometida con la universalidad de los derechos humanos, la paz y amistad internacionales, la autodeterminación de los pueblos, la descolonización y la integración latinoamericana.",
        "similarity_score": 0.4,
        "reason": "Lists 'laica' (secular) as a fundamental characteristic of the Republic's organization."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.35,
        "reason": "Prohibits discrimination based on 'religión' or 'creencia', supporting the freedom of exercise mentioned in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 14",
    "target_text_snippet": "El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular.\nEs deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley.\nUna ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos.\nLa Constitución asegura a todas las personas la transparencia de la información pública en poder del Estado facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará́ la forma en que podrá ordenarse la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 14",
        "candidate_text_snippet": "Artículo 14.- Probidad y Transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley. Una ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos. Toda información que se encuentre en poder del Estado es pública y es deber del mismo asegurar la transparencia tanto de dicha información como de sus proceso deliberativos, participativos y administrativos, facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará la forma en que se podrá establecer la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines. Las normas sobre transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones del Estado, quienes, además, deberán rendir públicamente cuenta de los gastos que efectúen con dichas asignaciones, en la forma que determine la ley.”.",
        "similarity_score": 0.98,
        "reason": "This candidate is virtually identical to the target text, covering probity, transparency, corruption, conflicts of interest, and access to information."
      },
      {
        "candidate_article": "Artículo 14 F",
        "candidate_text_snippet": "Probidad e integridad. Las personas actúan de acuerdo al principio de integridad. Es deber de las personas naturales y jurídicas la erradicación de todas las formas de corrupción. Para esto es indispensable defender y demostrar un compromiso irrestricto con los derechos humanos, el respeto a la naturaleza y actuar de manera coherente con los principios de una vida en democracia... El ejercicio de las funciones públicas obliga a los servidores públicos a dar estricto cumplimiento al principio de probidad en todas sus actuaciones... La ley establecerá los mecanismos e instrumentos para garantizar el cumplimiento coordinado de este principio...",
        "similarity_score": 0.65,
        "reason": "Discusses 'Probidad e integridad', the duty to eradicate corruption, and the behavior of public servants, heavily overlapping with the first half of the target."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.45,
        "reason": "Mentions principles of 'probidad' and 'transparencia financiera' within the context of democracy and political activity."
      },
      {
        "candidate_article": "Artículo 5 J",
        "candidate_text_snippet": "Principio de Participación Ciudadana Ambiental. En la toma de decisiones estatales que puedan tener efectos sobre el medio ambiente, se procurará la participación de todas las personas interesadas. El Estado deberá garantizar un adecuado acceso a la información sobre el medio ambiente de que dispongan las autoridades públicas, incluida aquella sobre los materiales y actividades que representen un peligro en sus comunidades, así como la oportunidad de participar de forma incidente en los procesos de adopción de decisiones.",
        "similarity_score": 0.4,
        "reason": "Addresses the State's duty to guarantee 'acceso a la información' (access to information), a key aspect of the transparency clause in the target."
      },
      {
        "candidate_article": "Artículo 5 I",
        "candidate_text_snippet": "Una vez adoptada una decisión con los mecanismos para desarrollar la participación pública, dicha decisión será informada y difundida, con sus motivos y fundamentos, asegurando la publicidad y accesibilidad de la decisión y sus antecedentes, así como el modo en que las observaciones públicas son incorporadas a la decisión. Esta información deberá ser difundida por medio apropiados, considerando a los grupos más vulnerables y la pertinencia cultural para asegurar la máxima difusión de las decisiones.",
        "similarity_score": 0.35,
        "reason": "Focuses on 'publicidad' (publicity) and accessibility of decisions and antecedents, which is a specific application of the transparency principle described in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 15.- Supremacía Constitucional y Legal.",
    "target_text_snippet": "Chile es un Estado fundado en el principio de la supremacía constitucional y el respeto irrestricto a los derechos humanos. Los preceptos de esta Constitución obligan igualmente a toda persona, institución, autoridad o grupo.\nLos órganos del Estado y sus titulares e integrantes, actúan previa investidura regular y someten su actuar a la Constitución y a las normas dictadas conforme a esta, dentro de los límites y competencias por ellas establecidos.\nNinguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes.\nTodo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale. La acción de nulidad se ejercerá en los plazos y condiciones establecidos por esta Constitución y la ley.\nNinguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes, ni aun a pretexto de circunstancias extraordinarias.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 15",
        "candidate_text_snippet": "Artículo 15.- Supremacía Constitucional y Legal. Chile es un Estado fundado en el principio de la supremacía constitucional y el respeto irrestricto a los derechos humanos. Los preceptos de esta Constitución obligan igualmente a toda persona, institución, autoridad o grupo. Los órganos del Estado y sus titulares e integrantes, actúan previa investidura regular y someten su actuar a la Constitución y a las normas dictadas conforme a esta, dentro de los límites y competencias por ellas establecidos. Ninguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes, ni aún a pretexto de circunstancias extraordinarias, sean estas de la naturaleza, políticas o sociales. En aquellas normas se determinarán las responsabilidades y sanciones por la contravención a este artículo.",
        "similarity_score": 0.98,
        "reason": "This candidate shares the same title and contains almost identical text regarding Constitutional Supremacy, the obligation of persons and institutions to follow it, and the prohibition of attributing authority not granted."
      },
      {
        "candidate_article": "Artículo 15 C",
        "candidate_text_snippet": "Supremacía constitucional. Las personas y los poderes públicos están sujetos a la Constitución y a las leyes dictadas conforme a ella. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas y las decisiones públicas, la irretroactividad de las normas penales no favorables, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos.",
        "similarity_score": 0.85,
        "reason": "Titled 'Supremacía constitucional', it covers the subjection of public powers to the Constitution and laws, reflecting the core principle of the target article."
      },
      {
        "candidate_article": "Artículo 3 A",
        "candidate_text_snippet": "Soberanía y determinación de los pueblos. La soberanía es la fuente de todo poder político legítimo y reside en los pueblos que conforman el Estado. Ningún individuo o grupo puede arrogarse la representación del poder y de la soberanía. El Estado tiene el deber ineludible de garantizar los derechos humanos y de la naturaleza, promoviendo su protección, educación y promoción en consonancia con los tratados internacionales ratificados por Chile y que se encuentren vigentes, transformándose en una característica distintiva del actuar del Estado, permeando de este modo hacia todos los derechos fundamentales, las instituciones y autoridades reconocidas en la presente Constitución.",
        "similarity_score": 0.7,
        "reason": "Contains a clause stating 'Ningún individuo o grupo puede arrogarse la representación del poder', which aligns with the target's prohibition on attributing authority."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.65,
        "reason": "Discusses Sovereignty and states that the Constitution maintains its empire even if its observance is interrupted, reinforcing the concept of supremacy."
      },
      {
        "candidate_article": "Artículo 10 K",
        "candidate_text_snippet": "Los derechos humanos, en su conjunto, conforman el parámetro de regularidad constitucional. El Estado, todos los organismos y autoridades nacionales en el ámbito de sus competencias, están obligadas a promover, respetar, proteger y garantizar los derechos humanos. Las autoridades deben prevenir, investigar, sancionar, reparar y otorgar garantías de no repetición... Las autoridades jurisdiccionales ejercerán el control de constitucionalidad y convencionalidad...",
        "similarity_score": 0.6,
        "reason": "Mentions 'regularidad constitucional' and the obligation of authorities to respect rights and the constitution, aligning with the target's themes of legal adherence."
      }
    ]
  },
  {
    "target_article": "Artículo 17.-",
    "target_text_snippet": "Son emblemas nacionales de Chile la bandera, el escudo y el himno nacional.\nEl Estado reconoce los símbolos y emblemas de los distintos pueblos indígenas.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 17",
        "candidate_text_snippet": "Artículo 17.- Emblemas Nacionales. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional. El Estado reconoce los símbolos y emblemas plurinacionales propios de los distintos pueblos indígenas y tribales.",
        "similarity_score": 0.95,
        "reason": "This candidate is almost an exact match, listing the flag, shield, and anthem as national emblems and recognizing the symbols of indigenous peoples."
      },
      {
        "candidate_article": "Artículo 17 A",
        "candidate_text_snippet": "Emblemas nacionales. Son emblemas nacionales el himno nacional, el escudo nacional, la bandera chilena y los símbolos oficiales de cada pueblo originario.",
        "similarity_score": 0.9,
        "reason": "Titled 'Emblemas nacionales', it lists the same emblems and explicitly mentions the symbols of original peoples, closely matching the target content."
      },
      {
        "candidate_article": "Artículo 17 B",
        "candidate_text_snippet": "Es deber del Estado rescatar, proteger y difundir las tradiciones de los pueblos de Chile.",
        "similarity_score": 0.6,
        "reason": "Discusses the state's duty to protect and diffuse the traditions of the peoples of Chile, which relates to the recognition of indigenous symbols."
      },
      {
        "candidate_article": "Artículo 11 D",
        "candidate_text_snippet": "Interculturalidad. La República de Chile es intercultural. El Estado reconoce que la comunidad es fuente de una amplia diversidad de culturas, de lenguajes y de concepciones del ser humano y de la naturaleza, y promueve, mediante todos sus órganos, el respeto y desarrollo de las culturas y de las lenguas indígenas.",
        "similarity_score": 0.55,
        "reason": "Promotes the respect and development of indigenous cultures, providing the broader context for recognizing their symbols."
      },
      {
        "candidate_article": "Artículo 4 A",
        "candidate_text_snippet": "Plurinacionalidad. El Estado de Chile es Plurinacional y se conforma por las naciones preexistentes Mapuche, Aymara, Quechua, Chango, Colla, Lickan Antay, Diaguita, Rapa Nui, Kawésqar, Yagan, Selknam, la nación Chilena y el pueblo tribal afrodescendiente. La Constitución reconoce a las naciones preexistentes los derechos a la libre determinación, autonomía, el especial vínculo con la tierra y el territorio, sistema jurídico propio, la igual participación en la distribución del poder y sus derechos individuales y colectivos conforme a la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y tratados internacionales de los derechos humanos ratificados por Chile y que se encuentren vigentes. Las naciones preexistentes podrán ejercer el derecho a la libre determinación a través del autogobierno en sus asuntos internos. Es deber del Estado promover el ejercicio de este derecho en los distintos poderes públicos, velando por su efectiva participación política fundado en el principio de igualdad y no discriminación. Es deber del Estado promover la interculturalidad entre las naciones que esta Constitución reconoce, instando al diálogo y participación de todas estas y la ciudadanía como miembros del Estado Plurinacional.",
        "similarity_score": 0.5,
        "reason": "Defines the Plurinational State and recognizes pre-existing nations, laying the groundwork for the recognition of their specific symbols."
      }
    ]
  },
  {
    "target_article": "Artículo 29",
    "target_text_snippet": "Las finanzas públicas se conducirán de conformidad a los principios de sostenibilidad y responsabilidad fiscal, los que guiarán el actuar del Estado en todas sus instituciones y en todos sus niveles.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 18 D",
        "candidate_text_snippet": "Es deber del Estado promover un mayor bienestar para las personas, considerando las necesidades actuales, como también las de las generaciones futuras, respondiendo a un imperativo de justicia intergeneracional. Para lograr este objetivo, el Estado debe garantizar un equilibrio entre ingresos y gastos, debiendo considerar una revisión permanente de las finanzas públicas y de los ingresos fiscales estructurales, para determinar un nivel de gasto público sostenible. Lo anterior, sin perjuicio de contar con instrumentos que permitan hacer frente a situaciones de emergencia, manteniendo la responsabilidad fiscal.",
        "similarity_score": 0.9,
        "reason": "Explicitly mentions 'finanzas públicas', 'responsabilidad fiscal', and the need for balance between income and expenses, directly matching the target's principles."
      },
      {
        "candidate_article": "Artículo 29",
        "candidate_text_snippet": "El Estado manejará el presupuesto considerando las necesidades de las presentes y futuras generaciones, y velará por la seguridad de subsistencia de la población y por la distribución de la prosperidad material.",
        "similarity_score": 0.75,
        "reason": "Discusses managing the budget considering the needs of present and future generations (sustainability) and material prosperity."
      },
      {
        "candidate_article": "Artículo 14",
        "candidate_text_snippet": "Artículo 14.- Probidad y Transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley. Una ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos. Toda información que se encuentre en poder del Estado es pública y es deber del mismo asegurar la transparencia tanto de dicha información como de sus proceso deliberativos, participativos y administrativos, facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará la forma en que se podrá establecer la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines. Las normas sobre transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones del Estado, quienes, además, deberán rendir públicamente cuenta de los gastos que efectúen con dichas asignaciones, en la forma que determine la ley.”.",
        "similarity_score": 0.65,
        "reason": "Focuses on 'transparencia financiera' and accountability in the use of state funds, which is a component of fiscal responsibility."
      },
      {
        "candidate_article": "Artículo 30",
        "candidate_text_snippet": "El Estado podrá intervenir en la economía a través de sus órganos. Para ello, podrá regular, establecer incentivos, planificar y desarrollar actividades económicas y prestacionales, todo conforme a la ley. Para su intervención en materia económica el Estado perseguirá el desarrollo humano sostenible y la preservación del ecosistema... La intervención estatal es obligatoria en todos aquellos ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia de las personas, derechos fundamentales, servicio público y la preservación del ecosistema. En aquellos sectores que envuelvan prestaciones existenciales... el Estado es el titular original de la pro-visión... la ley podrá permitir la gestión y ejercicio por parte de particulares. Respecto a ellas el Estado tiene un deber de garantía...",
        "similarity_score": 0.6,
        "reason": "Deals with state intervention in the economy and planning, which relates to the management of public resources mentioned in the target."
      },
      {
        "candidate_article": "Artículo 18 E",
        "candidate_text_snippet": "El Estado, mediante sus organismos, servicios y empresas, proveerá directamente los bienes y servicios que esta Constitución garantiza a todas las personas. Ninguna empresa o privado podrá lucrar con fondos del Estado en la pro-visión de estos bienes sociales. Excepcionalmente el Estado podrá celebrar convenios con privados para la provisión de estos bienes, pero sólo cuando dichos privados no persigan fines de lucro, o cuando el Estado sea incapaz de proveerlos por sí sólo, en cuyo caso la provisión privada se limitará al tiempo necesario para que el Estado asuma la provisión pública de dichos bienes y servicios.",
        "similarity_score": 0.55,
        "reason": "Regulates the provision of goods by the state and the use of funds (prohibiting profit from them in certain cases), relating to responsible financial management."
      }
    ]
  },
  {
    "target_article": "Artículo 1.- Democracia Participativa.",
    "target_text_snippet": "La ciudadanía tiene el derecho a participar de manera incidente o vinculante en los asuntos de interés público. Es deber del Estado dar adecuada publicidad a los mecanismos de democracia, tendiendo a favorecer una amplia deliberación de las personas, en conformidad a esta Constitución y las leyes.\nLos poderes públicos deberán facilitar la participación del pueblo en la vida política, económica, cultural y social del país. Será deber de cada órgano del Estado disponer de los mecanismos para promover y asegurar la participación y deliberación ciudadana incidente en la gestión de asuntos públicos, incluyendo medios digitales.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 5 F",
        "candidate_text_snippet": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
        "similarity_score": 0.85,
        "reason": "Explicitly recognizes the right to participation in binding public decisions ('vinculante') and incidence ('incidencia'), matching key terms in the target."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.8,
        "reason": "Defines democracy as 'participativa' and mandates the state to ensure effective participation measures, aligning with the target's goal."
      },
      {
        "candidate_article": "Artículo 5 I",
        "candidate_text_snippet": "Una vez adoptada una decisión con los mecanismos para desarrollar la participación pública, dicha decisión será informada y difundida, con sus motivos y fundamentos, asegurando la publicidad y accesibilidad de la decisión y sus antecedentes, así como el modo en que las observaciones públicas son incorporadas a la decisión. Esta información deberá ser difundida por medio apropiados, considerando a los grupos más vulnerables y la pertinencia cultural para asegurar la máxima difusión de las decisiones.",
        "similarity_score": 0.7,
        "reason": "Focuses on the diffusion and publicity of decisions and how public observations are incorporated, matching the target's requirement for 'adecuada publicidad'."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.65,
        "reason": "Lists 'democracia... participativa' as a form of organizing power, consistent with the target's title and scope."
      },
      {
        "candidate_article": "Artículo 20",
        "candidate_text_snippet": "Principio de planificación urbana. Incorpórese como base de la institucionalidad la El Estado debe velar porque nuestras ciudades sean lugares inclusivos, integrados, sustentables y equilibrados con el medio natural, donde las personas alcancen su pleno disfrute, sintiéndose protegidas e incorporadas a los beneficios urbanos. Asimismo, el Estado deberá asegurar procesos de planificación urbana con participación ciudadana efectiva y territorialmente desconcentrados.",
        "similarity_score": 0.6,
        "reason": "Mentions ensuring 'participación ciudadana efectiva' specifically in urban planning, representing an application of the target principle."
      }
    ]
  },
  {
    "target_article": "Artículo 2",
    "target_text_snippet": "El estado deberá garantizar a toda la ciudadanía, sin discriminación de ningún tipo, el ejercicio pleno de una democracia participativa, a través de mecanismos de democracia directa.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.85,
        "reason": "States that democracy is exercised in a 'directa' (direct) manner and is 'inclusiva' (without discrimination), closely matching the target."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.8,
        "reason": "Explicitly mentions 'figuras de democracia directa' as a way power is organized, directly aligning with the target's mechanism."
      },
      {
        "candidate_article": "Artículo 11 E",
        "candidate_text_snippet": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
        "similarity_score": 0.75,
        "reason": "Recognizes that democracy is exercised 'en forma directa', among other forms, supporting the target's guarantee."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.7,
        "reason": "States that sovereignty is exercised 'directamente por las personas', providing the constitutional basis for direct democracy mechanisms."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.65,
        "reason": "Focuses on non-discrimination and the right to participate in social life with equal opportunities, addressing the 'sin discriminación' aspect of the target."
      }
    ]
  },
  {
    "target_article": "Artículo 6",
    "target_text_snippet": "La ley regulará la utilización de herramientas digitales en la implementación de los mecanismos de participación establecidos en esta Constitución y que sean distintos al sufragio, buscando que su uso promueva la más alta participación posible en dichos procesos, al igual que la más amplia información, transparencia, seguridad y accesibilidad del proceso para todas las personas sin distinción.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 14",
        "candidate_text_snippet": "Artículo 14.- Probidad y Transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley. Una ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos. Toda información que se encuentre en poder del Estado es pública y es deber del mismo asegurar la transparencia tanto de dicha información como de sus proceso deliberativos, participativos y administrativos, facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará la forma en que se podrá establecer la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines. Las normas sobre transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones del Estado, quienes, además, deberán rendir públicamente cuenta de los gastos que efectúen con dichas asignaciones, en la forma que determine la ley.”.",
        "similarity_score": 0.85,
        "reason": "Both articles emphasize transparency, public access to information, and the duty of the state/agencies to facilitate access in a comprehensible manner."
      },
      {
        "candidate_article": "Artículo 28",
        "candidate_text_snippet": "El Estado removerá los obstáculos y adoptará la medidas pertinentes y progresivas para asegurar el acceso a todas las personas al entorno físico, el transporte, la información y las comunicaciones, incluidos los sistemas y las tecnologías de la información y las comunicaciones, y a otros servicios e instalaciones abiertos al público o de uso público, tanto en zonas urbanas como rurales, con el propósito de que puedan vivir en forma independiente, en similares condiciones que los demás y participar plenamente en todos los aspectos de la vida. La ley impondrá o fomentará el diseño universal de productos, entornos, programas y servicios para que puedan ser utilizados por todas las personas sin necesidad de adaptación ni diseño especializado.",
        "similarity_score": 0.82,
        "reason": "Both text highlight the need to remove obstacles and ensure accessibility to information and communications for all persons."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.78,
        "reason": "Both address the duty of the state to promote measures for effective participation in the political process."
      },
      {
        "candidate_article": "Artículo 5 I",
        "candidate_text_snippet": "Una vez adoptada una decisión con los mecanismos para desarrollar la participación pública, dicha decisión será informada y difundida, con sus motivos y fundamentos, asegurando la publicidad y accesibilidad de la decisión y sus antecedentes, así como el modo en que las observaciones públicas son incorporadas a la decisión. Esta información deberá ser difundida por medio apropiados, considerando a los grupos más vulnerables y la pertinencia cultural para asegurar la máxima difusión de las decisiones.",
        "similarity_score": 0.76,
        "reason": "Both focus on the diffusion of information, accessibility of decisions, and appropriate means of communication to the public."
      },
      {
        "candidate_article": "Artículo 5 F",
        "candidate_text_snippet": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
        "similarity_score": 0.74,
        "reason": "The target regulates participation mechanisms, while this candidate establishes the fundamental right to participation in public decisions."
      }
    ]
  },
  {
    "target_article": "Artículo 8.- Iniciativa popular de ley.",
    "target_text_snippet": "Un grupo ciudadanos habilitados para sufragar, equivalente al tres por ciento del último padrón electoral, podrá presentar una iniciativa popular de ley para su tramitación legislativa.\nSe contará con un plazo de ciento ochenta días desde su registro ante el Servicio Electoral para que la propuesta sea conocida por la ciudadanía y pueda reunir los patrocinios exigidos.\nEn caso de reunir el apoyo requerido, el Servicio Electoral remitirá la propuesta al Congreso, para que ésta dé inicio al proceso de formación de ley.\nLas iniciativas populares de ley ingresarán a la agenda legislativa con la urgencia determinada por la ley. El órgano legislativo deberá informar cada seis meses sobre el avance de la tramitación de estas iniciativas.\nLa iniciativa popular de ley no podrá referirse a tributos, alterar la administración presupuestaria del Estado ni limitar derechos fundamentales de personas o pueblos reconocidos en esta Constitución y las leyes.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.88,
        "reason": "The candidate establishes that democracy is exercised in a 'direct' and 'participative' manner, which is the foundational principle for the Popular Initiative of Law described in the target."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.85,
        "reason": "The candidate states that sovereignty is exercised 'directly by the persons', providing the constitutional basis for the direct democracy mechanism in the target."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.83,
        "reason": "Mentions that the exercise of power acts through 'direct democracy' figures, correlating with the specific mechanism of popular initiative."
      },
      {
        "candidate_article": "Artículo 5 F",
        "candidate_text_snippet": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
        "similarity_score": 0.8,
        "reason": "Recognizes the right to participation in binding public decisions, which aligns with the binding nature of a successful legislative initiative."
      },
      {
        "candidate_article": "Artículo 11 E",
        "candidate_text_snippet": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
        "similarity_score": 0.78,
        "reason": "Lists 'direct' forms of exercising democracy, supporting the framework for the initiative described in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 9.- Iniciativa de derogación de ley.",
    "target_text_snippet": "Un grupo de ciudadanos habilitados para sufragar, equivalente al cinco por ciento del último padrón electoral, podrá presentar una iniciativa de derogación total o parcial de una o más leyes promulgadas bajo la vigencia de esta Constitución para que sea votada mediante referéndum nacional.\nNo serán admisibles las propuestas sobre materias que digan relación con tributos y la administración presupuestaria del Estado.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.86,
        "reason": "The target is a mechanism of direct sovereignty (referendum), aligning with the candidate's declaration that sovereignty is exercised directly by the people."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.85,
        "reason": "Establishes the principle of direct democracy, which encompasses the referendum mechanism described in the target."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.82,
        "reason": "Identifies direct democracy as a form of power organization, providing the category under which a derogation referendum falls."
      },
      {
        "candidate_article": "Artículo 5 F",
        "candidate_text_snippet": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
        "similarity_score": 0.79,
        "reason": "Focuses on binding participation in public decisions, relevant to the binding nature of a derogation referendum."
      },
      {
        "candidate_article": "Artículo 11 E",
        "candidate_text_snippet": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
        "similarity_score": 0.77,
        "reason": "Recognizes direct forms of exercising democracy as part of the state's intercultural democracy framework."
      }
    ]
  },
  {
    "target_article": "Artículo Nuevo.- Mecanismos de Democracia Directa Regional.",
    "target_text_snippet": "El Estatuto Regional deberá considerar mecanismos de democracia directa o semidirecta, que aseguren la participación incidente o vinculante de la población, según corresponda.\nDeberán considerar, al menos, la implementación de iniciativas populares de normas locales a nivel regional y municipal, de carácter vinculante, así como consultas ciudadanas incidentes.\nLa planificación presupuestaria de las distintas entidades territoriales deberá siempre considerar elementos de participación incidente de la población.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 8",
        "candidate_text_snippet": "Artículo 8.- Estado Regional. Chile es un Estado Regional, plurinacional e intercultural conformado por entidades territoriales autónomas, en un marco de equidad y solidaridad entre todas ellas, preservando la unidad e integridad del Estado. El Estado promoverá la cooperación, la integración armónica y el desarrollo adecuado y justo entre las diversas entidades territoriales.",
        "similarity_score": 0.9,
        "reason": "The candidate defines Chile as a 'Regional State' with autonomous entities, providing the necessary structural context for the regional democracy mechanisms in the target."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.86,
        "reason": "Combines the concepts of a decentralized state with 'direct' and 'community' democracy, covering both the territorial and participatory aspects of the target."
      },
      {
        "candidate_article": "Artículo 20",
        "candidate_text_snippet": "Principio de planificación urbana. Incorpórese como base de la institucionalidad la El Estado debe velar porque nuestras ciudades sean lugares inclusivos, integrados, sustentables y equilibrados con el medio natural, donde las personas alcancen su pleno disfrute, sintiéndose protegidas e incorporadas a los beneficios urbanos. Asimismo, el Estado deberá asegurar procesos de planificación urbana con participación ciudadana efectiva y territorialmente desconcentrados.",
        "similarity_score": 0.84,
        "reason": "Focuses on 'territorially deconcentrated' planning with 'effective citizen participation', aligning closely with regional participatory planning."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.81,
        "reason": "Mentions 'community' and 'participatory' democracy, which supports the local/regional mechanisms described in the target."
      },
      {
        "candidate_article": "Artículo 5 F",
        "candidate_text_snippet": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
        "similarity_score": 0.79,
        "reason": " discusses participation in planning and binding decisions, relevant to the target's mention of participatory budgeting and binding local norms."
      }
    ]
  },
  {
    "target_article": "Artículo 10.- Plebiscitos regionales o comunales.",
    "target_text_snippet": "Se podrán someter a referéndum las materias de competencia de los gobiernos regionales y locales en conformidad a lo dispuesto en la ley y Estatuto Regional respectivo.\nUna ley deberá señalar los requisitos mínimos para solicitarlos o convocarlos, la época en que se podrán llevar a cabo, los mecanismos de votación, escrutinio y los casos y condiciones en que sus resultados serán vinculantes.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 8",
        "candidate_text_snippet": "Artículo 8.- Estado Regional. Chile es un Estado Regional, plurinacional e intercultural conformado por entidades territoriales autónomas, en un marco de equidad y solidaridad entre todas ellas, preservando la unidad e integridad del Estado. El Estado promoverá la cooperación, la integración armónica y el desarrollo adecuado y justo entre las diversas entidades territoriales.",
        "similarity_score": 0.88,
        "reason": "Establishes the 'Regional State' and autonomous territorial entities, which are the jurisdictions where these plebiscites would take place."
      },
      {
        "candidate_article": "Artículo 4 G",
        "candidate_text_snippet": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
        "similarity_score": 0.85,
        "reason": "Describes the state as decentralized and the exercise of power including 'direct democracy', which includes plebiscites."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.83,
        "reason": "Defines democracy as exercised in a 'direct' manner, providing the general constitutional umbrella for plebiscites."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.81,
        "reason": "States sovereignty is exercised directly, validating the use of referendums/plebiscites as an expression of popular will."
      },
      {
        "candidate_article": "Artículo 20",
        "candidate_text_snippet": "Principio de planificación urbana. Incorpórese como base de la institucionalidad la El Estado debe velar porque nuestras ciudades sean lugares inclusivos, integrados, sustentables y equilibrados con el medio natural, donde las personas alcancen su pleno disfrute, sintiéndose protegidas e incorporadas a los beneficios urbanos. Asimismo, el Estado deberá asegurar procesos de planificación urbana con participación ciudadana efectiva y territorialmente desconcentrados.",
        "similarity_score": 0.78,
        "reason": "Focuses on participation within the urban/territorial context, relevant to communal level decision-making."
      }
    ]
  },
  {
    "target_article": "Artículo 14",
    "target_text_snippet": "En el Congreso y en los órganos representativos a nivel regional y local se deberán realizar audiencias públicas en las oportunidades y formas que la ley disponga, en el que las personas y la sociedad civil puedan dar a conocer argumentos y propuestas.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.85,
        "reason": "Both articles discuss the nature of democracy and participation. While Target 0 focuses on public hearings, Candidate 21 establishes the duty of the State to facilitate spaces for political reflection and deliberation and to ensure effective participation."
      },
      {
        "candidate_article": "Artículo 5 F",
        "candidate_text_snippet": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
        "similarity_score": 0.82,
        "reason": "Candidate 22 explicitly recognizes the right to participation in public decision-making and the making of observations, which is the core purpose of the public hearings described in Target 0."
      },
      {
        "candidate_article": "Artículo 14",
        "candidate_text_snippet": "Artículo 14.- Probidad y Transparencia. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley. Una ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos. Toda información que se encuentre en poder del Estado es pública y es deber del mismo asegurar la transparencia tanto de dicha información como de sus proceso deliberativos, participativos y administrativos, facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará la forma en que se podrá establecer la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines. Las normas sobre transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones del Estado, quienes, además, deberán rendir públicamente cuenta de los gastos que efectúen con dichas asignaciones, en la forma que determine la ley.”.",
        "similarity_score": 0.78,
        "reason": "Candidate 64 mandates transparency in 'deliberative and participatory processes' of the State, providing the framework under which the public hearings mentioned in Target 0 would operate."
      },
      {
        "candidate_article": "Artículo 18 H",
        "candidate_text_snippet": "El Estado de Chile tiene por finalidad asegurar la convivencia pacífica entre sus integrantes, basada en la cultura del diálogo, el respeto de las diferencias, la no violencia y la búsqueda del entendimiento entre las personas, organizaciones y comunidades. Para este fin deberá prever, propiciar y promover mecanismos de información y participación, así como de prevención y resolución colaborativa de conflictos en las diversas áreas y esferas del ámbito público y privado, de conformidad a la ley.",
        "similarity_score": 0.75,
        "reason": "Candidate 79 requires the State to promote mechanisms of information and participation in the public sphere, aligning with the mandate for public hearings in Target 0."
      },
      {
        "candidate_article": "Artículo 5 I",
        "candidate_text_snippet": "Una vez adoptada una decisión con los mecanismos para desarrollar la participación pública, dicha decisión será informada y difundida, con sus motivos y fundamentos, asegurando la publicidad y accesibilidad de la decisión y sus antecedentes, así como el modo en que las observaciones públicas son incorporadas a la decisión. Esta información deberá ser difundida por medio apropiados, considerando a los grupos más vulnerables y la pertinencia cultural para asegurar la máxima difusión de las decisiones.",
        "similarity_score": 0.72,
        "reason": "Candidate 24 discusses how public observations are incorporated into decisions and diffused, which is the procedural outcome of the hearings proposed in Target 0."
      }
    ]
  },
  {
    "target_article": "Artículo 17.- Nacionalidad.",
    "target_text_snippet": "Son chilenas y chilenos, aquellas personas que:\n1. Hayan nacido en el territorio de Chile, con excepción de las hijas e hijos de personas extranjeras que se encuentren en Chile en servicio de su Gobierno, quienes podrán optar por la nacionalidad chilena.\n2. Sean hijas o hijos de padre o madre chilenos, nacidos en territorio extranjero.\n4. Obtuvieren especial gracia de nacionalización por ley.\nNo se exigirá renuncia a la nacionalidad anterior para obtener la carta de nacionalización chilena.\nToda persona tiene derecho a la nacionalidad en la forma y condiciones que señala este artículo. La ley podrá crear procedimientos más favorables para la nacionalización de personas apátridas.\nToda persona podrá exigir que en cualquier documento oficial de identificación sea consignada, además de la nacionalidad chilena, su pertenencia a alguno de los pueblos originarios del país.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 18 K",
        "candidate_text_snippet": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
        "similarity_score": 0.88,
        "reason": "Target 1 mentions the right to have indigenous belonging on identification documents. Candidate 82 explicitly recognizes the right of indigenous peoples to determine their identity/nationality without affecting their Chilean citizenship."
      },
      {
        "candidate_article": "Artículo 4 B",
        "candidate_text_snippet": "Plurinacionalidad. La República de Chile es plurinacional. El Estado reconoce que la comunidad chilena se conforma por las naciones indígenas, por el pueblo tribal afrodescendiente y por la nación chilena.",
        "similarity_score": 0.75,
        "reason": "Target 1 defines who is Chilean. Candidate 19 defines the composition of the Chilean community (Indigenous nations, Afro-descendants, and the Chilean nation), providing the sociological basis for the legal nationality defined in the target."
      },
      {
        "candidate_article": "Artículo 11 A",
        "candidate_text_snippet": "Derecho a participar en la vida cultural. La Constitución asegura el derecho de todas las personas a participar libremente en la vida cultural de las comunidades, pueblos y naciones. Toda persona, individual o colectivamente, tiene derecho a: 1º La autoidentificación cultural... 2º La libertad de expresión... 3º Participar de la vida en comunidad... 4º Conocer, comprender y educarse en la cultura propia... 5º Acceder, gozar y participar de los bienes materiales e inmateriales... 6º Participar de manera libre e informada... El Estado velará por remover los obstáculos particulares que impidan o dificulten el ejercicio de los derechos culturales... El Estado velará por el respeto de las culturas migrantes y no nacionales...",
        "similarity_score": 0.7,
        "reason": "Candidate 57 discusses the right to cultural auto-identification and the State's duty to respect migrant cultures, thematic overlaps with the recognition of origins and nationality in Target 1."
      },
      {
        "candidate_article": "Artículo 1 B",
        "candidate_text_snippet": "Organización Política de la Comunidad. Somos una comunidad, denominada Chile, formada por personas, familias y naciones, y organizada políticamente como una República independiente, democrática, ecológica, plurinacional, unitaria y descentralizada, intercultural, laica, paritaria, solidaria y comprometida con la universalidad de los derechos humanos, la paz y amistad internacionales, la autodeterminación de los pueblos, la descolonización y la integración latinoamericana.",
        "similarity_score": 0.68,
        "reason": "Candidate 2 defines the political organization of the community 'denominated Chile', formed by persons and nations, which is the entity granting the nationality described in Target 1."
      },
      {
        "candidate_article": "Artículo 4 A",
        "candidate_text_snippet": "Plurinacionalidad. El Estado de Chile es Plurinacional y se conforma por las naciones preexistentes Mapuche, Aymara, Quechua, Chango, Colla, Lickan Antay, Diaguita, Rapa Nui, Kawésqar, Yagan, Selknam, la nación Chilena y el pueblo tribal afrodescendiente. La Constitución reconoce a las naciones preexistentes los derechos a la libre determinación, autonomía, el especial vínculo con la tierra y el territorio, sistema jurídico propio, la igual participación en la distribución del poder y sus derechos individuales y colectivos conforme a la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y tratados internacionales de los derechos humanos ratificados por Chile y que se encuentren vigentes. Las naciones preexistentes podrán ejercer el derecho a la libre determinación a través del autogobierno en sus asuntos internos. Es deber del Estado promover el ejercicio de este derecho en los distintos poderes públicos, velando por su efectiva participación política fundado en el principio de igualdad y no discriminación. Es deber del Estado promover la interculturalidad entre las naciones que esta Constitución reconoce, instando al diálogo y participación de todas estas y la ciudadanía como miembros del Estado Plurinacional.",
        "similarity_score": 0.65,
        "reason": "Candidate 18 lists the specific nations that make up the Plurinational State, providing context for the 'pueblos originarios' mentioned in the final paragraph of Target 1."
      }
    ]
  },
  {
    "target_article": "Artículo 18.-",
    "target_text_snippet": "La nacionalidad chilena confiere el derecho incondicional a residir en el territorio chileno y a retornar a él. Concede, además, el derecho a la protección diplomática por parte del Estado de Chile y todos los demás derechos que la Constitución y las leyes vinculen al estatuto de nacionalidad.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.78,
        "reason": "Target 2 grants rights of residence and diplomatic protection. Candidate 3 states that persons enjoy 'national and international guarantees' for their protection, which semantically covers diplomatic protection."
      },
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.76,
        "reason": "Similar to Candidate 3, this article mentions 'guarantees, national and international' for the protection of persons, aligning with the external protections mentioned in Target 2."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.72,
        "reason": "Candidate 5 discusses the protection of rights via international treaties and guarantees, overlapping with the concept of international/diplomatic protection in Target 2."
      },
      {
        "candidate_article": "Artículo 3 A",
        "candidate_text_snippet": "Soberanía y determinación de los pueblos. La soberanía es la fuente de todo poder político legítimo y reside en los pueblos que conforman el Estado. Ningún individuo o grupo puede arrogarse la representación del poder y de la soberanía. El Estado tiene el deber ineludible de garantizar los derechos humanos y de la naturaleza, promoviendo su protección, educación y promoción en consonancia con los tratados internacionales ratificados por Chile y que se encuentren vigentes, transformándose en una característica distintiva del actuar del Estado, permeando de este modo hacia todos los derechos fundamentales, las instituciones y autoridades reconocidas en la presente Constitución.",
        "similarity_score": 0.65,
        "reason": "Target 2 links nationality to territory (residence). Candidate 12 links sovereignty to the peoples and the State's duty to guarantee rights, forming the basis for the right to reside."
      },
      {
        "candidate_article": "Artículo 19",
        "candidate_text_snippet": "Independencia. La comunidad chilena es independiente, subsiste por sí misma en virtud de su trabajo y de la naturaleza, y se determina a sí misma a través de su Estado. El Estado asegura la independencia de la República y no reconoce, en la definición de sus asuntos internos, otro poder que no sea la voluntad popular.",
        "similarity_score": 0.6,
        "reason": "Candidate 83 discusses the independence of the Chilean community and its self-determination, which provides the sovereign framework necessary to grant the rights of return and residence mentioned in Target 2."
      }
    ]
  },
  {
    "target_article": "Artículo 20",
    "target_text_snippet": "Todas las personas que tengan la nacionalidad chilena serán ciudadanas y ciudadanos de Chile. Asimismo, serán ciudadanas y ciudadanos las personas extranjeras avecindadas en Chile por al menos cinco años.\nEl sufragio será personal, igualitario, secreto y obligatorio. No será obligatorio para las y los chilenos que vivan en el extranjero y para las y los mayores de dieciséis y menores de dieciocho años.\nNinguna autoridad u órgano podrá impedir el efectivo ejercicio de este derecho, debiendo a su vez proporcionar todos los medios necesarios para que las personas habilitadas para sufragar puedan ejercerlo.\nEl Estado promoverá el ejercicio activo y progresivo, a través de los distintos mecanismos de participación, de los derechos derivados de la ciudadanía, en especial en favor de niños, niñas, adolescentes, personas privadas de libertad, personas con discapacidad, personas mayores y personas cuyas circunstancias o capacidades personales disminuyan sus posibilidades de ejercicio.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2 A",
        "candidate_text_snippet": "Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado reconoce a las niñas, niños y adolescentes como sujetos de derecho con capacidad de agencia y les garantiza sus derechos reconocidos en la Constitución, las leyes y los tratados internacionales de Derechos Humanos ratificados por Chile en la materia. La protección y el desarrollo integral de niñas, niños y adolescentes es un deber prioritario del Estado, las familias y la sociedad bajo los principios del interés superior de niños y niñas, igualdad y no discriminación, participación y autonomía progresiva, supervivencia y desarrollo”.",
        "similarity_score": 0.9,
        "reason": "Target 3 emphasizes promoting participation for children, adolescents, and people with disabilities. Candidate 4 explicitly lists these same groups (childhood, adolescence, disability) regarding the right to full participation in social life."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.85,
        "reason": "Target 3 defines citizenship and suffrage mechanisms. Candidate 21 defines democracy as inclusive and participatory, and mandates the State to ensure effective participation of the whole society in the political process."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.82,
        "reason": "Target 3 regulates suffrage. Candidate 11 states that sovereignty is exercised directly and through elections, establishing the constitutional basis for the voting rights described in the target."
      },
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.78,
        "reason": "Candidate 7 promotes integral development and active contribution to the community with special consideration for childhood, disability, and old age, mirroring the specific groups protected in the last paragraph of Target 3."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.75,
        "reason": "Candidate 6 mandates the State to ensure the right of all persons to participate with equal opportunities in social life, specifically mentioning special measures for vulnerable groups, aligning with Target 3's promotion of rights exercise."
      }
    ]
  },
  {
    "target_article": "Artículo 21",
    "target_text_snippet": "Las y los extranjeros avecindados en Chile por más de cinco años, y que cumplan con los requisitos señalados en el artículo 20, podrán ejercer el derecho de sufragio activo en los casos y formas que determine la ley.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.75,
        "reason": "Target 4 deals with the right of foreigners to vote (exercise sovereignty). Candidate 11 establishes that sovereignty is exercised through elections, serving as the general principle for the specific rule in the target."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.72,
        "reason": "Candidate 21 describes democracy as 'inclusive' and based on 'political equality', which supports the inclusion of foreign residents in the electoral process described in Target 4."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.68,
        "reason": "Candidate 6 prohibits discrimination based on origin and guarantees participation in social life, relevant to the granting of political rights to foreigners."
      },
      {
        "candidate_article": "Artículo 11 A",
        "candidate_text_snippet": "Derecho a participar en la vida cultural. La Constitución asegura el derecho de todas las personas a participar libremente en la vida cultural de las comunidades, pueblos y naciones. Toda persona, individual o colectivamente, tiene derecho a: 1º La autoidentificación cultural... 2º La libertad de expresión... 3º Participar de la vida en comunidad... 4º Conocer, comprender y educarse en la cultura propia... 5º Acceder, gozar y participar de los bienes materiales e inmateriales... 6º Participar de manera libre e informada... El Estado velará por remover los obstáculos particulares que impidan o dificulten el ejercicio de los derechos culturales... El Estado velará por el respeto de las culturas migrantes y no nacionales...",
        "similarity_score": 0.65,
        "reason": "Candidate 57 mentions the State's duty to respect the cultures of migrants/non-nationals. While cultural, it shares the subject of 'foreigners/migrants' with Target 4."
      },
      {
        "candidate_article": "Artículo 3 B",
        "candidate_text_snippet": "Soberanía Popular y Fin General del Estado. Nuestro Estado se rige por la voluntad popular, garantiza la dignidad, libertad e igualdad de las personas, las familias y las naciones, se orienta por el interés general de la comunidad y persigue eliminar desventajas, discriminaciones y abusos. El Estado chileno es social y democrático de derechos.",
        "similarity_score": 0.6,
        "reason": "Candidate 13 states the State is governed by popular will and aims to eliminate discrimination, providing a broad context for extending voting rights to long-term residents."
      }
    ]
  },
  {
    "target_article": "Artículo 22",
    "target_text_snippet": "La nacionalidad chilena se pierde, exclusivamente:\n1. Por renuncia voluntaria manifestada ante autoridad chilena competente. Esta renuncia sólo producirá efectos si la persona, previamente, se ha nacionalizado en país extranjero;\n2. Por cancelación de la carta de nacionalización, siempre que la persona no se convirtiera en apátrida, salvo que se hubiera obtenido por declaración falsa o por fraude. Esto último no será aplicable a niños, niñas y adolescentes;\n3. Por ley que revoque la nacionalización concedida por gracia.\nEn el caso del número 1, la nacionalidad podrá recuperarse en conformidad al número 3 del artículo 1. En los restantes casos, sólo podrán ser rehabilitados por ley.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 18 K",
        "candidate_text_snippet": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
        "similarity_score": 0.65,
        "reason": "Candidate 82 explicitly discusses 'ciudadanía chilena' and 'pertenencia nacional', providing the most direct semantic link to the concept of nationality and its loss described in the target."
      },
      {
        "candidate_article": "Artículo 2 A",
        "candidate_text_snippet": "Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado reconoce a las niñas, niños y adolescentes como sujetos de derecho con capacidad de agencia y les garantiza sus derechos reconocidos en la Constitución, las leyes y los tratados internacionales de Derechos Humanos ratificados por Chile en la materia. La protección y el desarrollo integral de niñas, niños y adolescentes es un deber prioritario del Estado, las familias y la sociedad bajo los principios del interés superior de niños y niñas, igualdad y no discriminación, participación y autonomía progresiva, supervivencia y desarrollo”.",
        "similarity_score": 0.58,
        "reason": "Target 0 explicitly mentions protections for 'niños, niñas y adolescentes' regarding the loss of nationality; Candidate 4 focuses entirely on the rights, protection, and priority of children and adolescents."
      },
      {
        "candidate_article": "Artículo 4 B",
        "candidate_text_snippet": "Plurinacionalidad. La República de Chile es plurinacional. El Estado reconoce que la comunidad chilena se conforma por las naciones indígenas, por el pueblo tribal afrodescendiente y por la nación chilena.",
        "similarity_score": 0.52,
        "reason": "Candidate 19 defines the composition of the 'comunidad chilena' (Chilean nation), which is the foundational concept for the nationality regulations in the target."
      },
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.48,
        "reason": "Candidate 3 establishes the fundamental status of persons in Chile (born free and equal), providing the baseline for the rights (like nationality) discussed in the target."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.45,
        "reason": "Target 0 implies legal procedures and rights; Candidate 5 discusses fundamental rights, international treaties, and the state's obligation to protect them, which contextualizes nationality rights."
      }
    ]
  },
  {
    "target_article": "Artículo 23",
    "target_text_snippet": "La pérdida de la nacionalidad sólo puede producirse por causales establecidas en esta Constitución, y siempre que la persona afectada no quede en condición de apátrida.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 18 K",
        "candidate_text_snippet": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
        "similarity_score": 0.62,
        "reason": "Matches the subject matter of 'ciudadanía chilena' and national identity, which is the core subject of the target regarding loss of nationality."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.55,
        "reason": "The target mentions 'apátrida' (statelessness), a condition prohibited under international human rights law; Candidate 5 integrates international human rights treaties into the constitution."
      },
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.51,
        "reason": "Discusses the guarantees and protections of persons; preventing statelessness is a specific form of protecting the person's fundamental rights."
      },
      {
        "candidate_article": "Artículo 4 B",
        "candidate_text_snippet": "Plurinacionalidad. La República de Chile es plurinacional. El Estado reconoce que la comunidad chilena se conforma por las naciones indígenas, por el pueblo tribal afrodescendiente y por la nación chilena.",
        "similarity_score": 0.48,
        "reason": "Defines the Chilean nation; the loss of nationality in the target is the legal severing of ties with this defined community."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.45,
        "reason": "Candidate 6 discusses equality and non-discrimination; limiting the loss of nationality protects individuals from arbitrary exclusion."
      }
    ]
  },
  {
    "target_article": "Artículo 24",
    "target_text_snippet": "La calidad de ciudadano se pierde:\n1º.- Por pérdida de la nacionalidad chilena;",
    "top_candidates": [
      {
        "candidate_article": "Artículo 18 K",
        "candidate_text_snippet": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
        "similarity_score": 0.68,
        "reason": "This is one of the few candidates that explicitly mentions 'ciudadanía chilena', directly linking to the target's subject of losing citizenship."
      },
      {
        "candidate_article": "Artículo 5",
        "candidate_text_snippet": "Artículo 5.- Democracia. En Chile, la democracia es paritaria, inclusiva, intercultural y plurinacional, basada en la libertad e igualdad sustantiva, política y social de todas las personas que la integran. Se ejerce en forma directa, participativa, comunitaria y representativa. El Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes ejercen el poder. Es deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia. Del mismo modo, deberá facilitar espacios de reflexión y deliberación política y garantizar una educación que impulse una cultura democrática. La actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
        "similarity_score": 0.55,
        "reason": "Citizenship is the prerequisite for political participation; Candidate 21 discusses democracy, representation, and political rights which are exercised via citizenship."
      },
      {
        "candidate_article": "Artículo 3",
        "candidate_text_snippet": "Artículo 3.- Soberanía. La soberanía reside en los pueblos de Chile. Se ejerce directamente por las personas y de manera representativa a través de elecciones de las autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución y en los tratados internacionales de Derechos Humanos ratificados por Chile y que se encuentren vigentes. Las fuerzas de orden y seguridad pública deberán actuar conforme a los Principios Básicos sobre el Empleo de la Fuerza y de Armas de Fuego adoptados por las Naciones Unidas Lo dispuesto por esta Constitución mantendrá su imperio aun cuando se terminare o interrumpiere su observancia, mediante cualquier acto de fuerza o régimen de facto.",
        "similarity_score": 0.5,
        "reason": "Discusses sovereignty residing in the people; citizenship determines who constitutes 'the people' and can exercise this sovereignty."
      },
      {
        "candidate_article": "Artículo 1 A",
        "candidate_text_snippet": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
        "similarity_score": 0.45,
        "reason": "Describes the Republic of Chile and the duties of the State and persons; citizenship is the legal bond connecting the person to this Republic."
      },
      {
        "candidate_article": "Artículo 3 B",
        "candidate_text_snippet": "Soberanía Popular y Fin General del Estado. Nuestro Estado se rige por la voluntad popular, garantiza la dignidad, libertad e igualdad de las personas, las familias y las naciones, se orienta por el interés general de la comunidad y persigue eliminar desventajas, discriminaciones y abusos. El Estado chileno es social y democrático de derechos.",
        "similarity_score": 0.42,
        "reason": "Candidate 13 discusses the 'Soberanía Popular' (Popular Sovereignty), which relies on the body of citizens defined by the target."
      }
    ]
  },
  {
    "target_article": "Artículo 25",
    "target_text_snippet": "La persona afectada por acto o resolución de autoridad administrativa que la prive o desconozca de su nacionalidad chilena, podrá recurrir, por sí o por cualquiera a su nombre, ante cualquier Corte de Apelaciones, conforme al procedimiento establecido en la ley. La interposición de la acción constitucional suspenderá los efectos del acto o resolución recurridos.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.6,
        "reason": "Target 3 describes a legal recourse (action) against administrative acts; Candidate 3 guarantees effective, timely, and pertinent national guarantees for the protection of rights."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.58,
        "reason": "Discusses the obligation of authorities to protect rights and the existence of national guarantees, which aligns with the appeal process described in the target."
      },
      {
        "candidate_article": "Artículo 9 I",
        "candidate_text_snippet": "Principios de acceso a la Justicia Ambiental. El Estado resguardará que toda persona pueda acceder y actuar de forma amplia ante la justicia y la administración para el resguardo de sus derechos ambientales o de la Naturaleza. Los órganos del Estado al momento de adoptar sus decisiones deberán interpretar las normas vigentes de la forma más favorable a la protección del medio ambiente.",
        "similarity_score": 0.52,
        "reason": "While focused on environment, this candidate articulates the principle of 'Access to Justice' and acting against administration decisions, sharing the procedural spirit of Target 3."
      },
      {
        "candidate_article": "Artículo 2 F",
        "candidate_text_snippet": "Principio Pro Persona. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de conformidad con el Principio Pro Persona. Es deber del Estado en materia judicial, prevenir, investigar, sancionar y reparar las violaciones a los derechos humanos, en los términos que establezca la ley; como también dicho principio deberá ser el elemento rector al momento del diseño, aplicación, ejecución y evaluación de toda política pública que se aplique a los habitantes del país, en los términos que establezcan la ley y los tratados internacionales sobre derechos humanos vigentes y ratificados por Chile.",
        "similarity_score": 0.5,
        "reason": "Establishes the duty of the state in judicial matters to prevent and repair violations, matching the judicial recourse mechanism in the target."
      },
      {
        "candidate_article": "Artículo 18 K",
        "candidate_text_snippet": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
        "similarity_score": 0.45,
        "reason": "Provides the context of 'ciudadanía' and 'identidad', which are the rights being defended in the legal action described in the target."
      }
    ]
  },
  {
    "target_article": "Artículo 27",
    "target_text_snippet": "Ninguna persona que resida en Chile cumpliendo los requisitos que establece esta Constitución y las leyes puede ser desterrado, exiliado o relegado.\nLa ley establecerá medidas para la recuperación de la nacionalidad chilena en favor de quienes perdieron o tuvieron que renunciar a ella como consecuencia del exilio. Este derecho también se reconocerá a hijas e hijos de dichas personas.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 10 O",
        "candidate_text_snippet": "Derecho a la reparación integral. La reparación integral por la violación de los derechos humanos incluirá medidas de restitución, indemnización, rehabilitación, satisfacción y garantías de no repetición, en sus dimensiones individual, colectiva, material, moral y simbólica.",
        "similarity_score": 0.65,
        "reason": "Target 4 discusses recovering nationality lost due to exile (a form of reparation); Candidate 55 explicitly defines the right to 'reparación integral' including restitution and guarantees of non-repetition."
      },
      {
        "candidate_article": "Artículo 18 K",
        "candidate_text_snippet": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
        "similarity_score": 0.58,
        "reason": "Target 4 deals with the recovery of 'nacionalidad chilena'; Candidate 82 deals with the right to determine national identity and obtain Chilean citizenship."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.52,
        "reason": "Discusses dignity and international treaties; exile and arbitrary deprivation of nationality are serious human rights violations addressed by these treaties."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.48,
        "reason": "Candidate 6 protects against arbitrary discrimination based on 'ideology' or 'origin', which historically underpins the exile situations addressed in Target 4."
      },
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.45,
        "reason": "Guarantees that people are born free and protects rights; the prohibition of exile is a fundamental manifestation of personal liberty and security."
      }
    ]
  },
  {
    "target_article": "Artículo 1.- Derechos de las personas mayores",
    "target_text_snippet": "Las personas mayores son titulares y plenos sujetos de derecho. Tienen derecho a envejecer con dignidad y a ejercer todos los derechos consagrados en esta Constitución y en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, en igualdad de condiciones que el resto de la población.\nEspecialmente, las personas mayores tienen derecho a obtener prestaciones de seguridad social suficientes para una vida digna; a la accesibilidad al entorno físico, social, económico, cultural y digital; a la participación política y social; a una vida libre de maltrato por motivos de edad; a la autonomía e independencia y al pleno ejercicio de su capacidad jurídica con los apoyos y salvaguardias que correspondan.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.88,
        "reason": "Explicitly lists 'vejez' (old age) as a group requiring special consideration for integral development and contribution to the community."
      },
      {
        "candidate_article": "Artículo 2 A",
        "candidate_text_snippet": "Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado reconoce a las niñas, niños y adolescentes como sujetos de derecho con capacidad de agencia y les garantiza sus derechos reconocidos en la Constitución, las leyes y los tratados internacionales de Derechos Humanos ratificados por Chile en la materia. La protección y el desarrollo integral de niñas, niños y adolescentes es un deber prioritario del Estado, las familias y la sociedad bajo los principios del interés superior de niños y niñas, igualdad y no discriminación, participación y autonomía progresiva, supervivencia y desarrollo”.",
        "similarity_score": 0.87,
        "reason": "Explicitly mentions protection and participation in social life with special consideration for 'vejez' (old age)."
      },
      {
        "candidate_article": "Artículo 1 A",
        "candidate_text_snippet": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
        "similarity_score": 0.75,
        "reason": "Mentions 'solidaridad intergeneracional' (intergenerational solidarity) and ensuring a legacy for future generations, overlapping with the concept of aging with dignity."
      },
      {
        "candidate_article": "Artículo 6 E",
        "candidate_text_snippet": "Queda prohibido cualquier forma de racismo y colonización.",
        "similarity_score": 0.72,
        "reason": "Addresses 'accesibilidad' (accessibility) to the physical environment and universal design, which is a specific right mentioned in the target text for older people."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.65,
        "reason": "Establishes non-discrimination based on 'edad' (age) and the state's duty to provide protection to vulnerable groups."
      }
    ]
  },
  {
    "target_article": "Artículo 3",
    "target_text_snippet": "El Estado garantiza y promueve el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en todas sus manifestaciones, tanto en el ámbito público como privado, sea que provenga de particulares, instituciones o agentes del Estado.\nEl Estado deberá adoptar las medidas necesarias para erradicar todo tipo de violencia de género y los patrones socioculturales que la posibilitan, actuando con la debida diligencia para prevenir, investigar y sancionar dicha violencia, así como brindar atención, protección y reparación integral a las víctimas, considerando especialmente las situaciones de vulnerabilidad en que puedan hallarse.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 18",
        "candidate_text_snippet": "El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en el ámbito público y privado. “El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes. Tendrá especialmente en cuenta la situación de vulnerabilidad o desventaja en que puedan hallarse en razón de su edad, estado civil, etnia, idioma, religión o creencia, ideología u opinión política o de otro tipo, origen nacional o social, filiación, situación socioeconómica, situación laboral, nivel educacional, de embarazo, orientación sexual, identidad y expresión de género, apariencia personal, condición de salud, de migración, de refugiada, de ruralidad, situación de discapacidad o cualquier otra condición.” Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho, y a todos los órganos del mismo, en el ámbito de sus competencias, generar políticas intersectoriales de promoción, prevención, capacitación y formación en enfoque de género y derechos humanos. Asimismo, las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género, por la protección y los derechos de las víctimas, y la aplicación de medidas o sanciones, evitando la revictimización.",
        "similarity_score": 0.95,
        "reason": "This candidate is nearly identical in theme, explicitly recognizing the right of women, girls, and diversities to a 'vida libre de violencia de género' (life free of gender violence) and the state's duty to investigate and punish it."
      },
      {
        "candidate_article": "Artículo 6",
        "candidate_text_snippet": "Artículo 6. Igualdad Sustantiva. La Constitución asegura a todas las personas la igualdad sustantiva, en tanto garantía de igualdad de trato y oportunidades para el reconocimiento, goce y ejercicio de los derechos humanos y las libertades fundamentales, con pleno respeto a la diversidad, la inclusión social y la integración de los grupos oprimidos e históricamente excluidos. La Constitución asegura especialmente la igualdad sustantiva de género, obligándose a garantizar la igualdad de trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil. El Estado deberá garantizar la eliminación de todos los obstáculos que dificulten el cumplimiento de este principio y promover acciones positivas que habiliten su pleno ejercicio, aplicando un enfoque de interseccionalidad y teniendo como base las obligaciones asumidas conforme al derecho internacional de los derechos humanos.",
        "similarity_score": 0.85,
        "reason": "Guarantees 'igualdad sustantiva de género' (substantive gender equality) and mentions women, girls, and diversities/dissidences, directly aligning with the target's protected groups."
      },
      {
        "candidate_article": "Artículo 7 C",
        "candidate_text_snippet": "Las relaciones familiares se basan en la igualdad de derechos y deberes de las personas mayores de edad que la integran y en el respeto recíproco entre todos sus integrantes. Cualquier forma de violencia en la familia será sancionada conforme a la ley.",
        "similarity_score": 0.68,
        "reason": "Mentions that 'Cualquier forma de violencia en la familia será sancionada' (Any form of family violence will be sanctioned), overlapping with the target's domestic violence aspect."
      },
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.62,
        "reason": "Mentions special consideration for 'género' (gender) regarding integral development and protection."
      },
      {
        "candidate_article": "Artículo 2 A",
        "candidate_text_snippet": "Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado reconoce a las niñas, niños y adolescentes como sujetos de derecho con capacidad de agencia y les garantiza sus derechos reconocidos en la Constitución, las leyes y los tratados internacionales de Derechos Humanos ratificados por Chile en la materia. La protección y el desarrollo integral de niñas, niños y adolescentes es un deber prioritario del Estado, las familias y la sociedad bajo los principios del interés superior de niños y niñas, igualdad y no discriminación, participación y autonomía progresiva, supervivencia y desarrollo”.",
        "similarity_score": 0.6,
        "reason": "Recognizes autonomy and participation with special consideration for 'género' (gender)."
      }
    ]
  },
  {
    "target_article": "Artículo 6",
    "target_text_snippet": "La Constitución reconoce a las personas con discapacidad como sujetos de derechos que esta Constitución y los tratados internacionales ratificados y vigentes les reconocen, en igualdad de condiciones con los demás y garantiza el goce y ejercicio de su capacidad jurídica, con apoyos y salvaguardias, según corresponda.\nLas personas con discapacidad tienen derecho a la accesibilidad universal, así como también la inclusión social, inserción laboral, su participación política, económica, social y cultural.\nExistirá, de conformidad a la ley, un sistema nacional a través del cual se elaborarán, coordinarán y ejecutarán las políticas y programas destinados a atender las necesidades de trabajo, educación, vivienda, salud y cuidado de las personas con discapacidad. La ley garantizará que la elaboración, ejecución y supervisión de dichos planes y programas cuente con la participación activa y vinculante de las personas con discapacidad y de las organizaciones que las representan.\nLa ley arbitrará los medios necesarios para identificar y remover las barreras físicas, sociales, culturales, actitudinales, de comunicación y de otra índole para facilitar a las personas con discapacidad el ejercicio de sus derechos.\nEl Estado garantizará los derechos lingüísticos e identidades culturales de las personas con discapacidad, los que incluyen el derecho a expresarse y comunicarse a través de sus lenguas y el acceso a mecanismos, medios y formas alternativas de comunicación. Asimismo, garantizará la autonomía lingüística de las personas sordas en todos los ámbitos de la vida.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 6 E",
        "candidate_text_snippet": "Queda prohibido cualquier forma de racismo y colonización.",
        "similarity_score": 0.89,
        "reason": "Focuses entirely on accessibility, removing obstacles, and universal design to ensure independent living, which is a core component of the target article's rights for persons with disabilities."
      },
      {
        "candidate_article": "Artículo 12",
        "candidate_text_snippet": "Artículo 12.- Plurilingüismo. Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus autonomías territoriales. El Estado garantizará el conocimiento, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional. El Estado reconoce la lengua de señas chilena como lengua natural y oficial de las personas sordas así como sus derechos lingüísticos en todos los ámbitos de la vida social.",
        "similarity_score": 0.82,
        "reason": "Explicitly recognizes 'lengua de señas chilena' (Chilean sign language) and the linguistic rights of deaf people, directly matching the specific linguistic rights mentioned in the target."
      },
      {
        "candidate_article": "Artículo 2 A",
        "candidate_text_snippet": "Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado reconoce a las niñas, niños y adolescentes como sujetos de derecho con capacidad de agencia y les garantiza sus derechos reconocidos en la Constitución, las leyes y los tratados internacionales de Derechos Humanos ratificados por Chile en la materia. La protección y el desarrollo integral de niñas, niños y adolescentes es un deber prioritario del Estado, las familias y la sociedad bajo los principios del interés superior de niños y niñas, igualdad y no discriminación, participación y autonomía progresiva, supervivencia y desarrollo”.",
        "similarity_score": 0.8,
        "reason": "Explicitly lists 'discapacidad' (disability) as a category for special consideration regarding autonomy and participation."
      },
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.78,
        "reason": "Explicitly mentions special consideration for 'discapacidad' (disability) in the context of integral development and equality of opportunity."
      },
      {
        "candidate_article": "Artículo 2 C",
        "candidate_text_snippet": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
        "similarity_score": 0.7,
        "reason": "Prohibits arbitrary discrimination based on 'discapacidad' (disability) and mandates special measures for vulnerable groups."
      }
    ]
  },
  {
    "target_article": "Artículo 9.- Derecho al asilo.",
    "target_text_snippet": "Toda persona tiene derecho a buscar y recibir asilo, de acuerdo con la legislación nacional y los tratados internacionales suscritos y ratificados por Chile, y que se encuentren vigentes. Una ley regulará el procedimiento de solicitud y reconocimiento de la condición de refugiado, así como las garantías y protecciones específicas que se establezcan en favor de las personas solicitantes de asilo o refugiadas.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 11 A",
        "candidate_text_snippet": "Derecho a participar en la vida cultural. La Constitución asegura el derecho de todas las personas a participar libremente en la vida cultural de las comunidades, pueblos y naciones. Toda persona, individual o colectivamente, tiene derecho a: 1º La autoidentificación cultural... 2º La libertad de expresión... 3º Participar de la vida en comunidad... 4º Conocer, comprender y educarse en la cultura propia... 5º Acceder, gozar y participar de los bienes materiales e inmateriales... 6º Participar de manera libre e informada... El Estado velará por remover los obstáculos particulares que impidan o dificulten el ejercicio de los derechos culturales... El Estado velará por el respeto de las culturas migrantes y no nacionales...",
        "similarity_score": 0.65,
        "reason": "Mentions the state must watch over the respect of 'culturas migrantes' (migrant cultures), which is the closest specific population reference to asylum seekers."
      },
      {
        "candidate_article": "Artículo 10",
        "candidate_text_snippet": "Chile respeta el derecho internacional en sus diversas fuentes, tiene vocación de paz y aboga por la solución pacífica de controversias internacionales, promueve la democracia y los derechos humanos en ese mismo ámbito, y fomenta relaciones de cooperación con los demás países.",
        "similarity_score": 0.6,
        "reason": "Establishes respect for 'derecho internacional' (international law) and human rights, which form the legal basis for the right to asylum."
      },
      {
        "candidate_article": "Artículo 2",
        "candidate_text_snippet": "Artículo 2.- Persona. En Chile, las personas nacen y permanecen libres, interdependientes e iguales. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y los derechos humanos consagrados en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de garantías, nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.\nLa efectividad de los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile no se encuentra sujeta a la ausencia de normativas para el reclamo ni a la discrecionalidad de las autoridades.",
        "similarity_score": 0.58,
        "reason": "General guarantee of rights recognized in 'tratados internacionales' (international treaties), which is central to the target's definition of asylum rights."
      },
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.55,
        "reason": "Discusses rights emanating from 'derecho internacional' and 'ius cogens', providing the framework for refugee protection."
      },
      {
        "candidate_article": "Artículo 10 J",
        "candidate_text_snippet": "Los derechos y las obligaciones consagradas en los tratados e instrumentos internacionales de derechos humanos ratificados o reconocidos por Chile, forman parte integral de la Constitución de la República, que se interpretará conforme a los estándares del sistema internacional de los derechos humanos.",
        "similarity_score": 0.52,
        "reason": "States that rights in international treaties are integral to the Constitution, reinforcing the target's reliance on international treaties for asylum regulation."
      }
    ]
  },
  {
    "target_article": "Artículo 10.- Principio de no devolución.",
    "target_text_snippet": "Ninguna persona solicitante de asilo o refugiada será regresada por la fuerza a las fronteras del Estado donde su vida o libertad pueden verse amenazadas, corra riesgo de persecución o graves violaciones de derechos humanos.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2 B",
        "candidate_text_snippet": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
        "similarity_score": 0.68,
        "reason": "Mentions 'normas imperativas de derecho internacional, ius cogens'. The principle of non-refoulement is widely considered a norm of ius cogens."
      },
      {
        "candidate_article": "Artículo 10",
        "candidate_text_snippet": "Chile respeta el derecho internacional en sus diversas fuentes, tiene vocación de paz y aboga por la solución pacífica de controversias internacionales, promueve la democracia y los derechos humanos en ese mismo ámbito, y fomenta relaciones de cooperación con los demás países.",
        "similarity_score": 0.62,
        "reason": " affirms Chile's respect for international law and human rights, the framework under which non-refoulement operates."
      },
      {
        "candidate_article": "Artículo 2 F",
        "candidate_text_snippet": "Principio Pro Persona. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de conformidad con el Principio Pro Persona. Es deber del Estado en materia judicial, prevenir, investigar, sancionar y reparar las violaciones a los derechos humanos, en los términos que establezca la ley; como también dicho principio deberá ser el elemento rector al momento del diseño, aplicación, ejecución y evaluación de toda política pública que se aplique a los habitantes del país, en los términos que establezcan la ley y los tratados internacionales sobre derechos humanos vigentes y ratificados por Chile.",
        "similarity_score": 0.6,
        "reason": "Establishes the 'Principio Pro Persona', obliging authorities to protect human rights, relevant to preventing the return of individuals to danger."
      },
      {
        "candidate_article": "Artículo 10 K",
        "candidate_text_snippet": "Los derechos humanos, en su conjunto, conforman el parámetro de regularidad constitucional. El Estado, todos los organismos y autoridades nacionales en el ámbito de sus competencias, están obligadas a promover, respetar, proteger y garantizar los derechos humanos. Las autoridades deben prevenir, investigar, sancionar, reparar y otorgar garantías de no repetición... Las autoridades jurisdiccionales ejercerán el control de constitucionalidad y convencionalidad...",
        "similarity_score": 0.58,
        "reason": "Obliges authorities to 'prevenir... las violaciones a los derechos fundamentales', which semantically covers the duty not to return someone to a place of violation."
      },
      {
        "candidate_article": "Artículo 11 A",
        "candidate_text_snippet": "Derecho a participar en la vida cultural. La Constitución asegura el derecho de todas las personas a participar libremente en la vida cultural de las comunidades, pueblos y naciones. Toda persona, individual o colectivamente, tiene derecho a: 1º La autoidentificación cultural... 2º La libertad de expresión... 3º Participar de la vida en comunidad... 4º Conocer, comprender y educarse en la cultura propia... 5º Acceder, gozar y participar de los bienes materiales e inmateriales... 6º Participar de manera libre e informada... El Estado velará por remover los obstáculos particulares que impidan o dificulten el ejercicio de los derechos culturales... El Estado velará por el respeto de las culturas migrantes y no nacionales...",
        "similarity_score": 0.55,
        "reason": "Protects 'culturas migrantes' and 'no nacionales', providing a thematic link to the subjects of non-refoulement."
      }
    ]
  },
  {
    "target_article": "Artículo 11.- Derechos de niñas, niños y adolescentes.",
    "target_text_snippet": "Las niñas, niños y adolescentes son titulares de todos los derechos y garantías establecidas en esta Constitución, en las leyes y tratados internacionales ratificados y vigentes en Chile.\nEl Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes, resguardando su interés superior, su autonomía progresiva, su desarrollo integral y a ser escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social.\nNiñas, niños y adolescentes tienen derecho a vivir en condiciones familiares y ambientales que les permitan el pleno y armonioso desarrollo de su personalidad. El Estado deberá velar porque no sean separados de sus familias salvo como medida temporal y último recurso en resguardo de su interés superior, en cuyo caso se priorizará un acogimiento familiar por sobre el residencial, debiendo adoptar todas las medidas que sean necesarias para asegurar su bienestar y resguardar el ejercicio de sus derechos y libertades.\nLos niños, niñas y adolescentes tienen derecho a ser protegidos contra toda forma de violencia, maltrato, abuso, explotación, acoso y negligencia. La erradicación de la violencia contra la niñez será declarada un asunto de la más alta prioridad del Estado, y para ello diseñará estrategias y acciones para abordar situaciones que impliquen un menoscabo de la integridad personal de niñas, niños y adolescentes, sea que la violencia provenga de las familias, del propio Estado, o de terceros.\nLa ley establecerá un sistema de protección integral de garantías de los derechos de niños, niñas y adolescentes, a través del cual establecerá responsabilidades específicas de los poderes y órganos del Estado y su deber de trabajo intersectorial y coordinado para asegurar la prevención de la violencia contra niños, niñas, y adolescentes y la promoción y protección efectiva de los derechos de estos. El Estado asegurará por medio de este sistema, que ante amenaza o vulneración de derechos, existan mecanismos para su restitución, sanción y reparación.",
    "top_candidates": [
      {
        "candidate_article": "Artículo 2 A",
        "candidate_text_snippet": "Artículo 2 A.- “Las Personas y su Protección. El Estado reconoce a las personas su libertad de conciencia, el ejercicio de su autonomía individual, su derecho a una vida independiente y digna, y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado reconoce a las niñas, niños y adolescentes como sujetos de derecho con capacidad de agencia y les garantiza sus derechos reconocidos en la Constitución, las leyes y los tratados internacionales de Derechos Humanos ratificados por Chile en la materia. La protección y el desarrollo integral de niñas, niños y adolescentes es un deber prioritario del Estado, las familias y la sociedad bajo los principios del interés superior de niños y niñas, igualdad y no discriminación, participación y autonomía progresiva, supervivencia y desarrollo”.",
        "similarity_score": 0.95,
        "reason": "Both articles specifically define the legal status and protection of children and adolescents (NNA). They share key specific terminology such as 'sujetos de derecho' (subjects of rights), 'interés superior' (best interest), 'autonomía progresiva' (progressive autonomy), and 'desarrollo integral' (integral development)."
      },
      {
        "candidate_article": "Artículo 2 E",
        "candidate_text_snippet": "Persona. En Chile, las personas nacen y permanecen libres, iguales e interdependientes. El Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados y vigentes en Chile. El Estado promoverá el desarrollo integral de las personas, tanto en su dimensión individual como colectiva, en igualdad de oportunidades, con especial consideración de la niñez, la adolescencia, el género, la discapacidad y la vejez, y así poder contribuir activamente al progreso de la comunidad y el país. Para su protección, las personas gozarán de garantías nacionales e internacionales, que sean eficaces, oportunas, pertinentes y universales.",
        "similarity_score": 0.85,
        "reason": "This article explicitly mandates 'especial consideración de la niñez, la adolescencia' (special consideration of childhood and adolescence) regarding the State's promotion of integral development and protection, directly aligning with the target's core subject."
      },
      {
        "candidate_article": "Artículo 18",
        "candidate_text_snippet": "El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en el ámbito público y privado. El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes... Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho... Asimismo, las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género...",
        "similarity_score": 0.78,
        "reason": "The target article includes a specific section on protecting children from violence. Candidate 71 explicitly recognizes the right of girls ('niñas') to a life free of violence and mandates the State to prevent and sanction such violence."
      },
      {
        "candidate_article": "Artículo 6",
        "candidate_text_snippet": "Artículo 6. Igualdad Sustantiva. La Constitución asegura a todas las personas la igualdad sustantiva, en tanto garantía de igualdad de trato y oportunidades para el reconocimiento, goce y ejercicio de los derechos humanos y las libertades fundamentales, con pleno respeto a la diversidad, la inclusión social y la integración de los grupos oprimidos e históricamente excluidos. La Constitución asegura especialmente la igualdad sustantiva de género, obligándose a garantizar la igualdad de trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil. El Estado deberá garantizar la eliminación de todos los obstáculos que dificulten el cumplimiento de este principio y promover acciones positivas que habiliten su pleno ejercicio, aplicando un enfoque de interseccionalidad y teniendo como base las obligaciones asumidas conforme al derecho internacional de los derechos humanos.",
        "similarity_score": 0.72,
        "reason": "This article on Substantive Equality explicitly names 'niñas' (girls) as a group requiring guaranteed equality of treatment and conditions, overlapping with the target's guarantee of rights for children."
      },
      {
        "candidate_article": "Artículo 7",
        "candidate_text_snippet": "Artículo 7. Familias. Las familias serán protegidas y reconocidas en sus diversas formas, con independencia de sus lazos consanguíneos y filiativos. El Estado debe garantizar a las familias una vida digna que les permita el buen vivir a partir de sus cosmovisiones particulares, procurando que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
        "similarity_score": 0.65,
        "reason": "The target article asserts the right of children to live in 'condiciones familiares' (family conditions). This candidate article establishes the protection and recognition of families in their diverse forms, providing the necessary context for the right mentioned in the target."
      }
    ]
  }
]