[
  {
    "number": "2",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 1,
    "target_scope": "INCISO 2",
    "action": "SUBSTITUTE",
    "content": "Asimismo, la Constitución garantiza la libertad de investigación.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "3",
    "authors_matched": [
      "Caiguan, Alexis"
    ],
    "target_article": 1,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "El Estado reconoce el derecho de los pueblos y naciones indígenas preservar, revitalizar, desarrollar y transmitir los conocimientos tradicionales y saberes ancestrales y debe, en conjunto con ellos, adoptar medidas eficaces para garantizar su ejercicio.",
    "content_to_remove": "",
    "placement_instructions": "entre el primero y el segundo"
  },
  {
    "number": "4",
    "authors_matched": [
      "Caamaño, Francisco"
    ],
    "target_article": 1,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "La creación de conocimientos estará orientada a su democratización y a la búsqueda del bien común.",
    "content_to_remove": "",
    "placement_instructions": "como nuevo inciso"
  },
  {
    "number": "5",
    "authors_matched": [
      "Caamaño, Francisco"
    ],
    "target_article": 1,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo nuevo. Acceso a los Conocimientos. El Estado promueve el acceso igualitario a los conocimientos, por lo que preferentemente utilizará y promoverá el uso de recursos y herramientas de libre acceso y distribución; así como aquellas que permitan la innovación por medio de su modificación",
    "content_to_remove": "",
    "placement_instructions": "nuevo artículo"
  },
  {
    "number": "7",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 2,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 2. Deberes del Estado. El Estado reconoce y fomenta el desarrollo de los diversos sistemas de conocimientos en el país, considerando sus diferentes contextos culturales, sociales y territoriales. Asimismo, fomenta su acceso equitativo y abierto, lo que comprende el intercambio y comunicación de conocimientos a la sociedad de la forma más amplia posible, con pleno respeto a los derechos establecidos en esta Constitución. Los órganos del Estado considerarán, cuando corresponda, a los avances científicos y tecnológicos disponibles, complementados con otros sistemas de conocimientos, en la toma de decisiones, especialmente en la formulación de normas jurídicas y políticas públicas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "9",
    "authors_matched": [
      "Jimenez, Luis"
    ],
    "target_article": 2,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "El Estado considerará especialmente los sistemas de conocimiento, las manifestaciones de las ciencias, tecnologías y saberes milenarios de los pueblos y naciones indígenas, a fin que contribuyan al desarrollo del país.",
    "content_to_remove": "",
    "placement_instructions": "para agregar un nuevo inciso"
  },
  {
    "number": "10",
    "authors_matched": [
      "Neumann, Ricardo",
      "Letelier, Margarita",
      "Tepper, Maria Angelica"
    ],
    "target_article": 2,
    "target_scope": "INCISO",
    "action": "ADD",
    "content": "El Estado promoverá en todas sus etapas, un sistema educativo integral donde se fomenten interdisciplinariamente el pensamiento crítico y las habilidades basadas en la capacidad creadora del ser humano a través de las diversas áreas del conocimiento.",
    "content_to_remove": "",
    "placement_instructions": "para agregar un nuevo inciso"
  },
  {
    "number": "12",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 4,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 3. Límites al derecho a participar y beneficiarse de los conocimientos y la libertad de investigación. El ejercicio del derecho a participar y beneficiarse de los conocimientos y de la libertad de investigación tiene como límite los derechos de las personas y la naturaleza, además de los principios establecidos en esta Constitución, con especial consideración de los principios de la bioética.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "15",
    "authors_matched": [
      "Neumann, Ricardo",
      "Letelier, Margarita",
      "Tepper, Maria Angelica"
    ],
    "target_article": 5,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "16",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 5,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "17",
    "authors_matched": [
      "Caiguan, Alexis"
    ],
    "target_article": 5,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo X. De la asimilación forzada. Se prohíbe la asimilación forzada o destrucción de las culturas de los pueblos y naciones indígenas.",
    "content_to_remove": "",
    "placement_instructions": "a continuación del artículo 5 y antes del 6"
  },
  {
    "number": "18",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 6,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 6. Derechos de autor. La Constitución asegura a todas las personas la protección de los derechos de autor sobre sus obras intelectuales, científicas y artísticas, comprendiendo los derechos morales y patrimoniales sobre ellas, en conformidad y por el tiempo que señale la ley, que no será inferior a la vida del autor. Asimismo, la Constitución asegura la protección a los derechos de intérpretes o ejecutantes sobre sus interpretaciones o ejecuciones, de conformidad a la ley. Las excepciones y limitaciones a estos derechos serán establecidas por la ley y velarán por el ejercicio de los derechos culturales, el goce de los beneficios de los conocimientos y demás derechos fundamentales. El Estado adoptará las medidas necesarias para el fortalecimiento y divulgación del dominio público",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "18_PHRASE",
    "authors_matched": [],
    "target_article": 6,
    "target_scope": "WORDING",
    "action": "MODIFY_PHRASE",
    "content": "interpretaciones o ejecuciones",
    "content_to_remove": "interpretaciones y ejecuciones",
    "placement_instructions": "en el inciso segundo"
  },
  {
    "number": "31",
    "authors_matched": [
      "Valenzuela, Paulina"
    ],
    "target_article": 6,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo 6C. Propiedad Industrial. La Constitución asegura la protección de los diversos títulos de protección de propiedad industrial. La ley regulará los derechos que se confieren a su titular, su duración y las limitaciones derivadas de su función social.",
    "content_to_remove": "",
    "placement_instructions": "como nuevo artículo 6C"
  },
  {
    "number": "33",
    "authors_matched": [
      "Neumann, Ricardo",
      "Letelier, Margarita",
      "Tepper, Maria Angelica"
    ],
    "target_article": 7,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "34",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 7,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "37",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 9,
    "target_scope": "INCISO 3",
    "action": "SUBSTITUTE",
    "content": "Todas las personas tienen derecho a la autodeterminación informativa. Solo se podrá realizar tratamiento de datos en los casos que establezca la ley y deberá ser bajo los principios de licitud, lealtad, transparencia, seguridad y limitación de la finalidad. Toda persona tiene derecho a ser informada cuando los datos que le conciernen son objeto de tratamiento y los fines del mismo, acceder a ellos y a solicitar su rectificación, cancelación, oposición y portabilidad.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "39",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 9,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo Nuevo. Ética Digital. El Estado garantiza la Ética Digital en el desarrollo e implementación de los procesos digitales, especialmente en el tratamiento de datos mediante sistemas automatizados, de acuerdo a lo que determine la ley.",
    "content_to_remove": "",
    "placement_instructions": "nuevo artículo"
  },
  {
    "number": "41",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 10,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 10. Derecho a la seguridad informática. Todas las personas, individual y colectivamente, tienen el derecho a la protección y promoción de la seguridad informática. El Estado y los particulares deberán adoptar las medidas idóneas y necesarias que garanticen la integridad, confidencialidad, disponibilidad y resiliencia de la información que contengan los sistemas informáticos que administren, salvo los casos expresamente señalados por la ley. Toda persona tiene derecho a adoptar las medidas técnicas de seguridad informática que considere necesarias, como el cifrado o la encriptación. Ninguna persona ni autoridad podrá afectar, restringir o impedir el ejercicio de este derecho",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "43",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 11,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 11.- El acceso a la información pública será garantizado con la sola excepción de aquellas materias que la ley determine reservada o secreta. Con todo, no será susceptible de reserva o secreto aquella información que, a criterio de los tribunales competentes, afecte la investigación de actos que configuren violaciones a los derechos humanos, de la naturaleza o de corrupción, resguardando los derechos de las víctimas o denunciantes.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "45",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 14,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 14.- Reconocimiento de la memoria. La Constitución reconoce la memoria como patrimonio cultural, material e inmaterial, siendo su ejercicio social un pilar fundamental para la construcción democrática del país.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "47",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 15,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "53",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 17,
    "target_scope": "INCISO 2",
    "action": "SUBSTITUTE",
    "content": "Artículo nuevo.- De la asimilación forzada. Se prohíbe la asimilación forzada o la destrucción de las culturas de los pueblos y naciones indígenas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "54",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 17,
    "target_scope": "INCISO 4",
    "action": "SUBSTITUTE",
    "content": "Artículo nuevo. La Constitución reconoce los derechos culturales del Pueblo Tribal Afrodescendiente chileno, y asegura su ejercicio, desarrollo, promoción, conservación y protección, con pleno respeto a los instrumentos internacionales pertinentes.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "55",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 18,
    "target_scope": "TOTAL",
    "action": "ADD",
    "content": "Artículo nuevo. Los pueblos y naciones indígenas tienen derecho colectivo sobre su patrimonio cultural, material e inmaterial, y su administración de conformidad con sus instituciones propias. El Estado facilitará el acceso a los patrimonios indígenas y debe, en conjunto con ellos, adoptar las medidas eficaces para su conservación.",
    "content_to_remove": "",
    "placement_instructions": "artículo nuevo previo al artículo 18"
  },
  {
    "number": "57",
    "authors_matched": [
      "Caiguan, Alexis"
    ],
    "target_article": 18,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 18. Patrimonio y propiedad intelectual indígena. El Estado reconoce los derechos de los pueblos indígenas sobre sus conocimientos tradicionales, expresiones culturales tradicionales, las manifestaciones de sus ciencias, tecnologías y culturas y de propiedad intelectual sobre ellos, conforme a lo establecido en esta Constitución.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "61",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 21,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 21.- Derecho al acceso a los patrimonios. Todas las personas tienen derecho a acceder a los patrimonios naturales y culturales, respetando los derechos de los pueblos y naciones indígenas preexistentes, así como los demás consagrados en esta Constitución y las leyes.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "64",
    "authors_matched": [
      "Neumann, Ricardo",
      "Letelier, Margarita",
      "Tepper, Maria Angelica"
    ],
    "target_article": 23,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "65",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 23,
    "target_scope": "TOTAL",
    "action": "DELETE",
    "content": "",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "67",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 24,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 24. Protección del patrimonio biocultural. El Estado, a través de sus regiones autónomas, protege y conserva el patrimonio biocultural del país mediante la declaración de reservas patrimoniales. Éstas contribuyen a las metas de preservación de la biodiversidad, estableciendo la limitación de actividades comerciales y productivas para preservar su integridad ecosistémica, cuando corresponda. Las reservas patrimoniales serán gestionadas con la colaboración de las comunidades locales e indígenas, en la forma establecida en esta Constitución. La ley deberá contemplar a los variados ecosistemas del país, tales como salares, humedales, bosques nativos, entre otros, y podrán coincidir espacialmente con otras áreas protegidas. La regulación de otras categorías de protección distintas a las establecidas en este artículo, además de otras acciones de preservación, conservación y restauración del patrimonio biocultural, serán establecidas por la ley, incluyendo la creación de un Servicio de Biodiversidad y Áreas Protegidas.",
    "content_to_remove": "",
    "placement_instructions": ""
  },
  {
    "number": "70",
    "authors_matched": [
      "Videla, Carolina"
    ],
    "target_article": 25,
    "target_scope": "TOTAL",
    "action": "SUBSTITUTE",
    "content": "Artículo 25. De la artesanía. Se reconoce la artesanía como patrimonio cultural. Es deber del Estado garantizar, proteger y fomentar la actividad creativa y productiva de las artesanas y artesanos. Se prohíbe el uso del concepto de artesanía en productos industriales.",
    "content_to_remove": "",
    "placement_instructions": ""
  }
]