[
  {
    "article": "Artículo 1°",
    "content": "Artículo 1°.- Democracia paritaria. El Estado de Chile se funda en una democracia paritaria, reconociendo y promoviendo una sociedad en la cual mujeres, hombres, y diversidades y disidencias sexogénericas participen en condiciones de igualdad sustantiva, reconociendo que su representación efectiva en el conjunto del proceso democrático es un principio y condición mínima para el ejercicio pleno y sustantivo de la democracia y la ciudadanía. Todas las instituciones y órganos del Estado deberán tener una integración paritaria, asegurando que al menos un cincuenta por ciento de su composición sean mujeres, y garantizarán la representación efectiva de identidades trans y no binarias. Asimismo, el Estado promoverá e implementará medidas necesarias para la participación paritaria en todo ámbito de la sociedad civil, tanto en la esfera pública como privada."
  },
  {
    "article": "Artículo 2°",
    "content": "Artículo 2°.- Los poderes públicos adoptarán las medidas necesarias para adecuar e impulsar la legislación, instituciones, marcos normativos y prestación de servicios al logro de la igualdad sustantiva y la paridad. Con ese objetivo, el poder ejecutivo, legislativo y judicial, así como los órganos de la administración del Estado y los órganos autónomos, deberán incorporar el enfoque de género en su diseño institucional y en el ejercicio de sus funciones. La política fiscal y el diseño de los presupuestos públicos se adecuarán al cumplimiento de un enfoque transversal de igualdad sustantiva de género en las políticas públicas."
  },
  {
    "article": "Artículo 3°",
    "content": "Artículo 3°.- Corresponderá al Estado, en sus diferentes ámbitos y funciones, garantizar la participación democrática e incidencia política de todas las personas, especialmente la de los grupos históricamente excluidos y de especial protección.\n\nEl Estado deberá garantizar la inclusión de estos grupos en las políticas públicas y en el proceso de formación de las leyes, mediante mecanismos de participación popular y deliberación política, asegurando medidas afirmativas que posibiliten su participación efectiva"
  },
  {
    "article": "Artículo 6°",
    "content": "Artículo 6°.- Chile es un Estado Plurinacional e Intercultural que reconoce la coexistencia de diversas naciones y pueblos en el marco de la unidad del Estado. Los pueblos y naciones indígenas son preexistentes al Estado de Chile por habitar en el territorio desde tiempos ancestrales y ser anteriores a su conformación o a sus actuales fronteras. Son titulares del derecho de libre determinación, así como de los demás derechos colectivos reconocidos y garantizados conforme a esta Constitución, los tratados internacionales de derechos humanos ratificados y vigentes en Chile y la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas. Son pueblos y naciones indígenas preexistentes los Mapuche, Aymara, Rapa Nui, Lickanantay, Quechua, Colla, Diaguita, Chango, Kawashkar, Yaghan, Selk'nam y otros que puedan ser reconocidos en la forma que establezca la ley."
  },
  {
    "article": "Artículo 6° A",
    "content": "Artículo 6° A.- Del pueblo tribal afrodescendiente. El Estado reconoce al pueblo tribal afrodescendiente y su titularidad de derechos colectivos reconocidos y garantizados por la Constitución, las leyes y los instrumentos internacionales reconocidos y ratificados por Chile. El Estado garantiza la efectiva participación del pueblo tribal afrodescendiente chileno en el ejercicio y distribución del poder. El Estado garantizará el diálogo intercultural en el ejercicio de las funciones públicas en concordancia de su patrimonio material e inmaterial y los principios de interseccionalidad y antirracismo para el desarrollo de acciones afirmativas, en la forma determinada por esta constitución, las leyes y Sistema Internacional de los Derechos Humanos y de los pueblos indígenas y tribales."
  },
  {
    "article": "Artículo 7°",
    "content": "Artículo 7°.- Los pueblos y naciones indígenas preexistentes y sus miembros, en virtud de su libre determinación, tienen derecho al pleno ejercicio de sus derechos colectivos e individuales. En especial, tienen derecho a la autonomía y al autogobierno, a su propia cultura, a la identidad y cosmovisión, al patrimonio y la lengua; al reconocimiento de sus tierras, territorios, la protección del territorio marítimo, de la naturaleza en su dimensión material e inmaterial y al especial vínculo que mantienen con estos;, a la cooperación e integración, al reconocimiento de sus instituciones, jurisdicciones y autoridades propias o tradicionales y a participar plenamente, si así lo desean, en la vida política, económica, social y cultural del Estado. Es deber del Estado Plurinacional, respetar, garantizar y promover con participación de los pueblos y naciones indígenas, el ejercicio de la libre determinación y de los derechos colectivos e individuales de que son titulares. En cumplimiento de lo anterior, el Estado debe garantizar la efectiva participación de los pueblos indígenas en el ejercicio y distribución del poder, incorporando su representación en la estructura del Estado, sus órganos e instituciones, así como su representación política en órganos de elección popular a nivel local, regional y nacional. Junto con ello, garantizará el diálogo intercultural en el ejercicio de las funciones públicas, creando institucionalidad y promoviendo políticas públicas que favorezcan el reconocimiento y comprensión de la diversidad étnica y cultural de los pueblos y naciones indígenas preexistentes al Estado."
  },
  {
    "article": "Artículo 8°",
    "content": "Artículo 8°.- El ejercicio del derecho a la libre determinación de los pueblos y naciones indígenas, como titulares de derechos colectivos diferenciados que forman parte del Estado Plurinacional, incluye el reconocimiento constitucional, ratificación e implementación de los tratados, acuerdos y otros arreglos constructivos, que hayan sido acordados por los pueblos indígenas con el Estado y el derecho de proponer y negociar otros nuevos."
  },
  {
    "article": "Artículo 9°",
    "content": "Artículo 9°.- Sobre el reconocimiento del genocidio indígena. El Estado reconoce su responsabilidad en el genocidio, saqueo, marginación, y discriminación de los que han sido objeto los pueblos originarios y se compromete a su reparación y a dar garantías de no repetición."
  },
  {
    "article": "Artículo 10",
    "content": "Artículo 10.- El Congreso Plurinacional es el órgano deliberativo, paritario y plurinacional que representa a los pueblos reunidos y naciones que coexisten al interior del Estado. El Congreso es de carácter y ejerce la potestad legislativa y las demás facultades encomendadas por la Constitución y las leyes. Corresponderá a la Cámara Territorial conocer los proyectos de reforma constitucional, de leyes interpretativas de la constitución, de la ley anual de presupuesto, de ley sobre la división política y administrativa del país, de ley que afecten las competencias de las regiones, de ley sobre votaciones populares y el sistema electoral. A su vez, las que irroguen directamente gastos al Estado, las que impongan, supriman, reduzcan o condonen tributos de cualquier clase o naturaleza, establezcan exenciones o modifiquen las existentes, y determinen su forma, proporcionalidad o progresión, las que fijen las normas sobre enajenación de bienes del Estado o de las municipalidades y sobre su arrendamiento o concesión, las que fijen las fuerzas de aire, mar y tierra que han de mantenerse en pie en tiempo de paz o de guerra, y las normas para permitir la entrada de tropas extranjeras en el territorio de la República, como, asimismo, la salida de tropas nacionales fuera de él, las que creen nuevos servicios públicos o empleos rentados, sean fiscales, semifiscales, autónomos o de las empresas del Estado; suprimirlos y determinar sus funciones o atribuciones, las que digan relación con la administración financiera o presupuestaria del Estado, las que fijan, modifican, conceden, aumentan remuneraciones, jubilaciones, pensiones, montepíos, rentas y cualquiera otra clase de emolumentos, préstamos o beneficios al personal en servicio o en retiro y a los beneficiarios de montepío, en su caso, de la Administración Pública y demás organismos y entidades anteriormente señalados, como asimismo fijar las remuneraciones mínimas de los trabajadores del sector privado, aumentar obligatoriamente sus remuneraciones y demás beneficios económicos o alterar las bases que sirvan para determinarlos, las que establecen o modifican las normas sobre seguridad social o que incidan en ella, tanto del sector público como del sector privado y las que contraten o autoricen a contratar empréstitos o celebrar cualquiera otra clase de operaciones que puedan comprometer el crédito o la responsabilidad financiera del Estado, de las entidades semifiscales, autónomas, de los gobiernos regionales o de las municipalidades, y condonar, reducir o modificar obligaciones, intereses u otras cargas financieras de cualquier naturaleza establecidas en favor del Fisco o de los organismos o entidades referidos, haciendo referencia al artículo 29 del texto sistematizado. La elección de los miembros del Congreso se efectuará el cuarto domingo después de efectuada la primera elección de Presidente y Vicepresidente de la República. Dicha elección se realizará conjuntamente con la segunda votación de la elección del Presidente y del Vicepresidente, de efectuarse."
  },
  {
    "article": "Artículo 11",
    "content": "Artículo 11.- Regla de paridad. El Congreso Plurinacional será paritario, asegurando que al menos el cincuenta por ciento de su composición sean mujeres y que exista una representación efectiva de identidades trans y no binarias."
  },
  {
    "article": "Artículo 12",
    "content": "Artículo 12.- El Congreso estará integrado por un número no inferior a 205 miembros. El Congreso Plurinacional se integra por diputadas y diputados electos a través de un sistema electoral mixto. La ley electoral regulará su integración, y la forma de elección de sus miembros, a partir de las siguientes reglas: 1. Diputadas y diputados electos en uno o más distritos de listas programáticas cerradas pero no bloqueadas, cuyos escaños serán fijados por ley de modo proporcional a su población. 2. Diputadas y diputados electos en circunscripciones territoriales cuya extensión territorial coincidirá con las regiones y territorios indígenas. 3. Diputadas y diputados electas por escaños reservados para pueblos originarios y tribales de acuerdo a lo establecido por la ley respectiva. La ley garantizará que el resultado de la conversión final de votos a escaños respete estrictamente la representación proporcional política, establecerá el sistema electoral aplicable a los diputados y diputadas y los criterios para el establecimiento del número de escaños que componen al Congreso."
  },
  {
    "article": "Artículo 12 A",
    "content": "Art 12.A.- La calificación de las elecciones de diputadas y diputados y el conocimiento de las reclamaciones de nulidad que se interpongan contra ellas, corresponde al Tribunal Calificador de Elecciones."
  },
  {
    "article": "Artículo 13",
    "content": "Artículo 13.- Para ser elegido diputado o diputada se requiere ser ciudadano con derecho a sufragio, tener cumplidos veintiún años de edad, haber cursado la enseñanza media o equivalente al día de la elección y tener residencia efectiva en el territorio correspondiente durante un plazo no inferior a dos años contados hacia atrás desde el día de la elección. Se entenderá que un diputado o diputada tiene su residencia en el territorio correspondiente mientras lo represente en el cargo. Los candidatos a diputados y diputadas de escaños reservados deberán cumplir las condiciones establecidas, dentro de la autonomía reconocida por esta Constitución, para la pertenencia al pueblo de que se trate y deberán estar inscritos en los padrones especiales establecidos por la ley para estos efectos."
  },
  {
    "article": "Artículo 13 A",
    "content": "Art 13.A.- No pueden ser candidatos a diputados o diputadas quienes se desempeñen como: 1. Presidenta o Presidente de la República o quien lo sustituya en el ejercicio de la Presidencia al tiempo de la elección; 2. Los y las Ministras y los y las Subsecretarias del Estado; 3. Las autoridades o representantes regionales, municipales o locales; 4. Consejeras y Consejeros del Banco Central y del Consejo Electoral. 5. Las y los directivos de los órganos autónomos o administradores de personas jurídicas que celebren o caucionen contratos con el Estado; 6. Quienes ejerzan jurisdicción en los Sistemas de Justicia; 7. Miembros del Tribunal Calificador de Elecciones y de los tribunales electorales; 8. Contralor o Contralora General de la República; 9. Fiscal Nacional, fiscales regionales o fiscales adjuntos del Ministerio Público, y 10. Comandantes en Jefe del Ejército, de la Armada y de la Fuerza Aérea, General Director de Carabineros, Director General de la Policía de Investigaciones y oficiales pertenecientes a las Fuerzas Armadas y a las Fuerzas de Seguridad Pública. 11. Las y los militares en servicio activo. Las inhabilidades establecidas en este artículo serán aplicables a quienes hubieren tenido las calidades o cargos antes mencionados dentro del año inmediatamente anterior a la elección, excepto respecto de las personas mencionadas en el número 5), las que no deberán reunir esas condiciones al momento de inscribir su candidatura y de las indicadas en el número 9), respecto de las cuales el plazo de la inhabilidad será de los dos años inmediatamente anteriores a la elección."
  },
  {
    "article": "Artículo 13 B",
    "content": "Artículo 13B: De la dedicación exclusiva al cargo. Los cargos de diputadas o diputados son incompatibles con otros cargos de representación y con todo empleo, función, comisión o cargo de carácter público o privado. Los empleos, funciones o comisiones de la enseñanza de educación superior podrán mantenerse pero deberán ser ejercidos de modo compatible con la exclusividad del cargo de diputada o diputado, y por un máximo de doce horas lectivas. Por el solo hecho de su proclamación por el Tribunal Calificador de Elecciones, la diputada o diputado cesará en el otro cargo, empleo o comisión incompatible que desempeñe."
  },
  {
    "article": "Artículo 14",
    "content": "Artículo 14.- Los diputados y diputadas sólo podrán ser reelectas de manera inmediata en una ocasión para el ejercicio del cargo. Para estos efectos se entenderá que las y los diputados han ejercido su cargo durante un período cuando han cumplido más de la mitad de su mandato"
  },
  {
    "article": "Artículo 15",
    "content": "Artículo 15.- El Congreso Plurinacional deberá renovarse en su totalidad cada cuatro años contados desde el inicio de la legislatura. La renovación del Congreso en los casos de elecciones ordinarias genera una nueva legislatura, poniendo término a la anterior."
  },
  {
    "article": "Artículo 16",
    "content": "Artículo 16.- Una ley establecerá las reglas de organización, funcionamiento y tramitación del Congreso Plurinacional, la que podrá ser complementada con los reglamentos de funcionamiento que dicte el pleno por la mayoría de sus miembros. La ley y los reglamentos deberán establecer las condiciones bajo las cuales la asistencia de un diputado o diputada es obligatoria. Las sesiones del Congreso Plurinacional y de sus comisiones son públicas. El Congreso Plurinacional deberá arbitrar los mecanismos para permitir su publicidad. Las decisiones del Congreso, incluyendo la aprobación de leyes, se tomarán por la mayoría de sus miembros presentes, a menos que esta Constitución disponga un quórum diferente."
  },
  {
    "article": "Artículo 17",
    "content": "Artículo 17.- El Congreso Plurinacional no podrá entrar en sesión sin la concurrencia de la tercera parte de sus miembros en ejercicio."
  },
  {
    "article": "Artículo 18",
    "content": "Artículo 18.- Los congresistas durarán en sus escaños desde el inicio y hasta el término de la legislatura, salvo en los casos vacancia establecidos en la Constitución. Las vacantes de diputadas o diputados se proveerán con la persona que haya obtenido la siguiente más alta mayoría de la lista electoral a la que pertenecía el o la diputada que produjo la vacante En el evento que dicha persona rechace la designación, las vacantes se proveerán por la persona que decida la organización política al que pertenecía la diputada o diputado al momento de ser elegida o elegido, asegurando a todo evento la composición paritaria del órgano. El reemplazo por vacancia de representantes de escaños reservados será realizado por el mecanismo definido por el pueblo al que representa dentro de los límites de la autonomía reconocida por la Constitución. El reemplazante deberá reunir los requisitos establecidos por esta constitución para ser elegido diputada o diputado. No podrá reemplazar la vacancia si incurre en alguna de las inhabilidades establecidas en los artículos precedentes."
  },
  {
    "article": "Artículo 19",
    "content": "Artículo 19.- Los diputados y senadores sólo son inviolables por las opiniones que manifiesten y los votos que emitan en el desempeño de sus cargos, en sesiones de sala o de comisión. Ningún diputado o senador, desde el día de su elección o desde su juramento, según el caso, puede ser acusado o privado de su libertad, salvo el caso de delito flagrante, si el Tribunal de Alzada de la jurisdicción respectiva, en pleno, no autoriza previamente la acusación declarando haber lugar a formación de causa. En contra de las resoluciones que dictaren los Tribunales de Alzada podrá apelarse para ante la Corte Suprema. En caso de ser arrestado algún diputado o senador por delito flagrante, será puesto inmediatamente a disposición del Tribunal de Alzada respectivo, con la información sumaria correspondiente. El Tribunal procederá, entonces, conforme a lo dispuesto en el inciso anterior. Desde el momento en que se declare, por resolución firme, haber lugar a formación de causa, queda el diputado o senador imputado suspendido de su cargo y sujeto al juez competente."
  },
  {
    "article": "Artículo 20",
    "content": "Artículo 20.- Cesará en el cargo el diputado o diputada: a) A quien se le haya revocado su mandato, conforme a lo establecido en esta Constitución; b) Que se ausentare del país por más de treinta días sin permiso del Pleno del Congreso Plurinacional o, en receso de éste, de la Mesa Directiva; c) Que haga abandono injustificado de sus funciones, calificado de acuerdo a lo establecido en esta Constitución.; d) Que, durante su ejercicio, celebrare o caucionare contratos con el Estado, o actuare como procuradora o procurador o agente en gestiones particulares de carácter administrativo, en la provisión de empleos públicos, consejerías, funciones o comisiones de similar naturaleza; e) Que, durante su ejercicio, acepte ser directora o director de banco o de alguna sociedad anónima, de responsabilidad limitada o por acciones, o ejercer cargos de similar importancia en estas actividades. La inhabilidad a que se refiere el inciso anterior tendrá lugar sea que el diputado o diputada actúe por sí o por interpósita persona, natural o jurídica, o por medio de una sociedad de personas de la que forme parte; f) Que, durante su ejercicio, actúe como abogada o abogado o mandataria o mandatario en cualquier clase de juicio, que ejercite cualquier influencia ante las autoridades administrativas o judiciales en favor del empleador o de los y las trabajadoras en negociaciones o conflictos laborales, sean del sector público o privado, o que intervengan en ellos ante cualquiera de las partes; g) Que haya infringido gravemente las normas sobre transparencia, límites y control del gasto electoral, desde la fecha que lo declare por sentencia firme el Tribunal Calificador de Elecciones, a requerimiento del Consejo Directivo del Servicio Electoral. Una ley señalará los casos en que existe una infracción grave. Asimismo, el o la diputada que perdiere el cargo no podrá optar a ninguna función o empleo público por el término de diez años, ni podrá ser candidata o candidato a cargos de elección popular en los dos actos electorales inmediatamente siguientes a su cesación; h) Que, durante su ejercicio, pierda algún requisito general de elegibilidad, o incurra en una causal de imposibilidad para ser candidata o candidato a cargos de elección popular o a diputada; i) Que, durante su ejercicio, fallezca; j) Que, en el período comprendido entre el día de su elección o juramento hasta el año anterior a la celebración de elección de asambleístas, se desafiliare de la organización política que hubiera declarado su candidatura. Los diputados y diputadas o representantes territoriales podrán renunciar a sus cargos cuando les afecte una enfermedad grave, debidamente acreditada, que les impida desempeñarlos, y así lo califique el tribunal que realice el control de constitucionalidad"
  },
  {
    "article": "Artículo Nuevo (276)",
    "content": "Es atribución de la Cámara Territorial conocer de las contiendas de competencia que se susciten entre las autoridades políticas o administrativas y los tribunales superiores de justicia"
  },
  {
    "article": "Artículo Nuevo (278)",
    "content": "Es atribución de la Cámara Territorial prestar o negar su consentimiento a los actos del Presidente de la República, en los casos en que la Constitución o la ley lo requieran. Si la Cámara Territorial no se pronunciare dentro de treinta días después de solicitada la urgencia por el Presidente de la República, se tendrá por otorgado su asentimiento."
  },
  {
    "article": "Artículo Nuevo (279)",
    "content": "Es atribución de la Cámara Territorial otorgar su acuerdo para que el Presidente de la República pueda ausentarse del país por más de treinta días o a contar o a contar desde el tercer domingo de noviembre del año anterior a aquel en que deba cesar en el cargo el que esté en funciones."
  },
  {
    "article": "Artículo Nuevo (284)",
    "content": "La Cámara Territorial, sus comisiones y sus demás órganos, incluidos los comités de congresistas si los hubiere, no podrán fiscalizar los actos del Gobierno ni de las entidades que de él dependan, ni adoptar acuerdos que impliquen fiscalización."
  },
  {
    "article": "Artículo Nuevo (285)",
    "content": "En caso de existir una Cámara de Diputados y una Cámara Territorial, es atribución del Congreso aprobar o rechazar los tratados internacionales que le presentare el Presidente de la República antes de su ratificación. La aprobación de un tratado requerirá, en cada Cámara, de los quórum que corresponda, en conformidad a lo dispuesto en esta Constitución y se someterá, en lo pertinente, a los trámites de una ley."
  },
  {
    "article": "Artículo 21",
    "content": "Artículo 21.- Son atribuciones exclusivas del Congreso Plurinacional, sin perjuicio de otras que les sean otorgadas por ley: a) Concurrir al proceso de formación de ley, en los marcos establecidos por esta Constitución; b) Presentar iniciativas de ley y reforma constitucional en cualquier materia; c) Aprobar, desechar o promover los tratados internacionales, su reserva y denuncia, en los términos señalados por esta Constitución y sin perjuicio de los mecanismos de participación ciudadana que esta Constitución establezca; d) Fiscalizar los actos del Gobierno. El Congreso tendrá la facultad de solicitar la entrega de información relativa al contenido; e) Pronunciarse respecto de los estados de excepción constitucional, en la forma prescrita por esta Constitución; f) Discutir y aprobar la Política de Defensa Nacional presentada por la Presidenta o Presidente de la República; g) Otorgar la rehabilitación de la ciudadanía; h) Prestar o negar su consentimiento a los actos de la Presidenta o del Presidente de la República, en los casos en que la Constitución o la ley lo requieran. Si el Congreso no se pronunciare dentro de treinta días desde la solicitud, se tendrá por otorgado su asentimiento; i) Otorgar su acuerdo para que la Presidenta o Presidente de la República pueda ausentarse del país por más de treinta días; j) Declarar asimismo, cuando la Presidenta o Presidente de la República presente la renuncia a su cargo, si los motivos que la originan son o no fundados y, en consecuencia, admitirla o desecharla."
  },
  {
    "article": "Artículo 22",
    "content": "Artículo 22.- El Congreso Plurinacional tendrá por función fiscalizar los actos del Gobierno. Para ejercer esta atribución puede: a) Adoptar acuerdos o sugerir observaciones, con el voto de la mayoría de sus miembros, los que se transmitirán por escrito al o Presidenta de la República, quien deberá dar respuesta fundada por medio del Ministro de Estado que corresponda, dentro de treinta días. Sin perjuicio de lo anterior, cualquier asambleísta popular, con el voto favorable de un cuarto de los miembros presentes de la Cámara, podrá solicitar determinados antecedentes al Gobierno. El Presidente o Presidenta de la República contestará fundadamente por intermedio del Ministro de Estado que corresponda, dentro del mismo plazo señalado en el párrafo anterior. b) Citar a un Ministro o Ministra de Estado, a petición de a lo menos un cuarto de los miembros del Congreso Plurinacional, a fin de formularle preguntas en relación con materias vinculadas al ejercicio de su cargo. Con todo, un mismo Ministro no podrá ser citado para este efecto más de tres veces dentro de un año calendario, sin previo acuerdo de la mayoría del Congreso. c) Crear comisiones especiales investigadoras a petición de a lo menos dos quintos de los miembros del Congreso Plurinacional en ejercicio, con el objeto de reunir informaciones relativas a determinados actos del Gobierno."
  },
  {
    "article": "Artículo 22A",
    "content": "Artículo 22A.- Son atribuciones del Consejo Territorial: 1) Decidir acerca de la proposición de nombramientos de altos cargos del Estado y de la administración que le fueren propuestos o nominados por el Presidente o Presidenta de la República, en los términos previstos en esta Constitución. El Consejo Territorial adoptará acuerdo de confirmación con la mayoría absoluta de los miembros de la Cámara Territorial en ejercicio, a menos que expresamente se establezca un quórum distinto. El Presidente o Presidenta de la República determinará y calificará la urgencia de la nominación y nombramiento. Si el Consejo Territorial no se pronunciare dentro de sesenta días después de pedida la urgencia por el Presidente de la República, se tendrá por otorgado su asentimiento. 3) Declarar la inhabilidad del Presidente o Presidenta de la República o del Presidente o Presidenta electo cuando un impedimento físico o mental lo inhabilite para el ejercicio de sus funciones; y declarar asimismo, cuando el Presidente o Presidenta de la República haga dimisión de su cargo, si los motivos que la originan son o no fundados y, en consecuencia, admitirla o desecharla."
  },
  {
    "article": "Artículo 23",
    "content": "El Congreso Plurinacional contará con una Secretaría Técnica de Presupuestos encargada de revisar el proceso de formulación presupuestaria, el que además podrá proponer y revisar la asignación de los recursos financieros del Estado, y tendrá las demás atribuciones que la ley señale. Esta Secretaría, además, asesorará directamente a los miembros del Congreso Plurinacional sobre la estimación del rendimiento de los recursos que consulta la Ley de Presupuestos, en la economía en general y de los nuevos que establezca cualquiera otra iniciativa de ley que presente el Presidente o Presidenta de la República. Para lo anterior, este organismo emitirá un informe que señale los efectos financieros de cada moción o mensaje y la incidencia de sus normas en la economía del país. Esta Secretaría no podrá entregar recomendaciones de política pública y su funcionamiento se regulará por ley\nLa secretaría Técnica de Presupuestos será encabezada por un director o una directora e integrada por directores, todos ellos designados a través de concursos organizados por la Dirección del Servicio Civil en los que deberán primar criterios de mérito y calidad técnica. Los directores durarán diez años en sus cargos y se renovarán por parcialidades, a razón de uno cada dos años. Solo podrán ser removidos por grave incumplimiento de sus obligaciones determinado por la Dirección del Servicio Civil."
  },
  {
    "article": "Artículo 24",
    "content": "Artículo 24.- Las funciones de la Unidad Técnica son las siguientes: a) Prestar asesoría técnica a las y los miembros y órganos del Pleno para el desempeño de sus funciones; b) Ejecutar las instrucciones que le imparta el Congreso Plurinacional; c) Emitir informes no vinculantes sobre normas legales vigentes que se verían afectadas o que deberían reformarse o derogarse con la aprobación de una nueva ley; aspectos de la legislación que hayan caído en desuso, presenten problemas técnicos, o produzcan efectos adversos; lenguaje utilizado en la norma y revisión de lenguaje no discriminatorio; impacto de género en las normas sugeridas; estimación del costo que podría provocar la implementación de la norma; y d) Emitir informes no vinculantes sobre el impacto presupuestario de los proyectos de ley, prestar asesoría al Congreso en la tramitación de la Ley de Presupuestos, y monitorear su ejecución. Esta función se realizará a través de un departamento independiente, que no podrá entregar recomendaciones de política pública. Las y los miembros del departamento de presupuestos deberán tener una trayectoria profesional o académica destacada en el ámbito de la evaluación económica de planes, políticas y programas. La Alta Dirección Pública deberá proponer su designación en ternas al Consejo de la Unidad Técnica. Para el correcto cumplimiento de sus funciones, el Gobierno deberá garantizar a este departamento un sistema de acceso a la información fiscal equivalente a la de la Dirección de Presupuestos. e) Las demás que mandate la Constitución o la ley."
  },
  {
    "article": "Artículo 25",
    "content": "Artículo 25.- La potestad legislativa nacional reside en el Congreso Plurinacional. Sólo en virtud de una ley se puede: a. Imponer tributos, determinar su progresión, exenciones, proporcionalidad, y destinación; b. Autorizar la contratación de empréstitos y otras operaciones que puedan comprometer el crédito y la responsabilidad financiera del Estado, sus organismos y municipalidades, sin perjuicio de lo establecido en la letra siguiente. Esta disposición no se aplicará al Banco Central; c. Establecer las condiciones y reglas conforme a las cuales las Universidades y las empresas del Estado y aquellas en que éste tenga participación puedan contratar empréstitos, los que en ningún caso podrán efectuarse con el Estado, sus organismos, empresas; d. Fijar las normas sobre enajenación de bienes del Estado, los gobiernos regionales o de las municipalidades y sobre su arrendamiento o concesión; e. Fijar fuerzas de mar, tierra y aeroespaciales que han de mantenerse en pie en tiempo de paz o de guerra, y las normas para permitir la entrada de tropas extranjeras en el territorio de la República, como, asimismo, la salida de tropas nacionales fuera de él; f. Establecer o modificar la división política o administrativa del país; g. Señalar el valor, tipo y denominación de las monedas, y el sistema de pesos y medidas; h. Conceder indultos generales y amnistías, salvo en casos de crímenes de lesa humanidad; i. Establecer el sistema de determinación de la dieta de la Presidenta o Presidente de la República y las Ministras o Ministros de Estado, de las diputadas y diputados, y las gobernadoras y gobernadores; j. Conceder honores públicos a los grandes servidores; k. Señalar la ciudad en que debe residir la Presidenta o Presidente de la República, celebrar sus sesiones el Congreso Plurinacional y funcionar la Corte Suprema; l. Autorizar la declaración de guerra, a propuesta de la Presidenta o Presidente de la República; m. Fijar las bases de los procedimientos que rigen los actos de la administración pública; n. Codificar o regular el régimen jurídico laboral, sindical, huelga, negociación colectiva en sus diversas manifestaciones, previsional y de seguridad social, y ñ. El contenido y las limitaciones al ejercicio de los derechos fundamentales conforme a los principios consagrados en esta Constitución. o. Regular aquellas materias que la Constitución exija que sean reguladas por una ley; p. Regular aquellas materias que son objeto de codificación, sea civil, comercial, procesal, penal u otra; q. Regular aquellas materias que la Constitución señale como leyes de concurrencia presidencial necesaria; r. Regular el funcionamiento de loterías y apuestas en general;"
  },
  {
    "article": "Artículo 26",
    "content": "Artículo 26.- La Presidenta o Presidente de la República tendrá la potestad de dictar aquellos reglamentos, decretos e instrucciones que crea necesarios para la ejecución de las leyes."
  },
  {
    "article": "Artículo 27",
    "content": "Artículo 27.- La Presidenta o Presidente de la República podrá ejercer la potestad reglamentaria en todas aquellas materias que no estén comprendidas en el artículo 25. Cuando sobre una materia no comprendida en los literales del artículo 25, sean aplicables reglas de rango legal y reglamentario, primará la ley. La Presidenta o Presidente deberá informar mensualmente al Congreso sobre los reglamentos, decretos e instrucciones que se hayan dictado en virtud de este artículo."
  },
  {
    "article": "Artículo 28",
    "content": "Artículo 28.- El Presidente o Presidenta de la República podrá solicitar autorización al Congreso Plurinacional para dictar decretos con fuerza de ley durante un plazo no superior a un año sobre materias que correspondan al dominio de la ley. Esta autorización no podrá extenderse a la nacionalidad, la ciudadanía, las elecciones ni al plebiscito, como tampoco a derechos fundamentales. La ley que otorgue la referida autorización señalará las materias precisas sobre las que recaerá la delegación y podrá establecer o determinar las limitaciones, restricciones y formalidades que se estimen convenientes. Sin perjuicio de lo dispuesto en los incisos anteriores, el Presidente o Presidenta de la República queda autorizado para fijar el texto refundido, coordinado y sistematizado de las leyes cuando sea conveniente para su mejor ejecución. En ejercicio de esta facultad, podrá introducirle los cambios de forma que sean indispensables, sin alterar, en caso alguno, su verdadero sentido y alcance. A la Contraloría General de la República corresponderá tomar razón de estos decretos con fuerza de ley, debiendo rechazarlos cuando ellos excedan o contravengan la autorización referida. Los decretos con fuerza de ley estarán sometidos en cuanto a su publicación, vigencia y efectos, a las mismas normas que rigen para la ley\nLa ley delegatoria de potestades que correspondan a leyes de acuerdo regional es ley de acuerdo regional\nLa autorización nunca podrá comprender facultades que afecten a la organización, atribuciones y régimen de los funcionarios de los Sistemas de Justicia, del Congreso Plurinacional, de la Cámara Territorial, de la Corte Constitucional, en caso de ser procedente, ni de la Contraloría General de la República."
  },
  {
    "article": "Artículo 29",
    "content": "Artículo 29.- Son leyes de concurrencia presidencial necesaria: a. Las que irroguen directamente gastos al Estado. b. Las que alteren la división política o administrativa del país. c. Las que impongan, supriman, reduzcan o condonen tributos de cualquier clase o naturaleza, establezcan exenciones o modifiquen las existentes, y determinen su forma, proporcionalidad o progresión. d. Las que contraten o autoricen a contratar empréstitos o celebrar cualquiera otra clase de operaciones que puedan comprometer la responsabilidad patrimonial del Estado, de las entidades semifiscales, autónomas y condonar, reducir o modificar obligaciones, intereses u otras cargas financieras de cualquier naturaleza establecidas en favor del Fisco o de los organismos o entidades referidos, sin perjuicio de lo dispuesto en el artículo 25 letra c. Las leyes de concurrencia presidencial necesaria pueden tener su origen en un mensaje presidencial o en moción parlamentaria. La moción parlamentaria deberá ser patrocinada por no menos de un cuarto y no más de un tercio de las diputadas y diputados en ejercicio y deberá declarar que se trata de un proyecto de ley de concurrencia necesaria de la Presidencia. Las mociones de concurrencia presidencial necesaria deberán presentarse acompañadas de un informe técnico financiero y un certificado de disponibilidad presupuestaria. Las leyes de concurrencia presidencial necesaria sólo podrán ser aprobadas si la Presidenta o Presidente de la República entrega su patrocinio durante la tramitación del proyecto. El Presidente o Presidenta de la República deberá otorgar el patrocinio al proyecto de ley dentro de los sesenta días de iniciada su tramitación en la comisión respectiva y antes de que el proyecto sea despachado a la Sala. Transcurrido ese plazo sin el patrocinio correspondiente, la Presidenta o Presidente del Congreso declarará el proyecto como desechado. En este caso, el Congreso Plurinacional no podrá insistir en la aprobación de la moción. La Presidencia de la República podrá rechazar la moción, poniendo término a su tramitación en cualquier momento después de su aprobación en general en el Congreso Plurinacional. En este caso, el Congreso Plurinacional no podrá insistir en la aprobación de la moción. Tratándose de mensajes presidenciales de leyes de concurrencia presidencial necesaria, el Congreso Plurinacional sólo podrá aceptar, disminuir, modificar sin aumentar el gasto o rechazar los servicios, empleos, emolumentos, préstamos, beneficios, gastos y demás iniciativas sobre la materia que proponga la Presidenta o Presidente de la República."
  },
  {
    "article": "Artículo 29 bis",
    "content": "Artículo 29 bis: Leyes de acuerdo regional. Sólo son leyes de acuerdo regional: 1. La relativa al presupuesto anual; 2. Las relativas a la elección, designación, competencias, atribuciones y procedimientos de los órganos y autoridades de las entidades territoriales; 3. Las que establezcan los mecanismos de distribución fiscal y presupuestaria; 4. Las que alteren la división política o administrativa del país; 5. Las que reformen el texto constitucional en aquellas materias relativas a la elección, designación, competencias, atribuciones y procedimientos de los órganos y autoridades de las entidades territoriales; 6. Las que ratifiquen el estatuto regional"
  },
  {
    "article": "Artículo 30",
    "content": "Las leyes pueden iniciarse por mensaje que dirija el Presidente o Presidenta de la República o por moción de no menos del diez por ciento y o más del quince por ciento de los diputadas y diputados, o mediante iniciativa popular de ley. Las iniciativas populares de ley requerirán el patrocinio de una cantidad de ciudadanos o ciudadanas equivalente, al menos, al 2 por ciento de los que hubieren sufragado en la anterior elección del Congreso Plurinacional, en un plazo máximo de seis meses. Las iniciativas populares de ley que se refieran a materias que correspondan a leyes de concurrencia presidencial necesaria del Presidente o Presidenta de la República, se remitirán a este, quien deberá pronunciarse sobre iniciar o no su tramitación, dentro de los noventa días siguientes a la fecha en que se hubieren reunido los patrocinios. Toda iniciativa popular deberá comenzar su tramitación en el plazo de seis meses desde la fecha de su cuenta en sala. La ley regulará las formas de ejercicio y los requisitos para su presentación"
  },
  {
    "article": "Artículo Nuevo (post 30)",
    "content": "El proyecto que fuere desechado en general por el Congreso Plurinacional, no podrá renovarse sino después de un año"
  },
  {
    "article": "Artículo 31",
    "content": "Artículo 31.- Las leyes deberán ser aprobadas, modificadas o derogadas, por la mayoría de los miembros presentes en el Congreso Plurinacional al momento de su votación. Con la aprobación de la ley, la Presidenta o Presidente del Congreso enviará el proyecto a la Presidenta o Presidente de la República para su promulgación y publicación. Una ley establecerá el procedimiento de tramitación de las leyes, la que considerará la deliberación de las iniciativas sometidas a su conocimiento en general y en particular, asegurando la participación y promoviendo la deliberación popular durante su tramitación de acuerdo a lo establecido en esta Constitución. Esta ley deberá ser complementada con la regulación legal del funcionamiento interno del Congreso Plurinacional."
  },
  {
    "article": "Artículo 31 bis",
    "content": "Artículo 31 bis. Tramitación de las leyes de acuerdo regional. Las leyes de acuerdo regional deberán ser aprobadas por el Consejo Territorial en el más breve plazo desde que fueren recibidas. De no entregar o negar su aprobación en el plazo establecido en la ley, se entenderá que el Consejo aprueba el proyecto y será remitido al Presidente para su aprobación. Este plazo no regirá en el caso de la tramitación de la ley de presupuesto anual. Si el Consejo Territorial negare su aprobación, podrá formular enmiendas que serán remitidas al Congreso Plurinacional. Si el Congreso Plurinacional no aprobare una o más enmiendas, el Vicepresidente o Vicepresidenta de la República deberá convocar a una Comisión Mixta integrada por igual número de miembros del Congreso Plurinacional y del Consejo Territorial para resolver las discrepancias. El número y forma de elección de sus integrantes será regulado por ley. La Comisión Mixta deberá informar dentro del plazo que fije la ley. En caso contrario, el proyecto originalmente despachado por el Congreso Plurinacional se entenderá aprobado. El proyecto modificado por la Comisión Mixta será despachado al Congreso Plurinacional, el que se pronunciará sobre las modificaciones propuestas por ésta. De rechazar las modificaciones realizadas por la Comisión Mixta, el Congreso Plurinacional podrá insistir en el proyecto original con el voto favorable de la mayoría de sus miembros en ejercicio."
  },
  {
    "article": "Artículo 31 ter",
    "content": "Artículo 31 ter. Ley del Congreso Plurinacional y del Consejo Territorial. Una ley regulará el procedimiento de tramitación de las leyes. La ley deberá establecer los mecanismos de deliberación y decisión por el Congreso Plurinacional y deberá asegurar la participación y promover la deliberación popular durante su tramitación de acuerdo a lo establecido en esta Constitución."
  },
  {
    "article": "Artículo 32",
    "content": "El texto del proyecto de ley despachado por el Congreso Plurinacional será remitido al Presidente o Presidenta de la República, quien, si también lo aprueba, dispondrá su promulgación como ley. Si el Presidente o Presidenta de la República rechaza el proyecto de ley despachado por el Congreso Plurinacional, lo devolverá al Congreso Plurinacional con las observaciones convenientes o con la propuesta de rechazo total del proyecto, dentro del término de treinta días. En ningún caso se admitirán las observaciones que no tengan relación directa con las ideas matrices o fundamentales del proyecto, a menos que hubieran sido consideradas en el mensaje respectivo. Si el Congreso Plurinacional aprobare las observaciones del Presidente o Presidenta con simple mayoría, el proyecto tendrá fuerza de ley y se devolverá al Presidente o Presidenta para su promulgación. Si el Congreso Plurinacional desechare la propuesta de rechazo total del proyecto e insistiere por cuatro séptimos de sus miembros en la totalidad o parte del proyecto aprobado por ésta, se devolverá al Presidente o Presidenta para su promulgación. En cambio, si el Congreso Plurinacional desechare todas o algunas de las observaciones o modificaciones, podrá insistir por cuatro séptimos de sus miembros en la totalidad o parte del proyecto aprobado por ellas, se devolverá al Presidente o Presidenta para su promulgación"
  },
  {
    "article": "Artículo 33",
    "content": "Artículo 33.- La Presidenta o Presidente de la República podrá devolver un proyecto de ley aprobado por el Congreso en caso que estime que se hubieren infringido las reglas constitucionales para la formación de la ley. En este caso, el Congreso sólo podrá insistir con el voto favorable de tres quintos de sus miembros en ejercicio. Si el Presidente devolviere un proyecto de ley de concurrencia necesaria por no contar con su aprobación, el Congreso no podrá insistir en su tramitación."
  },
  {
    "article": "Artículo 35",
    "content": "Artículo 35.- Aprobado un proyecto por el Congreso Plurinacional, éste será remitido a la Presidenta o Presidente de la República, quien, si también lo aprueba, dispondrá su promulgación y publicación como ley de la República. Si la Presidenta o Presidente de la República no devolviere el proyecto dentro de treinta días contados desde la fecha de su remisión, o si el Congreso Plurinacional hubiere insistido en el proyecto original, se entenderá que la Presidencia de la República lo aprueba y se promulgará como ley. La promulgación deberá hacerse siempre dentro del plazo de diez días contados desde que ella sea procedente. La publicación se hará dentro de los cinco días hábiles siguientes a la fecha en que quede totalmente tramitado el decreto promulgatorio."
  },
  {
    "article": "Artículo 36",
    "content": "Artículo 36.- La ley que regule el funcionamiento del Congreso Plurinacional deberá establecer los mecanismos para determinar el orden en que se conocerán los proyectos de ley, debiendo distinguir entre urgencia simple, suma urgencia y discusión inmediata. La ley especificará los casos en que la urgencia será fijada por la Presidencia de la República y por el Congreso Plurinacional. Sólo el Gobierno contará con la facultad de determinar la discusión inmediata de un proyecto de ley."
  },
  {
    "article": "Artículo 37",
    "content": "Artículo 37.- El proyecto de Ley de Presupuestos deberá ser presentado por la Presidencia de la República y el Gabinete Ministerial al Congreso Plurinacional, a lo menos con cuatro meses de anterioridad a la fecha en que debe empezar a regir; y si este no lo despachare dentro de los ciento veinte días contados desde su presentación, regirá el proyecto presentado por el Presidente de la República. El Congreso Plurinacional no podrá aumentar ni disminuir la estimación de los ingresos, pero podrá reducir los gastos contenidos en el proyecto de Ley de Presupuestos, salvo los que estén establecidos por ley permanente. También podrá realizar cambios en las asignaciones entre partidas sin modificar el nivel total de gasto. La estimación del rendimiento de los recursos que consulta la Ley de Presupuestos y de los nuevos que establezca cualquiera otra iniciativa de ley, corresponderá a la Presidencia de la República, previo informe de los organismos técnicos respectivos, sin perjuicio de lo señalado en el artículo 23. El Congreso Plurinacional no podrá aprobar ningún nuevo gasto con cargo al erario público sin que se indiquen, al mismo tiempo, las fuentes de recursos necesarios para atender dicho gasto. Si la fuente de recursos otorgada por el Congreso Plurinacional fuere insuficiente para financiar cualquier nuevo gasto que se apruebe, la Presidencia de la República, al promulgar la ley, previo informe favorable del servicio o institución a través del cual se recauden los nuevos ingresos, refrendado por la Contraloría General de la República, deberá reducir proporcionalmente todos los gastos, cualquiera que sea su naturaleza."
  },
  {
    "article": "Artículo 38",
    "content": "Artículo 38.- El Gobierno deberá dar acceso al Congreso Plurinacional a toda la información disponible para la toma de decisiones presupuestarias. Deberá también rendir cuentas y fiscalizar la ejecución del presupuesto nacional, haciendo público asimismo la información sobre el desempeño de los programas ejecutados en base a éste."
  },
  {
    "article": "Artículo 39",
    "content": "Artículo 39.- En la tramitación y aprobación de la Ley de Presupuestos, así como respecto a los presupuestos regionales y comunales, se deberán garantizar espacios de participación popular."
  },
  {
    "article": "Artículo 40",
    "content": "Artículo 40.- Se deberá realizar una consulta indígena de las medidas legislativas susceptibles de afectación a los pueblos y naciones indígenas, debiendo realizarse de buena fe y mediante un procedimiento previo, libre e informado, con la finalidad de llegar a un acuerdo o lograr el consentimiento acerca de la medida propuesta. Los acuerdos a los que llegue el Estado con los pueblos son vinculantes y no podrán menoscabar los derechos reconocidos en la Declaración de Naciones Unidas sobre los derechos de los pueblos indígenas. Es requisito para la aprobación de las medidas legislativas, que el proceso de consulta se encuentre finalizado. La ley regulará, en forma consensuada con los pueblos y naciones indígenas, todo lo relativo al proceso de consulta conforme a los tratados internacionales de derechos humanos de los que Chile sea parte."
  },
  {
    "article": "Capítulo del Consejo Territorial",
    "content": "CAPÍTULO NUEVO: Del Consejo Territorial. Artículo X: Del Consejo Territorial. El Consejo Territorial es el órgano paritario y plurinacional de representación territorial encargado de concurrir en la formación de las leyes de acuerdo regional y de ejercer las demás competencias establecidas por esta Constitución. Artículo X: Elección e integración del Consejo Territorial. Los miembros del Consejo Territorial se elegirán en votación popular conjuntamente con las autoridades municipales y regionales, dos años después de la elección presidencial y parlamentaria. Los candidatos a la Asamblea Regional y al Consejo Territorial se presentarán en una misma lista, pero serán votados y elegidos separadamente, en la forma prevista por la ley. La ley determinará el número de consejeros a ser elegidos por región, el que deberá ser el mismo para cada una y en ningún caso inferior a 3, asegurando que la integración final del órgano respete el principio de paridad. La elección de escaños reservados para el Consejo Territorial se realizará en votación popular. El número de escaños por pueblo indígena que esté asentado en el territorio electoral respectivo y su forma de elección, se determinará por ley. Las consejeras y consejeros territoriales son miembros de la Asamblea Regional, a la que, dentro de sus competencias, representarán en el Consejo Territorial. La ley especificará sus derechos y obligaciones especiales, las que en todo caso deberán incluir la obligación de rendir cuenta para lo que serán especialmente convocados. Artículo X: Duración en el cargo y reelección. Los consejeros y consejeras durarán 4 años en el cargo y podrán ser reelegidos sucesivamente hasta por un período para el ejercicio del cargo. Para estos efectos se entenderá que las y los consejeros han ejercido su cargo durante un período cuando han cumplido más de la mitad de su mandato. Artículo X: Funcionamiento. El Consejo Territorial será presidido por el Vicepresidente o Vicepresidenta de la República, quien dirigirá las sesiones del Consejo Territorial y sólo tendrá derecho a voz. El Consejo Territorial funcionará de forma permanente, debiendo adoptar sus decisiones por la mayoría de sus miembros presentes, salvo que esta Constitución disponga un quórum diferente. Todas las sesiones del Consejo Territorial son públicas. Una ley de acuerdo regional regulará la organización, funcionamiento y tramitación de leyes en el Consejo Territorial conforme a lo establecido en esta Constitución. En lo que no contradiga a la Constitución o la ley respectiva, el Consejo Territorial podrá dictar reglamentos para su organización y funcionamiento interno. El Consejo Territorial no podrá entrar en sesión sin la concurrencia de la tercera parte de sus miembros en ejercicio. Artículo X: Sólo son atribuciones del Consejo Territorial: 1. Participar del proceso de formación de las leyes de acuerdo regional, de conformidad con lo dispuesto en el artículo XX. 2. Las demás establecidas por la Constitución."
  },
  {
    "article": "Artículo 41",
    "content": "Artículo 41.- El Poder Ejecutivo es ejercido por el Presidente de la República, quien es el Jefe del Estado y el Jefe de Gobierno, y actúa a través de sus Ministros respectivos en conformidad con lo que establece la Constitución. Su autoridad se extiende a todo cuanto tiene por objeto la conservación del orden público en el interior y la seguridad externa de la República, de acuerdo con la Constitución y las leyes. Para ser elegido Presidente de la República se requiere tener la nacionalidad chilena; tener cumplidos treinta y cinco años de edad y poseer las demás calidades necesarias para ser ciudadano con derecho a sufragio."
  },
  {
    "article": "Artículo 42",
    "content": "Artículo 42.- La Presidenta o Presidente de la República ejerce la jefatura de Estado y de Gobierno."
  },
  {
    "article": "Artículo 42 (Cuenta Pública)",
    "content": "Art. 42..- El 04 de julio de cada año, la Presidenta o Presidente junto a la Ministra o Ministro de Gobierno dará cuenta al país del estado administrativo y político de la República ante el Congreso Plurinacional."
  },
  {
    "article": "Artículo 43",
    "content": "Artículo 43.- Para ser elegida Presidenta o Presidente se requiere tener nacionalidad chilena, ser ciudadano con derecho a sufragio, haber cumplido treinta años de edad, y tener residencia en el territorio nacional los cuatro años anteriores a la elección, salvo que la ausencia del país, se deba a que ella o él, su cónyuge o su conviviente civil cumplan misión diplomática, laboren en organismos internacionales, realicen estudios en el extranjero, hayan estado o estén recibiendo tratamientos médicos en el extranjero o existan otras circunstancias que la justifiquen razonablemente, las que deberán definirse por el legislador y ser calificadas por los Tribunales electorales, y que no incurra en las inhabilidades o prohibiciones establecidas en esta Constitución.\nTodos los candidatos y candidatas a la Presidencia de la República deberán presentar un Programa de Gobierno ante el Servicio Electoral el cual contendrá, de manera detallada, las principales políticas, planes, y programas que pretenden desarrollar durante su periodo presidencial.\nLas candidaturas a la Presidencia de la República deberán ser patrocinados por una organización política o por un grupo de ellos formando una coalición de acuerdo con la ley.\nCuando una candidatura sea patrocinada por más de una organización política se entenderá que existe una coalición política. En el caso de las candidaturas patrocinadas por una coalición política, éstas podrán realizar previamente un proceso de primarias de acuerdo con la ley."
  },
  {
    "article": "Artículo 44",
    "content": "Artículo 44.- La Presidenta o Presidente y la Vicepresidenta o Vicepresidente se elegirán conjuntamente mediante sufragio universal, directo, libre y secreto."
  },
  {
    "article": "Artículo 45",
    "content": "Artículo 45.- La Presidenta o Presidente y la Vicepresidenta o Vicepresidente serán elegidos por la mayoría absoluta de los votos válidamente emitidos. La elección se efectuará el tercer domingo de noviembre del año anterior a aquel en que deba cesar en el cargo la dupla que esté en funciones. Si a la elección se presentaren más de dos duplas de candidaturas y ninguna de ellas obtuviere más de la mitad de los sufragios válidamente emitidos, se producirá una segunda votación. La segunda votación se circunscribirá a las duplas que hubieren obtenido las dos más altas mayorías y deberá celebrarse el cuarto domingo después de efectuada la primera votación. Será electa la dupla que obtenga la mayoría de los sufragios válidamente emitidos. En el caso de proceder la segunda votación, los candidatos y candidatas podrán efectuar modificaciones a su programa hasta una semana antes del día que deba realizarse la segunda votación. El día de elección presidencial será siempre feriado de carácter irrenunciable."
  },
  {
    "article": "Artículo 45 A",
    "content": "Artículo 45.A.- El proceso de calificación de la elección de la Presidencia y Vicepresidencia deberá quedar concluido dentro de los quince días siguientes tratándose de la primera votación y dentro de los treinta días siguientes tratándose de la segunda."
  },
  {
    "article": "Artículo 45 B",
    "content": "Art 45.B.- La presidenta o presidente de la república y la Vicepresidenta o Vicepresidente de la República cesará en su cargo el mismo día en que se complete su período y le sucederá el recientemente elegido, sin perjuicio de los casos de término anticipado establecidos en esta constitución."
  },
  {
    "article": "Artículo 45 C",
    "content": "Si el Presidente electo se hallare impedido para tomar posesión del cargo, asumirá, mientras tanto, el Vicepresidente de la República. A falta de éste el Presidente del Congreso, a falta de éste el Presidente de la Corte Suprema. Con todo, si el impedimento del Presidente electo fuere absoluto o si durara indefinidamente, el Vicepresidente, en los diez días siguientes al acuerdo del Congreso Plurinacional, convocará a una nueva elección presidencial que se celebrará noventa días después de la convocatoria si ese día correspondiere a un domingo. Si así no fuere, ella se realizará el domingo inmediatamente siguiente. El binomio así elegido asumirá sus funciones en la oportunidad que señale la Constitución, y durará en el ejercicio de ellas hasta el día en que le habría correspondido cesar en el cargo al electo que no pudo asumir y cuyo impedimento hubiere motivado la nueva elección."
  },
  {
    "article": "Artículo 46",
    "content": "Artículo 46.- La constitución de la dupla Presidenta o Presidente y Vicepresidenta o Vicepresidente conformada por deberá respetar el principio de paridad."
  },
  {
    "article": "Artículo 47",
    "content": "Artículo 47.- No podrá ser elegida Presidenta o Presidente quien esté en ejercicio de la máxima jefatura de la Vicepresidencia o Ministerios al momento de la postulación."
  },
  {
    "article": "Artículo 48",
    "content": "Artículo 48.- La Presidencia y Vicepresidencia de la República durará cuatro años en el ejercicio de sus funciones, tras los cuales podrán ser reelegidas o reelegidos conjunta o separadamente, de forma inmediata o posterior, hasta una sola vez."
  },
  {
    "article": "Artículo 49",
    "content": "Artículo 49.- Serán impedimentos temporales para el ejercicio del cargo de Presidenta o Presidente de la República, la enfermedad, la ausencia temporal del territorio nacional por un periodo mayor a treinta días sin la debida autorización del Congreso Plurinacional u otro grave motivo declarado por el Congreso Plurinacional.\nSon impedimentos definitivos para el ejercicio del cargo de Presidenta o Presidente de la República la muerte, la dimisión debidamente aceptada por el Congreso Plurinacional y la condena por acusación constitucional, conforme a las reglas establecidas en esta Constitución. En caso de impedimento absoluto de ambas autoridades, asumirá la Presidencia de la República la Presidenta o Presidente del Congreso Plurinacional, hasta tanto sean convocadas nuevas elecciones dentro de los treinta días siguientes a la declaratoria del Congreso Plurinacional."
  },
  {
    "article": "Artículo 50",
    "content": "Artículo 50.- Serán atribuciones del Presidente o Presidenta de la República: 1. Cumplir y hacer cumplir esta Constitución, las leyes y los tratados internacionales, de acuerdo con sus competencias y atribuciones. 2. Dirigir la administración del Estado. 3. Nombrar y remover a la Ministra o Ministro de Gobierno, a las Ministras y Ministros de Estado, Subsecretarias y Subsecretarios, y a las demás funcionarias y funcionarios que corresponda, de acuerdo con esta Constitución y la ley. Estos funcionarios serán de exclusiva confianza del Presidente de la República y se mantendrán en sus puestos mientras cuenten con ella. 4. Conducir las relaciones exteriores, suscribir y ratificar los tratados, convenios o acuerdos internacionales, y nombrar y remover a Embajadoras y Embajadores, y jefas y jefes de misiones diplomáticas. 5. Declarar los estados de excepción constitucional en los casos y formas que se señalan en esta Constitución y la ley. 6. Concurrir a la formación de las leyes conforme a lo que establece esta Constitución y promulgarlas. 8. Dictar decretos con fuerza de ley, previa autorización del Congreso Plurinacional, por motivos de necesidad o urgencia, conforme lo que se establece en esta Constitución. 9. Ejercer la potestad reglamentaria de conformidad con esta Constitución y la ley. 10. Ejercer la Jefatura Suprema de las Fuerzas Armadas permanentemente, disponerlas, organizarlas y distribuirlas para su desarrollo y empleo conjunto. 11. Designar al Jefe del Estado Mayor Conjunto, a Comandantes en Jefe de las Fuerzas Armadas, y conferir grados a oficiales generales, con acuerdo del Congreso Plurinacional. 12. Remover al Jefe del Estado Mayor Conjunto, a Comandantes en Jefe de las Fuerzas Armadas. 13. Proponer al Congreso Plurinacional la Política de Defensa Nacional, de acuerdo a la ley. 14. Nombrar a la Contralora o Contralor General con acuerdo del Congreso Plurinacional. 15. Designar y remover funcionarias y funcionarios de su exclusiva confianza, de conformidad con lo que establece la ley. 16. Otorgar indultos particulares en los casos y formas que determine la ley. El indulto será improcedente en tanto no se haya dictado sentencia ejecutoriada en el respectivo proceso y si los hechos por los cuales la persona fue condenada constituyen delitos de lesa humanidad, violaciones graves de los derechos humanos y los crímenes de guerra. 17. Velar por la recaudación de las rentas públicas y decretar su inversión con arreglo a la ley. Cuidar la recaudación de las rentas públicas y formular los criterios orientadores de su inversión con acuerdo a la ley. El Presidente de la República, con la firma de todos los Ministros de Estado, podrá decretar pagos no autorizados por ley, para atender necesidades impostergables derivadas de calamidades públicas, de agresión exterior, de conmoción interior, de grave daño o peligro para la seguridad nacional o del agotamiento de los recursos destinados a mantener servicios que no puedan paralizarse sin serio perjuicio para el país. El total de los giros que se hagan con estos objetos no podrá exceder anualmente del dos por ciento (2%) del monto de los gastos que autorice la Ley de Presupuestos. Se podrá contratar empleados con cargo a esta misma ley, pero sin que el ítem respectivo pueda ser incrementado ni disminuido mediante traspasos. Los Ministros de Estado o funcionario que autoricen o den curso a gastos que contravengan lo dispuesto en este numeral serán responsables, solidaria y personalmente de su reintegro, y culpables del delito de malversación de caudales públicos. 18. Ejercer la jefatura máxima de las fuerzas de seguridad pública, remover y designar a los integrantes del alto mando policial. 19. Convocar referendos, plebiscitos, consultas y nuevas elecciones de carácter nacional, en los casos previstos en esta Constitución. 20. Pedir, indicando los motivos, que se cite a sesión especial al Congreso. En tal caso, la sesión deberá celebrarse a la brevedad posible. 21. Presentar anualmente al Congreso Plurinacional la ley de presupuestos."
  },
  {
    "article": "Artículo 51",
    "content": "Artículo 51.- La Vicepresidenta o Vicepresidente es parte integrante del poder ejecutivo."
  },
  {
    "article": "Artículo 52",
    "content": "Artículo 52.- Para ser Vicepresidenta o Vicepresidente serán aplicables los mismos requisitos exigidos a la Presidenta o Presidente.\nEntre la Presidenta o Presidente de la República y la Vicepresidenta o Vicepresidente no pueden existir relaciones de parentesco hasta el tercer grado de afinidad o el cuarto grado de consanguinidad."
  },
  {
    "article": "Artículo 53",
    "content": "Artículo 53.- La Vicepresidenta o Vicepresidente tendrá las siguientes atribuciones: 1. Asumir la conducción del ejecutivo, en caso de cesación en el cargo de la Presidenta o Presidente. 2. Suplir las ausencias temporales de la Presidenta o Presidente. 5. Presidir y participar en las sesiones del Consejo Territorial, sin derecho a voto, en los casos que éste determine."
  },
  {
    "article": "Artículo Nuevo (post 53)",
    "content": "ARTÍCULO NUEVO. No podrá ser elegido Vicepresidente de la República: 1- Un ex Presidente de la República cuando la elección del Vicepresidente de la República sea para el período siguiente al suyo. 2- Los parientes dentro del tercer grado de consanguinidad o segundo de afinidad del Presidente de la República, para el período que sigue a aquel en el que el Presidente de la República hubiere ejercido el cargo. 3- El ciudadano que como Vicepresidente de la República hubiere ejercido el cargo de Presidente de la República. 4- Los parientes dentro del cuarto grado de consanguinidad y segundo de afinidad del ciudadano expresado en el numeral anterior para el período inmediatamente siguiente a aquel en que éste hubiere ejercido la Presidencia de la República. 5- Los parientes dentro del cuarto grado de consanguinidad o segundo de afinidad del Presidente de la República."
  },
  {
    "article": "Artículo 54",
    "content": "Artículo 54.- En caso de vacancia temporal o absoluta de la Presidencia de la República, asumirá el cargo la Vicepresidenta o Vicepresidente con sus mismas facultades y atribuciones. Si la vacancia fuese definitiva, ejercerá el cargo de Presidente(a) hasta completar el período de Gobierno. En caso de vacancia del cargo de Vicepresidenta o Vicepresidente, asumirá la Ministra o Ministro que corresponda según el orden de prelación establecido en la ley, hasta completar el período. Siempre que corresponda cubrir la vacancia conforme a los incisos precedentes deberá respetarse el principio de paridad."
  },
  {
    "article": "Artículo 55",
    "content": "Artículo 55.- Las Ministras y Ministros integran el Ejecutivo y colaboran directa e inmediatamente en la gestión de gobierno y administración del Estado. La ley determinará el número y organización de los Ministerios. Al menos un ministro o ministra deberá pertenecer a un pueblo y nación indígena. El Gabinete será paritario y deberá orientarse por el principio de plurinacionalidad."
  },
  {
    "article": "Artículo 55 bis",
    "content": "Artículo 55 bis: El Ministro o Ministra de Gobierno será nombrada por el o la Presidenta de la República de entre los diputados y diputadas y es la encargada de conducir las gestiones legislativas del Gobierno y de dirigir la ejecución de su programa de gobierno y legislativo. El Ministro o Ministra de Gobierno mantendrá sus derechos de voto en el Congreso mientras dure su mandato. Sin perjuicio de ello, deberá nombrar un delegado que ejerza a su nombre ese derecho y que participe de las sesiones y actividades del Congreso Plurinacional. El Ministro de Gobierno podrá siempre participar directamente de las sesiones del Congreso."
  },
  {
    "article": "Artículo 55 ter",
    "content": "Artículo 55 ter: A la Ministra o Ministro de Gobierno le corresponden las siguientes atribuciones: 1. Ejercer la coordinación política de los ministros de Estado. 2. Coordinar la relación política del Gobierno con el Congreso Plurinacional y con el Consejo Territorial. 3. Presentar, con acuerdo del Presidente o Presidenta, un programa legislativo de Gobierno al Congreso Plurinacional. La Ministra o Ministro de Gobierno podrá someter el programa a votación del Congreso Plurinacional. 4. Dar tramitación a un proyecto de ley solicitando al Congreso la aprobación de un voto de confianza por la mayoría de sus miembros. La Ministra o Ministro de Gobierno presentará su renuncia a la Presidenta o Presidente de la República si la ley no fuera aprobada por el Congreso en las condiciones que la Ministra o Ministro de Gobierno definiera como aceptables. 5. Presidir el Consejo de Gabinete, salvo en las situaciones en que la Presidenta o Presidente participe de éste."
  },
  {
    "article": "Artículo 56",
    "content": "Artículo 56.- Para ser nombrada Ministra o Ministro de Estado se requiere ser ciudadano con derecho a sufragio y cumplir con los requisitos generales para el ingreso a la administración pública. Los Ministros y Ministras se reemplazarán en caso de ausencia, impedimento o renuncia o cuando por otra causa se produzca vacancia del cargo, de acuerdo a lo que establece la ley."
  },
  {
    "article": "Artículo 57",
    "content": "Los reglamentos y decretos de la Presidencia de la República deberán firmarse por el Ministro o Ministra respectivo y no serán obedecidos sin este esencial requisito. Los decretos e instrucciones podrán expedirse con la sola firma del Ministro o Ministra respectivo, por orden del Presidente o Presidenta de la República, en conformidad a las normas que al efecto establezca la ley."
  },
  {
    "article": "Artículo 58",
    "content": "Artículo 58.- Las Ministras y Ministros de Estado son responsables directamente de la conducción de sus carteras respectivas. Las Ministras y Ministros serán responsables de los actos que firmen y solidariamente de los que suscriban o acuerden con los otros y otras Ministros."
  },
  {
    "article": "Artículo 59",
    "content": "Artículo 59.- Los Ministerios contarán con órganos descentralizados y desconcentrados de representación territorial en las regiones que estarán bajo la conducción de Secretarías Regionales Ministeriales, que serán representantes del Ministerio respectivo en la región."
  },
  {
    "article": "Artículo 59 B",
    "content": "Artículo 59.B. Asistencia de los Ministros. Los Ministros podrán, cuando lo estimen conveniente, asistir a las sesiones del Congreso Plurinacional y Consejo Territorial y tomar parte en sus debates, con preferencia para hacer uso de la palabra. Sin perjuicio de lo anterior, las Ministras y Ministros deberán concurrir personalmente a las sesiones especiales que convoque el Congreso para informarse sobre asuntos que, perteneciendo al ámbito de atribuciones de las correspondientes Secretarías de Estado, acuerden tratar."
  },
  {
    "article": "Artículo 60",
    "content": "Artículo 60.- Para las elecciones populares, la ley creará un sistema electoral conforme a los principios de igualdad sustantiva, paridad, alternabilidad de género, y los demás contemplados en esta Constitución. Dicho sistema deberá garantizar que los órganos colegiados tengan una composición paritaria y promoverá la integración paritaria de los cargos unipersonales. Asimismo, asegurará que las listas electorales sean encabezadas siempre por una mujer."
  },
  {
    "article": "Artículo 61",
    "content": "Artículo 61.- En las votaciones populares, el sufragio será universal, igualitario, libre, directo, secreto y obligatorio para las personas mayores de diecisiete años. Su ejercicio constituye un derecho y un deber cívico. El sufragio será facultativo para las personas entre los dieciséis y los diecisiete años de edad y para las chilenas y chilenos en el exterior. Estos últimos podrán sufragar en los plebiscitos y en las elecciones de carácter nacional y parlamentarias. Con este fin se constituirá al menos un distrito electoral en el exterior para las elecciones parlamentarias. La ley establecerá los requisitos y las formas para garantizar el ejercicio de este derecho. Habrá un registro electoral público, al que se incorporarán, por el solo ministerio de la ley, quienes cumplan los requisitos establecidos por esta Constitución. La ley determinará su organización y funcionamiento, regulará la forma en que se realizarán los procesos electorales y plebiscitarios, en todo lo no previsto por esta Constitución. Dicha ley establecerá también un sistema de financiamiento, transparencia, límite y control del gasto electoral. El resguardo de la seguridad pública durante las votaciones populares y plebiscitarios corresponderá a las instituciones que indique la ley."
  },
  {
    "article": "Artículo Nuevo (654)",
    "content": "Las autoridades territoriales unipersonales sólo podrán ser electas de manera consecutiva por dos períodos y los miembros de los órganos colegiados, por tres."
  },
  {
    "article": "Artículo 62",
    "content": "Artículo 62.- Las personas extranjeras que residan en Chile por más de cinco años, y que cumplan con los requisitos señalados en el inciso primero del artículo anterior, podrán ejercer el derecho de sufragio en los casos y formas que determine la ley."
  },
  {
    "article": "Artículo 63",
    "content": "Artículo 63.- El derecho a sufragio se suspende: 1. Por interdicción en caso de demencia; y 2. Por haber perdido la nacionalidad chilena."
  },
  {
    "article": "Artículo XX",
    "content": "Artículo XX. Regla general de representación indígena en órganos de elección popular. Se garantizará la representación de los pueblos y naciones indígenas en todos los órganos colegiados de elección popular, locales, regionales y nacionales. Dicha representación se realizará considerando la población indígena dentro de la jurisdicción electoral respectiva, en la forma que defina esta Constitución y la ley aplicando criterios de paridad en sus resultados, cuando corresponda."
  },
  {
    "article": "Artículo 65",
    "content": "Artículo 65.- Podrán votar por los escaños reservados para Pueblos y Naciones Indígenas, en cualquier ámbito de representación, solo los ciudadanos y ciudadanas que pertenezcan a dichos Pueblos y Naciones, y que formen parte de un registro especial electoral denominado Registro Electoral Indígena, que administrará el Servicio Electoral. El Registro Electoral Indígena será construido por el Servicio Electoral, en base a los archivos que administren los órganos estatales, los que posean los Pueblos y Naciones Indígenas sobre sus miembros, y de las solicitudes de ciudadanos y ciudadanas que se autoidentifiquen como tales ante el Servicio Electoral, en los términos que indique la ley. Los ciudadanos y ciudadanas inscritas en el Registro Electoral Indígena sólo podrán votar por las candidaturas que se presenten para escaños reservados. Los inscritos en el mencionado Registro podrán retirarse o volver a registrarse, en cualquier momento, con los límites temporales que fijará el legislador. Se creará un registro del pueblo tribal afrodescendiente bajo las mismas reglas del presente artículo"
  },
  {
    "article": "Artículo 66",
    "content": "Artículo 66.- En las elecciones al Parlamento Plurinacional, el legislador fijará un número de escaños reservados para representantes indígenas que sea proporcional a la relación entre la población indígena y la población total del país. En virtud del principio de plurinacionalidad, se deberá asegurar al menos la representación de todos y cada uno de los pueblos indígenas reconocidos en esta Constitución. Para la integración del Congreso Plurinacional, la ley establecerá un número de escaños reservados para los pueblos y naciones indígenas, que será proporcional a la población indígena del país y que se adicionarán al número total de sus miembros. La ley deberá establecer mecanismos que aseguren la actualización del número de escaños de acuerdo con los datos oficiales del censo nacional cada diez años."
  },
  {
    "article": "Artículo 67",
    "content": "El pueblo tribal afrodescendiente chileno tiene derecho a, al menos, un escaño reservado de representación en el Congreso Plurinacional en proporción a su población y de conformidad con lo que establezca la ley."
  },
  {
    "article": "Artículo 67 A",
    "content": "Artículo 67 A.- Representación del Pueblo tribal afrodescendiente chileno. El Pueblo tribal afrodescendiente chileno tendrá un escaño reservado de representación en el Congreso o Parlamento Plurinacional, el cual se determinará dentro de un distrito único para todo el país. La ley determinará el mecanismo de elección y los requisitos para poder optar al cargo."
  },
  {
    "article": "Artículo 68",
    "content": "Artículo 68.- De las organizaciones políticas. La Constitución garantiza el pluralismo político. Las organizaciones políticas son agrupaciones voluntarias cuya finalidad es contribuir al funcionamiento del sistema democrático y ejercer influencia en la conducción del Estado en conformidad a la voluntad política de los pueblos. Las organizaciones políticas deberán cumplir condiciones de democracia, transparencia, probidad, fiscalización y responsabilidad que establezca la ley. Sin contravenir lo establecido en esta Constitución, las organizaciones políticas se regirán por sus estatutos. La ley establecerá los requisitos de conformación, reconocimiento institucional, organización, permanencia y accionar democrático de las organizaciones políticas, así como los incentivos y exigencias para que conformen coaliciones, pero asegurará la igualdad de condiciones para la competencia electoral. La ley no podrá establecer discriminaciones entre partidos y movimientos políticos-sociales. La nómina de sus militantes se registrará en el servicio electoral, el que guardará reserva de esta, la cual será accesible a los militantes del respectivo partido; su contabilidad deberá ser pública y las fuentes de su financiamiento no podrán provenir de dineros, bienes, donaciones, aportes ni créditos de origen extranjero. Las organizaciones políticas deberán sujetarse a los principios de probidad y transparencia, encontrándose sujetos a la supervigilancia y fiscalización del Servicio Electoral. La ley establecerá las formas que garantice su democracia interna, los requisitos y porcentajes de existencia, vigencia y disolución. La ley establecerá un sistema de elecciones primarias que podrá ser utilizado por dichas organizaciones políticas para la nominación de candidatos a cargos de elección popular, cuyos resultados serán vinculantes para estas colectividades, salvo las excepciones que establezca dicha ley. Aquellos que no resulten elegidos en las elecciones primarias no podrán ser candidatos, en esa elección, al respectivo cargo y territorio"
  },
  {
    "article": "Artículo 71",
    "content": "Artículo 71.- Del carácter de las organizaciones políticas. Las organizaciones políticas son entidades públicas no estatales que pueden constituirse como partidos políticos o como movimientos político-sociales. La ley establecerá los requisitos, deberes y derechos de estas organizaciones. Los partidos políticos pueden tener carácter nacional o regional, propondrán un programa político que oriente su actividad y mantendrán el registro de sus afiliadas y afiliados, el cual será de carácter público y estará a cargo del Servicio Electoral. Los movimientos político-sociales podrán constituirse legalmente en cualquier nivel territorial, propondrán un programa político y mantendrán el registro de sus adherentes, el que será de carácter público y estará a cargo del Servicio Electoral."
  },
  {
    "article": "Artículo 72",
    "content": "Artículo 72.- Las organizaciones políticas reconocidas legalmente deben implementar la paridad en sus espacios de dirección, asegurando la igualdad sustantiva en sus dimensiones organizativa y electoral, y promover la plena participación política de las mujeres y las identidades trans y no binarias. Estas organizaciones deberán destinar un financiamiento electoral proporcional al número de dichas candidaturas. El Estado y las organizaciones políticas deben tomar medidas para erradicar la violencia contra las mujeres y disidencias sexuales y de género en la vida política, con el fin de asegurar que ejerzan plenamente sus derechos políticos."
  },
  {
    "article": "Artículo 73",
    "content": "De la presentación de candidaturas. Las organizaciones políticas o las coaliciones que entre ellas formen, podrán presentar a militantes, adherentes o personas no afiliadas como candidatos o candidatas de elección popular. Los movimientos político-sociales sólo podrán presentar candidaturas en aquellos niveles territoriales en que se encuentren legalmente constituidos. Al solicitar la inscripción de candidaturas, las organizaciones políticas o las coaliciones que ellas formen, deberán presentar el programa político que orientará su actividad política."
  },
  {
    "article": "Artículo primero",
    "content": "Artículo primero. El Estado deberá adoptar con la mayor premura las medidas positivas, preventivas o restaurativas, para rectificar y reparar las discriminaciones por género resultantes de legislaciones y políticas públicas previas a la vigencia de la nueva Carta."
  },
  {
    "article": "Artículo segundo",
    "content": "Artículo segundo. Biblioteca del Congreso Nacional. La ley que crea a la Unidad Técnica deberá integrar a los y las funcionarias de la Biblioteca del Congreso Nacional en ésta y deberá radicar las funciones que ésta actualmente cumple en la Unidad Técnica."
  }
]