[
  {
    "number": "83",
    "target_article": "Artículo 52",
    "action": "MODIFY",
    "content": "“Asimismo, el Servicio Electoral supervigilará y fiscalizará el cumplimiento de las normas de financiamiento, contabilidad, transparencia, probidad y democracia interna de las organizaciones políticas y de las candidaturas que ellas presenten, según establezca la ley. Deberá fiscalizar que los medios de comunicación aseguren una equitativa promoción, debate y difusión electoral de las candidaturas. Las decisiones de supervigilancia, de fiscalización y sanción del Servicio Electoral podrán ser impugnadas ante los Tribunales de Justicia Electoral.\nLas organizaciones políticas son personas jurídicas de derecho público, de carácter voluntario, que concurren a la formación de la voluntad popular. La ley regulará sus condiciones de constitución, organización, funcionamiento y disolución. Deberán siempre presentar un programa político que oriente su actividad. \nLas organizaciones políticas podrán constituirse a nivel nacional o regional, en la forma que establezca la ley.\nLa Constitución garantiza el pluralismo político y el derecho de todas las personas a participar en organizaciones políticas y a postular a cargos de elección popular a través de ellas o como independientes. Se garantizará la plena igualdad a independientes y miembros de organizaciones políticas tanto en la presentación de candidaturas como en su participación en los procesos electorales, en la forma que establezca la ley.”",
    "authors_raw": "CC Bassa, Arellano, Carrillo, Namor, Atria, Schonhaut y Flores",
    "authors_matched": [
      "Bassa, Jaime",
      "Arellano, Marco",
      "Carrillo, Alondra",
      "Namor, Guillermo",
      "Atria, Fernando",
      "Schonhaut, Constanza",
      "Flores, Alejandra"
    ]
  },
  {
    "number": "85",
    "target_article": "Artículo 52",
    "action": "ADD",
    "content": "“En lo referente a la democracia participativa y los mecanismos consagrados en esta Constitución, será función del Servicio Electoral promover la información, educación y participación ciudadana y/o electoral en relación a tales procesos, en colaboración con otros organismos del Estado y la sociedad civil. Así también deberá velar por la implementación y la recta ejecución de estos mecanismos.”",
    "authors_raw": "CC Daza, Céspedes, Vallejos, Saldaña y Valenzuela",
    "authors_matched": [
      "Daza, Mauricio",
      "Cespedes, Lorena",
      "Vallejos, Loreto",
      "Saldana, Alvin",
      "Valenzuela, Cesar"
    ]
  },
  {
    "number": "87",
    "target_article": "Artículo 52 bis",
    "action": "ADD",
    "content": "“Artículo 52 bis.- Supervigilancia y fiscalización de organizaciones políticas y candidaturas. Las organizaciones políticas y las candidaturas estarán sujetas a la supervigilancia y fiscalización del Servicio Electoral. Su contabilidad será pública y sus fuentes de financiamiento no podrán provenir de dineros, bienes, donaciones, aportes ni créditos de origen extranjero o de personas jurídicas. Las decisiones de supervigilancia, de fiscalización y sanción del Servicio Electoral podrán ser impugnadas ante los tribunales electorales.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "88",
    "target_article": "Artículo 52 ter",
    "action": "ADD",
    "content": "“Artículo 52 bis.- La Constitución garantiza el pluralismo político. Las organizaciones políticas son personas jurídicas de derecho público, de carácter voluntario, que concurren a la formación de la voluntad popular. Deberán presentar un programa que oriente su actividad política. La ley regulará sus condiciones de constitución, organización, funcionamiento y disolución, así como las exigencias de transparencia, probidad y democracia interna que les serán aplicables. Dicha ley establecerá también un sistema de financiamiento, transparencia, límite y control del gasto electoral. La Constitución protege el derecho de todas las personas a participar en organizaciones políticas y a postular a cargos de elección popular a través de ellas o como independientes. Se garantizará la plena igualdad a independientes y miembros de organizaciones políticas tanto en la presentación de candidaturas como en su participación en los procesos electorales. La ley regulará las condiciones del ejercicio de este derecho. Las organizaciones políticas podrán constituirse a nivel nacional o regional, en la forma que establezca la ley.”",
    "authors_raw": "CC Arauna, Pustilnick, Vallejos, Céspedes, Valenzuela y Henríquez",
    "authors_matched": [
      "Arauna, Francisca",
      "Pustilnick, Tammy",
      "Vallejos, Loreto",
      "Cespedes, Lorena",
      "Valenzuela, Cesar",
      "Henriquez, Natalia"
    ]
  },
  {
    "number": "89",
    "target_article": "Artículo 52 quáter",
    "action": "ADD",
    "content": "“Artículo 52 ter.- Fecha de elección de diputadas y diputados.- La elección de diputadas y diputados se realizará el cuarto domingo siguiente a la elección presidencial, o en conjunto con la segunda elección presidencial cuando la hubiere.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "90",
    "target_article": "Artículo 53",
    "action": "MODIFY",
    "content": "“Artículo 53.- Del Tribunal Calificador de Elecciones. El Tribunal Calificador de Elecciones conocerá del escrutinio general y de la calificación de las elecciones de las autoridades electas por votación popular a nivel nacional, resolverá las reclamaciones que se suscitaren y proclamará a los que resulten elegidas y elegidos.\nAdemás, conocerá y resolverá los reclamos administrativos que se entablen contra actos del Servicio Electoral y las decisiones emanadas de tribunales supremos u órganos equivalentes de las organizaciones políticas. \nTambién conocerá y resolverá sobre las inhabilidades, incompatibilidades y causales de cesación en el cargo de diputadas y diputados del Congreso o los representantes regionales. De igual manera, calificará la renuncia de éstos, cuando les afecte una enfermedad grave, debidamente acreditada, que les impida desempeñar el cargo.\nDicho Tribunal conocerá, asimismo, de los plebiscitos nacionales, y tendrá las demás atribuciones que determine la ley. \nEl Tribunal valorará la prueba conforme a las reglas de la sana crítica.\nEstará constituido por cinco juezas y jueces, designados por el Consejo de la Justicia, los cuales deberán postular en la forma y oportunidad que determine la ley respectiva. \nLas juezas y los jueces del Tribunal Calificador de Elecciones durarán seis años en sus funciones. \nUna ley regulará la organización y funcionamiento del Tribunal Calificador de Elecciones, planta, remuneraciones y estatuto del personal.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "92",
    "target_article": "Artículo 54",
    "action": "MODIFY",
    "content": "“Artículo 54.- De los tribunales electorales regionales. Habrá tribunales electorales regionales encargados de conocer el escrutinio general y la calificación de las elecciones de nivel regional, comunal y de organismos de la sociedad civil y demás organizaciones reconocidas por esta Constitución o por la ley, así como resolver las reclamaciones a que dieren lugar y proclamar las candidaturas que resultaren electas. \nConocerán, asimismo, de los plebiscitos regionales y comunales, sin perjuicio de las demás atribuciones que determine la ley. \nSus resoluciones serán apelables y su conocimiento corresponderá al Tribunal Calificador de Elecciones en la forma que determine la ley. Igualmente, les corresponderá conocer de la calificación de las elecciones de carácter gremial y de las que tengan lugar en aquellas organizaciones que la ley señale. \nLos tribunales electorales regionales estarán constituidos por tres juezas y jueces, designados por el Consejo de la Justicia, los cuales deberán postular en la forma y oportunidad que determine la ley respectiva. \nLas juezas y los jueces de los tribunales electorales regionales durarán seis años en sus funciones.\nEstos tribunales valorarán la prueba conforme a las reglas de la sana crítica.\nUna ley regulará la organización y funcionamiento de los tribunales electorales regionales, plantas, remuneraciones y estatuto del personal.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "94",
    "target_article": "Artículo 56",
    "action": "MODIFY",
    "content": "“El Servicio Civil está integrado por las funcionarias y funcionarios públicos que, bajo la dirección del Gobierno, los Gobiernos Regionales o las Municipalidades, desarrollan las funciones de la Administración Pública.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "95",
    "target_article": "Artículo 56",
    "action": "MODIFY",
    "content": "“Las atribuciones de la Dirección del Servicio Civil no afectarán las competencias que, en el ámbito de la gestión, correspondan a las autoridades y jefaturas de los servicios públicos.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "96",
    "target_article": "Artículo 56",
    "action": "ADD",
    "content": "“Las funciones de la Dirección del Servicio Civil respecto de los procesos de selección de la Administración Pública en los distintos niveles será determinado por ley.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "98",
    "target_article": "Epígrafe § Servicios Notariales y Registrales de Carácter Público",
    "action": "MODIFY",
    "content": "“§ Servicios notariales y registrales”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "100",
    "target_article": "Artículo 58",
    "action": "MODIFY",
    "content": "“Artículo 58.- Del resguardo de la fe pública. El Estado será garante de la fe pública, debiendo regular y supervigilar el funcionamiento de notarías, archiveros, conservadores, así como de cualquiera otra persona o entidad que la ley establezca como encargada de avalar la fe pública y resguardar la seguridad jurídica.\nLos notarios, archiveros, conservadores y demás encargados de resguardar la fe y los registros públicos, serán designados por el Consejo de la Justicia, previo concurso público establecido por ley, la que regulará los requisitos de su nombramiento, inhabilidades, atribuciones, causales de cesación, duración del cargo y emolumentos. El Consejo de la Justicia, además, estará a cargo de fiscalizar el correcto cumplimiento de sus funciones.\nLa ley establecerá anualmente el monto de tasas o aranceles, así como las causales de exención de las mismas, por las actuaciones que involucren el resguardo de la fe pública, en atención a la cuantía y materia del asunto de que se trate.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "102",
    "target_article": "Artículo 59",
    "action": "MODIFY",
    "content": "“Artículo 59: La ley establecerá la institucionalidad y modalidades de certificación, registro, consulta, guarda, custodia y almacenamiento de los instrumentos públicos y privados, sobre la base de los principios de transparencia, publicidad y acceso simplificado para la ciudadanía.”",
    "authors_raw": "CC Botto",
    "authors_matched": [
      "Botto, Miguel Angel"
    ]
  },
  {
    "number": "105",
    "target_article": "Artículo 62",
    "action": "MODIFY",
    "content": "“Artículo 62.- Órgano de protección de consumidores. Existirá un órgano encargado de la protección de las personas en su rol de consumidoras y usuarias de bienes y servicios, el cual contará con facultades interpretativas, fiscalizadoras, sancionadoras y las demás que le otorgue la ley.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "106",
    "target_article": "Epígrafe § Del Consejo de Pueblos Indígenas",
    "action": "ADD",
    "content": "§ Del Consejo de Pueblos Indígenas",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "107",
    "target_article": "Artículo 64",
    "action": "MODIFY",
    "content": "“Artículo 64. Del Consejo de Pueblos Indígenas. Existirá un instancia representativa de los pueblos indígenas denominada Consejo de Pueblos Indígenas, el cual efectuará los nombramientos de aquellos cargos reservados a miembros de los pueblos y naciones indígenas o, en su caso, propondrá los nombres a la autoridad encargada de efectuar el nombramiento, y ejercerá las demás funciones que determine la ley.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "109",
    "target_article": "Artículo 66",
    "action": "MODIFY",
    "content": "“Su designación se efectuará en base a criterios técnicos y de mérito profesional de la siguiente manera:\na) Cuatro integrantes elegidos por la mayoría de las y los integrantes del Congreso de Diputadas y Diputados y de la Cámara de las Regiones en sesión conjunta.\nb) Tres integrantes elegidos por la o el Presidente de la República.\nc) Cuatro integrantes elegidos por el Consejo de la Justicia, a partir de concursos públicos. En caso de ser designados juezas o jueces del Sistema Nacional de Justicia, quedarán suspendidos de sus cargos judiciales de origen en tanto se extienda su función en la Corte Constitucional.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "112",
    "target_article": "Artículo 66",
    "action": "ADD",
    "content": "“En la selección y nombramiento de los integrantes se debe cumplir con el principio de plurinacionalidad. Al menos uno de ellos deberá provenir de pueblos indígenas”.",
    "authors_raw": "CC Jiménez",
    "authors_matched": [
      "Jimenez, Luis"
    ]
  },
  {
    "number": "114",
    "target_article": "Artículo 68 ter",
    "action": "ADD",
    "content": "“Artículo 68 ter.- La Corte Constitucional resolverá los conflictos de competencia entre el Congreso de Diputadas y Diputados y la Cámara de las Regiones, o entre éstas y el Presidente de la República”.",
    "authors_raw": "CC Daza",
    "authors_matched": [
      "Daza, Mauricio"
    ]
  },
  {
    "number": "115",
    "target_article": "Artículo 69",
    "action": "MODIFY",
    "content": "“Artículo 69.- Atribuciones de la Corte Constitucional. La Corte Constitucional tendrá las siguientes atribuciones, ejerciéndolas conforme a los principios referidos en el artículo [65]:\n1. Conocer y resolver la inaplicabilidad de un precepto legal cuyos efectos sean contrarios a la Constitución.\n2. Conocer y resolver sobre la inconstitucionalidad de un precepto legal.\n3. Conocer y resolver sobre la inconstitucionalidad de uno o más preceptos de estatutos regionales, de autonomías territoriales indígenas y de cualquier otra entidad territorial.\n4. Conocer y resolver los reclamos en caso que la Presidenta o el Presidente de la República no promulgue una ley cuando deba hacerlo o promulgue un texto diverso del que constitucionalmente corresponda. Igual atribución tendrá respecto de la promulgación de la normativa regional.\n5. Conocer y resolver sobre la constitucionalidad de un decreto o resolución de la o el Presidente de la República que la Contraloría General de la República haya representado por estimarlo inconstitucional, cuando sea requerido por la o el Presidente en conformidad al artículo [47].\n6. Resolver los conflictos de competencia o de atribuciones que se susciten entre las entidades territoriales autónomas, con cualquier otro órgano del Estado, o entre éstos, a solicitud de cualquiera de los antes mencionados.\n7. Resolver los conflictos de competencia que se susciten entre las autoridades políticas o administrativas y los tribunales de justicia.\n8. Resolver los conflictos de competencia que se susciten entre el Congreso de Diputadas y Diputados y la Cámara de las Regiones, cuando el Congreso rechace la revisión aprobada por la Cámara y ésta recurra en los términos dispuestos en el artículo [28].\n9. Las demás previstas en esta Constitución.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "117",
    "target_article": "Artículo 69",
    "action": "ADD",
    "content": "“5 bis. Conocer y resolver sobre la constitucionalidad de los reglamentos y decretos de la o el Presidente de la República, dictados en ejercicio de la potestad reglamentaria en aquellas materias que no están comprendidas en el artículo [22].”",
    "authors_raw": "CC Villena y Bravo",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel"
    ]
  },
  {
    "number": "118",
    "target_article": "Artículo 69",
    "action": "ADD",
    "content": "“En el caso del número 5 bis, la Corte podrá conocer de la materia a requerimiento de cualquiera del Congreso de Diputadas y Diputados o de la Cámara de las Regiones, o un tercio de sus integrantes, dentro de los treinta días siguientes a la publicación o notificación del texto impugnado.”",
    "authors_raw": "CC Villena y Bravo",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel"
    ]
  },
  {
    "number": "120",
    "target_article": "Artículo 70",
    "action": "MODIFY",
    "content": "“La Corte Constitucional podrá conocer y resolver las cuestiones de inconstitucionalidad que se presenten en contra de Reglamentos y Decretos Supremos dictados por el Presidente de la República, en ejercicio de su potestad reglamentaria autónoma o de ejecución.”",
    "authors_raw": "CC Daza",
    "authors_matched": [
      "Daza, Mauricio"
    ]
  },
  {
    "number": "122",
    "target_article": "Artículo 76",
    "action": "MODIFY",
    "content": "“Los proyectos de reforma a la Constitución podrán ser iniciados por mensaje presidencial, moción de diputadas y diputados o representantes regionales, o por iniciativa popular.\nPara su aprobación, el proyecto de reforma necesitará del voto conforme de las cuatro séptimas partes de las y los integrantes del Congreso de Diputadas y Diputados y de la Cámara de las Regiones. En el caso del artículo [31], la insistencia del Congreso de Diputadas y Diputados requerirá la concurrencia de las tres quintas partes de sus integrantes.\nTodo proyecto de reforma constitucional deberá señalar expresamente de qué forma se agrega, modifica, reemplaza o deroga una norma de la Constitución.\nEn lo no previsto en este Título, serán aplicables a la tramitación de los proyectos de reforma constitucional, las disposiciones que regulan el procedimiento de formación de la ley, debiendo respetarse siempre el quórum señalado en los incisos anteriores.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "128",
    "target_article": "Artículo 78",
    "action": "MODIFY",
    "content": "“Artículo 78.- Convocatoria a referéndum. El Congreso de Diputadas y Diputados deberá convocar a referéndum ratificatorio tratándose de proyectos de reforma constitucional aprobados por este y la Cámara de las Regiones, que alteren sustancialmente el régimen político y el periodo presidencial; el diseño del Congreso de Diputadas y Diputados o la Cámara de las Regiones y la duración de sus integrantes; la forma de Estado Regional; los principios y los derechos fundamentales; y el capítulo de reforma y reemplazo de la Constitución. Si el proyecto de reforma constitucional es aprobado por dos tercios de las y los integrantes del Congreso de Diputadas y Diputados y de la Cámara de las Regiones, no será sometido a referéndum ratificatorio.\nEl referéndum se realizará en la forma que establezca la Constitución y la ley. \nAprobado que sea el proyecto de reforma constitucional por el Congreso de Diputadas y Diputados y la Cámara de las Regiones, el Congreso lo enviará a la o el Presidente de la República quien, dentro del plazo de treinta días corridos, deberá someterlo a referéndum ratificatorio.\nLa reforma constitucional aprobada por el Congreso de Diputadas y Diputados y la Cámara de las Regiones se entenderá ratificada si alcanza la mayoría de los votos válidamente emitidos en el referéndum.\nEs deber del Estado dar adecuada publicidad a la propuesta de reforma que se someterá a referéndum, de acuerdo a la Constitución y la ley.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "130",
    "target_article": "Artículo 79",
    "action": "MODIFY",
    "content": "“En caso que el proyecto popular de reforma constitucional reúna el apoyo requerido, el Congreso de Diputadas y Diputados y la Cámara de las Regiones, podrán aprobar un proyecto alternativo sobre la misma materia y dentro de un periodo máximo de dos meses, para que ambas sean consultadas. La propuesta del Congreso de Diputadas y Diputados y la Cámara de las Regiones deberá ser aprobada por la mayoría de las y los integrantes de cada órgano. En este caso, para el plebiscito, la ciudadanía dispondrá de dos alternativas: en la primera, si aprueba o rechaza la reforma constitucional y, en la segunda, se preguntará por las dos alternativas propuestas.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "133",
    "target_article": "Artículo 80",
    "action": "MODIFY",
    "content": "“Artículo 80.- Consulta indígena. Los proyectos de reforma constitucional susceptibles de afectar los derechos colectivos de los pueblos indígenas deberán ser sometidos a consulta con los pueblos. Una ley determinará las materias sobre las cuales se habilitará este proceso y regulará los procedimientos apropiados a través de sus instituciones representativas, de acuerdo a lo dispuesto en esta Constitución y las leyes dictadas a su conformidad.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "134",
    "target_article": "Artículo 81",
    "action": "MODIFY",
    "content": "“La convocatoria a referéndum constituyente podrá ser convocada por iniciativa popular. Un grupo de ciudadanas y ciudadanos con derecho a sufragio deberá patrocinar la convocatoria con, a lo menos, firmas correspondientes al veinticinco por ciento del padrón electoral que hubiere sido establecido para la última elección parlamentaria.\nTambién corresponderá a la o el Presidente de la República, por medio de un decreto, convocar al referéndum, el que deberá contar con la aprobación de los tres quintos de las y los integrantes del Congreso de Diputadas y Diputados y de la Cámara de las Regiones, que deberán sesionar de manera conjunta en pleno para estos efectos.\nAsimismo, la convocatoria corresponderá al Congreso de Diputadas y Diputados y la Cámara de las Regiones, quienes deberán sesionar de manera conjunta en pleno para estos efectos, por medio de una ley aprobada por los dos tercios de sus integrantes.\nLa convocatoria para la instalación de la Asamblea Constituyente será aprobada si en el referendo es votada favorablemente por la mayoría de los votos válidamente emitidos. El sufragio en este referendo será obligatorio para quienes tengan domicilio electoral en Chile.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "140",
    "target_article": "Artículo 82",
    "action": "MODIFY",
    "content": "“Artículo 82.- De la Asamblea Constituyente. La Asamblea Constituyente tendrá como única función la redacción de una propuesta de Nueva Constitución. Estará integrada paritariamente y con equidad territorial, con participación en igualdad de condiciones entre independientes e integrantes de partidos políticos, y con escaños reservados para pueblos originarios.\nUna ley regulará su integración, el sistema de elección, su duración, que no será inferior a dieciocho meses, su organización mínima, los mecanismos de participación popular y consulta indígena del proceso y demás aspectos generales que permitan su instalación y funcionamiento regular. \nLa Asamblea Constituyente tendrá la facultad de definir el quórum de aprobación de las normas y su propio reglamento de funcionamiento. \nUna vez redactada y entregada la propuesta de nueva constitución a la autoridad competente, la Asamblea Constituyente se disolverá de pleno derecho.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "142",
    "target_article": "Artículo 84",
    "action": "MODIFY",
    "content": "“Artículo 84.- Improcedencia de impugnaciones. Ninguna autoridad, ni tribunal, podrá conocer acciones, reclamos o recursos vinculados con las tareas que la Constitución le asigna a la Asamblea ni con el contenido de las normas propuestas.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "143",
    "target_article": "Artículo 85",
    "action": "MODIFY",
    "content": "“Artículo 85.- De los derechos de las personas privadas de libertad y las obligaciones generales del Estado. Toda persona sometida a cualquier forma de privación de libertad no podrá sufrir limitaciones a otros derechos que aquellos estrictamente necesarios para la ejecución de la pena.\nEl Estado deberá asegurar un trato digno y con pleno respeto a los derechos humanos de las personas privadas de libertad y de sus visitas.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "145",
    "target_article": "Artículo 85 bis",
    "action": "ADD",
    "content": "“Artículo 85 bis.- Es deber del Estado garantizar que las personas pertenecientes a los pueblos y naciones originarias tengan las condiciones que permitan ejercer su derecho a la identidad e integridad cultural.”",
    "authors_raw": "CC Daza",
    "authors_matched": [
      "Daza, Mauricio"
    ]
  },
  {
    "number": "147",
    "target_article": "Artículo 88",
    "action": "MODIFY",
    "content": "“Artículo 88.- Derecho a petición. Las personas privadas de libertad tienen el derecho a hacer peticiones a la autoridad penitenciaria y al tribunal de ejecución de la pena para el resguardo de sus derechos y a recibir una respuesta oportuna. Asimismo, tienen derecho a mantener la comunicación y el contacto personal, directo y periódico con sus redes de apoyo y siempre con las personas encargadas de su asesoría jurídica.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "148",
    "target_article": "Artículo 89",
    "action": "MODIFY",
    "content": "“Artículo 89.- Derecho a la inserción e integración social de las personas privadas de libertad. Es deber del Estado garantizar un sistema penitenciario orientado a la inserción e integración de las personas privadas de libertad.\nEl Estado creará los organismos, de personal civil y técnico, que garanticen la inserción e integración penitenciaria y postpenitenciaria de las personas privadas de libertad. La seguridad y administración de estos recintos estará regulado por ley.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "152",
    "target_article": "Artículo 90",
    "action": "ADD",
    "content": "“Artículo nuevo.- Las leyes que regulen a la Contraloría General de la República, la Defensoría del Pueblo, la Defensoría de la Naturaleza, el Servicio Electoral, la Corte Constitucional y al Banco Central, se adoptarán por la mayoría de las y los integrantes del Congreso de Diputadas y Diputados y de la Cámara de las Regiones.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "153",
    "target_article": "Artículo 91",
    "action": "ADD",
    "content": "“Artículo nuevo bis.- Podrán optar a la nacionalidad chilena las personas extranjeras avecindadas en Chile por al menos cinco años, conforme al procedimiento y demás requisitos que establezca la ley.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "155",
    "target_article": "Artículo 92",
    "action": "ADD",
    "content": "“Artículo nuevo ter.- Derechos de las personas en contexto de movilidad. El Estado, a través de sus órganos y de las políticas migratorias, deberá respetar, proteger, garantizar y promover los derechos humanos de las personas en contexto de movilidad humana, sobre la base de los principios de igualdad, universalidad, perspectiva de género, enfoque diferenciado, interés superior de niños, niñas y adolescentes e inclusión y unidad familiar.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  },
  {
    "number": "156",
    "target_article": "Artículo 93",
    "action": "ADD",
    "content": "“Artículo XX.- Derecho a migrar. Se reconoce a las personas el derecho a migrar, con los límites que la Constitución y los tratados internacionales ratificados por Chile y que se encuentren vigentes establezcan. La regulación de este derecho se realizará por ley.”",
    "authors_raw": "CC Daza, Céspedes, Vallejos, Saldaña y Valenzuela",
    "authors_matched": [
      "Daza, Mauricio",
      "Cespedes, Lorena",
      "Vallejos, Loreto",
      "Saldana, Alvin",
      "Valenzuela, Cesar"
    ]
  },
  {
    "number": "157",
    "target_article": "Artículo 94",
    "action": "ADD",
    "content": "“No se identificará ni se considerará a ninguna persona como ilegal por su condición migratoria.”",
    "authors_raw": "CC Daza, Céspedes, Vallejos, Saldaña y Valenzuela",
    "authors_matched": [
      "Daza, Mauricio",
      "Cespedes, Lorena",
      "Vallejos, Loreto",
      "Saldana, Alvin",
      "Valenzuela, Cesar"
    ]
  },
  {
    "number": "158",
    "target_article": "Artículo 95",
    "action": "ADD",
    "content": "“Toda medida de expulsión de personas extranjeras deberá disponerse y ejecutarse con pleno respeto a las garantías del debido proceso. Se prohíben las expulsiones colectivas de personas extranjeras.”",
    "authors_raw": "CC Daza, Céspedes, Vallejos, Saldaña y Valenzuela",
    "authors_matched": [
      "Daza, Mauricio",
      "Cespedes, Lorena",
      "Vallejos, Loreto",
      "Saldana, Alvin",
      "Valenzuela, Cesar"
    ]
  },
  {
    "number": "161",
    "target_article": "Artículo 96",
    "action": "ADD",
    "content": "“Artículo nuevo quater.- Reserva legal en materia de derechos fundamentales. Sólo en virtud de la Constitución y la ley podrá limitarse el ejercicio de los derechos fundamentales.”",
    "authors_raw": "CC Villena y Bravo",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel"
    ]
  },
  {
    "number": "160",
    "target_article": "Artículo 97",
    "action": "ADD",
    "content": "“Artículo final. Vigencia de la Constitución. La presente Constitución Política de la República entrará en vigencia a partir de la fecha de su publicación en el Diario Oficial. En consecuencia, a partir de esa fecha quedará derogado el decreto ley número 3.464 de 1980, cuyo texto refundido, coordinado y sistematizado fue fijado por el decreto número 100 de 2005, del Ministerio Secretaría General de la Presidencia, así como sus reformas posteriores. Las reglas especiales sobre la entrada en vigencia de las normas de esta Constitución, la ultraactividad de aquellas del texto derogado, la inconstitucionalidad sobrevenida o la derogación de la legislación actualmente en vigor y que fuese incompatible con su contenido, y plazos involucrados, se establecerán en el apartado final de Disposiciones Transitorias.”",
    "authors_raw": "CC Villena, Bravo, Hoppe, Royo, Jiménez, Cruz, Laibe, Stingo, Viera, Woldarsky, Llanquileo, Gutiérrez y Daza",
    "authors_matched": [
      "Villena, Ingrid",
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Jimenez, Luis",
      "Cruz, Andres",
      "Laibe, Tomas",
      "Stingo, Daniel",
      "Viera, Christian",
      "Woldarsky, Manuel",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Daza, Mauricio"
    ]
  }
]