[
  {
    "number": "408",
    "target_article": "Artículo 52",
    "action": "MODIFY",
    "content": "“Artículo XX. Consejo de la Justicia. El Consejo de la Justicia es un órgano autónomo, técnico, paritario y plurinacional, con personalidad jurídica y patrimonio propio, cuya finalidad es fortalecer la independencia judicial. Está encargado del nombramiento, gobierno, gestión, formación y disciplina en el Sistema Nacional de Justicia. En el ejercicio de sus atribuciones debe considerar el principio de no discriminación, la inclusión, paridad de género, equidad territorial y plurinacionalidad.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "409, 410, 412, 413, 415, 416",
    "target_article": "Artículos 52 A, 52 B y 53",
    "action": "DELETE",
    "content": "Eliminación de los artículos 52 A, 52 B y 53.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "421",
    "target_article": "Artículo 54",
    "action": "MODIFY",
    "content": "“Artículo XX.- Atribuciones del Consejo de la Justicia. Son atribuciones del Consejo de la Justicia: a) Nombrar, previo concurso público y por resolución motivada, todas las juezas, jueces, funcionarias y funcionarios del Sistema Nacional de Justicia. b) Adoptar las medidas disciplinarias de juezas, jueces, funcionarias y funcionarios del Sistema Nacional de Justicia, incluida su remoción, conforme a lo dispuesta en esta Constitución y la ley, c) Efectuar una revisión integral de todos los tribunales del sistema nacional de justicia, en conformidad a lo establecido en esta Constitución y la ley. d) Evaluar y calificar, periódicamente, el desempeño de juezas, jueces, funcionarias y funcionarios del Sistema Nacional de Justicia. e) Decidir sobre promociones, traslados, permutas y cese de funciones de integrantes del sistema nacional de justicia. f) Definir las necesidades presupuestarias, ejecutar y gestionar los recursos para el adecuado funcionamiento del Sistema Nacional de Justicia. g) Pronunciarse sobre cualquier modificación legal en la organización y atribuciones del sistema nacional de justicia. El Congreso deberá oficiar al Consejo, el que deberá responder dentro treinta días contados desde su recepción. h) Proponer la creación, modificación o supresión de tribunales a la autoridad competente. i) Velar por la formación, capacitación, habilitación y continuo perfeccionamiento de quienes integran el sistema nacional de justicia. Para estos efectos, la Academia Judicial estará sometida a la dirección del Consejo. j) Dictar instrucciones relativas a la organización, gestión y debido funcionamiento judicial. Estas instrucciones podrán tener un alcance nacional, regional o local. l) Las demás que encomiende esta Constitución y las leyes.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "428, 429, 435, 436, 438, 439, 444, 445, 453, 454",
    "target_article": "Artículos 54 A, 54 B, 54 C, 54 D y 54 E",
    "action": "DELETE",
    "content": "Eliminación de los artículos 54 A, 54 B, 54 C, 54 D y 54 E.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "459",
    "target_article": "Artículo 55",
    "action": "MODIFY",
    "content": "“Artículo XX. Composición del Consejo de la Justicia. El Consejo de la Justicia se compone por diecisiete integrantes elegidos de acuerdo a criterios de paridad de género, plurinacionalidad y equidad territorial, conforme a la siguiente integración: a) Seis integrantes serán juezas o jueces titulares elegidos por sus pares. b) Tres integrantes serán funcionarios o profesionales del Sistema Nacional de Justicia elegidos por sus pares. c) Dos integrantes elegidos por los pueblos originarios. d) Seis integrantes elegidos por el Congreso, previa determinación de las ternas correspondientes por concurso público, a cargo del Consejo de Alta Dirección Pública. Las y los integrantes del Consejo de la Justicia señalados en las letras d) deberán ser profesionales con a lo menos diez años del título correspondiente, que se hubieren destacado en la actividad profesional, académica o en la función pública. En los demás casos los integrantes deberán contar con las competencias necesarias para el ejercicio del cargo. Las y los integrantes del Consejo de la Justicia durarán seis años en sus cargos y no podrán ser reelegidos, debiendo renovarse por parcialidades cada tres años de conformidad a lo establecido por la ley.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "469, 470, 480, 481, 489, 490, 492, 493, 503, 504, 512, 513",
    "target_article": "Artículos 55 A, 55 B, 55 C, 55 D, 55 E y 56",
    "action": "DELETE",
    "content": "Eliminación de los artículos 55 A, 55 B, 55 C, 55 D, 55 E y 56.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "515, 516, 518, 519, 520, 521, 523, 524",
    "target_article": "Artículos 56 A, 56 B, 56 C y 56 D",
    "action": "DELETE",
    "content": "Eliminación de los artículos 56 A, 56 B, 56 C y 56 D.",
    "authors_raw": "CC Cruz y Laibe; Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Cruz, Andres",
      "Laibe, Tomas",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "528",
    "target_article": "Artículo 57",
    "action": "MODIFY",
    "content": "“Artículo XX. Funcionamiento del Consejo de la Justicia. El Consejo de la Justicia podrá funcionar en pleno o en comisiones. En ambos casos, tomará sus decisiones por la mayoría de sus integrantes en ejercicio, con las excepciones que establezca esta Constitución. El Consejo se organizará descentralizadamente, desplegándose a través de administradores zonales. La ley determinará la organización, funcionamiento, procedimientos de elección de integrantes del Consejo y fijará la planta, régimen de remuneraciones y estatuto de su personal.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "529, 530, 532, 533",
    "target_article": "Artículos 57 A y 57 B",
    "action": "DELETE",
    "content": "Eliminación de los artículos 57 A y 57 B.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "537",
    "target_article": "Artículo 58",
    "action": "MODIFY",
    "content": "“Artículo XX. Inhabilidades e incompatibilidades. Las y los consejeros no podrán ejercer otra función o empleo, sea o no remunerado, con exclusión de las actividades académicas. Tampoco podrán concursar para ser designados en cargos judiciales hasta transcurrido un año desde que cesen en sus funciones. La ley podrá establecer otras incompatibilidades en el ejercicio del cargo. Las y los consejeros indicados en las letras a y b del artículo [Artículo XX. Composición del Consejo de la Justicia] se entenderán suspendidos del ejercicio de su función mientras dure su cometido en el Consejo.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "538, 539, 540, 541, 542, 543, 545, 546, 549, 550, 553, 554, 555, 555 A",
    "target_article": "Artículos 58 A, 58 B, 58 C, 58 D, 59, 60 y 60 A",
    "action": "DELETE",
    "content": "Eliminación de los artículos 58 A, 58 B, 58 C, 58 D, 59, 60 y 60 A.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "559",
    "target_article": "Artículo 61",
    "action": "MODIFY",
    "content": "“Artículo XX.- Sobre las causales de cesación de quienes integran el Consejo de la Justicia. Las y los integrantes del Consejo cesarán en su cargo al término de su período, por cumplir setenta años de edad, por remoción, renuncia, incapacidad física o mental sobreviniente o condena por delito que merezca pena aflictiva. Tanto la renuncia como la incapacidad sobreviniente deberá ser aceptada por el Consejo. El proceso de remoción será determinado por la ley, respetando todas las garantías de un debido proceso.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "560, 561, 564",
    "target_article": "Artículos 61 A, 61 B y 62",
    "action": "DELETE",
    "content": "Eliminación de los artículos 61 A, 61 B y 62.",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "569",
    "target_article": "Artículo 62 A",
    "action": "MODIFY",
    "content": "“Artículo XX. De los nombramientos judiciales. El Consejo efectuará los nombramientos mediante concursos públicos regulados por la ley, los que incluirán audiencias públicas. Para acceder a un cargo de juez o jueza dentro del Sistema Nacional de Justicia se requerirá haber aprobado el curso de habilitación de la Academia Judicial para el ejercicio de la función jurisdiccional, contar con tres años de ejercicio de la profesión de abogado o abogada para el caso de tribunales de instancia, cinco años para el caso de las Cortes de Apelaciones y veinte años para el caso de la Corte Suprema y los demás requisitos que establezca la Constitución y la ley.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "573, 574, 577, 578, 581, 582",
    "target_article": "Artículos 62 B, 63 y 64",
    "action": "DELETE",
    "content": "Eliminación de los artículos 62 B, 63 y 64.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "586",
    "target_article": "Artículo 65",
    "action": "MODIFY",
    "content": "“Artículo XX. Potestad disciplinaria. Los procedimientos disciplinarios serán conocidos y resueltos por una comisión compuesta por cinco integrantes del Consejo elegidos por sorteo, decisión que será revisable por su Pleno a petición del afectado. La resolución del Consejo que ponga término al procedimiento será impugnable ante el órgano que establezca la Constitución. Las decisiones adoptadas conforme a los incisos anteriores, no podrán ser revisadas ni impugnadas ante otros órganos del Sistema Nacional de Justicia.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "589, 591, 595, 597",
    "target_article": "Artículos 65 A, 65 B, 65 C y 66",
    "action": "DELETE",
    "content": "Eliminación de los artículos 65 A, 65 B, 65 C y 66.",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "598, 600",
    "target_article": "Artículos 67 y 67 A",
    "action": "DELETE",
    "content": "Eliminación de los artículos 67 y 67 A.",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "601",
    "target_article": "Disposición transitoria primera",
    "action": "MODIFY",
    "content": "“Disposición Transitoria Primera. La regla sobre cese en el cargo de jueces y juezas por alcanzar los setenta años de edad, contenida en el artículo [Artículo 3.- Cesación de juezas y jueces], comenzará a aplicarse transcurridos diez años desde la entrada en vigencia de la presente Constitución. En el intertanto, la regla sobre cese en el cargo de jueza o juez se mantendrá en setenta y cinco años de edad.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "602",
    "target_article": "Disposición transitoria nueva",
    "action": "ADD",
    "content": "“El cese de funciones a los 70 años de edad no será aplicable a las personas que a la fecha de entrada en vigencia de esta Constitución formen parte del escalafón primario del Poder Judicial, regulado en el Código Orgánico de Tribunales, quienes cesarán en sus funciones al cumplir los 75 años de edad.”",
    "authors_raw": "CC Laibe y Cruz",
    "authors_matched": [
      "Laibe, Tomas",
      "Cruz, Andres"
    ]
  },
  {
    "number": "606, 607",
    "target_article": "Disposición transitoria primera A",
    "action": "DELETE",
    "content": "Eliminación de la disposición transitoria primera A.",
    "authors_raw": "CC Royo, Bravo, Daza, Jiménez, Llanquileo, Logan y Stingo; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Royo, Manuela",
      "Bravo, Daniel",
      "Daza, Mauricio",
      "Jimenez, Luis",
      "Llanquileo, Natividad",
      "Logan, Rodrigo",
      "Stingo, Daniel",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "611",
    "target_article": "Disposición transitoria segunda",
    "action": "MODIFY",
    "content": "“Disposición Transitoria Segunda. El personal que se desempeñare en cualesquiera de los tribunales del Sistema nacional de Justicia, a la fecha de la entrada en vigencia de esta Constitución, en calidad jurídica de contrata con más de cinco años de renovaciones consecutivas, deberá ser traspasado a personal de planta, conforme a los mecanismos que establezca la ley, la cual deberá dictarse en el plazo de dos años, desde la entrada en vigencia de la presente Constitución.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "614",
    "target_article": "Disposición transitoria tercera",
    "action": "MODIFY",
    "content": "“Disposición Transitoria Tercera. Dentro del plazo de dos años desde la entrada en vigencia de esta Constitución, una ley fusionará los Tribunales Tributarios y Aduaneros, Juzgado de Cuentas de la Contraloría General de la República, Tribunal de Contratación Pública y Tribunal de Propiedad Industrial en los tribunales administrativos. En el mismo plazo señalado en el inciso primero de este artículo deberá dictarse una Ley General de Proceso Administrativo, unificando los procedimientos existentes e instancias de resolución alternativa de conflictos. Del mismo modo, dicha ley deberá integrar las materias actualmente susceptibles de arbitraje y cualquier otra materia que pueda ser asignada a estos tribunales. La ley podrá establecer mecanismos transparentes, con criterios técnicos y de mérito profesional, para que las y los jueces y personal de los Tribunales fusionados puedan optar a cargos equivalentes en los tribunales administrativos o sean traspasados a éstos, en su caso.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "616, 617, 618",
    "target_article": "Disposición transitoria tercera A",
    "action": "DELETE",
    "content": "Eliminación de la disposición transitoria tercera A.",
    "authors_raw": "CC Cruz y Laibe; Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Cruz, Andres",
      "Laibe, Tomas",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "621, 623",
    "target_article": "Disposición transitoria cuarta",
    "action": "MODIFY",
    "content": "“Disposición Transitoria Cuarta. Los juzgados de policía local se entenderán suprimidos en el plazo que establezca la ley que regule los juzgados vecinales, la cual deberá dictarse en el plazo de dos años desde la entrada en vigencia de esta Constitución. El nombramiento de los jueces y el personal de planta que habrán de servir en los juzgados vecinales se regirá por las reglas comunes. No obstante ello, la ley podrá establecer mecanismos transparentes, con criterios técnicos y de mérito profesional, para que las y los jueces y personal de planta de los juzgados de policía local puedan optar a cargos equivalentes en los juzgados vecinales, o sean traspasados a éstos, en su caso.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez; Royo, Bravo, Daza, Jiménez, Llanquileo, Logan y Stingo",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo",
      "Bravo, Daniel",
      "Jimenez, Luis",
      "Logan, Rodrigo",
      "Stingo, Daniel"
    ]
  },
  {
    "number": "626, 627",
    "target_article": "Disposición transitoria quinta",
    "action": "DELETE",
    "content": "Eliminación de la disposición transitoria quinta.",
    "authors_raw": "CC Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "631",
    "target_article": "Disposición transitoria quinta A",
    "action": "MODIFY",
    "content": "“Disposición Transitoria Quinta. Dentro del plazo de dos años desde la entrada en vigencia de esta Constitución, deberá dictarse la ley sobre el Consejo de Justicia. Para todos los efectos, se entenderá que el Consejo de la Justicia es el continuador legal y sucesor en todos los bienes, derechos y obligaciones de, entre otras, la Corporación Administrativa del Poder Judicial, de la Junta de Servicios Judiciales y de la Oficina de Presupuesto para el Poder Judicial. La ley respectiva deberá determinar el proceso de traspaso de los funcionarios, cualquiera sea su régimen de contratación, desde los organismos señalados al Consejo de la Justicia.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "632",
    "target_article": "Disposición transitoria sexta",
    "action": "DELETE",
    "content": "Eliminación de la disposición transitoria sexta.",
    "authors_raw": "CC Cruz y Laibe",
    "authors_matched": [
      "Cruz, Andres",
      "Laibe, Tomas"
    ]
  },
  {
    "number": "634, 635, 636",
    "target_article": "Disposición transitoria séptima",
    "action": "DELETE",
    "content": "Eliminación de la disposición transitoria séptima.",
    "authors_raw": "CC Cruz y Laibe, Bown y Hurtado; Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Cruz, Andres",
      "Laibe, Tomas",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "637",
    "target_article": "Disposición transitoria séptima",
    "action": "ADD",
    "content": "“Disposición Transitoria Séptima. Los tribunales militares establecidos en el Libro I del Código de Justicia Militar cesarán en funciones una vez que concluya la tramitación de sus causas vigentes. La ley establecerá la forma en que se concretará lo dispuesto en el inciso anterior.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  },
  {
    "number": "638",
    "target_article": "Disposición transitoria octava",
    "action": "ADD",
    "content": "“Disposición Transitoria Octava. Dentro del plazo de dos años desde la entrada en vigencia de esta Constitución, deberá dictarse una ley que regule la instalación de los tribunales de ejecución de penas y sus procedimientos, las condiciones adecuadas para el cumplimiento de las sanciones penales y el régimen disciplinario e interno aplicable a las personas privadas de libertad. Desde la entrada en vigencia de esta Constitución, las competencias de los tribunales de ejecución de penas serán ejercidas por los juzgados de garantía. Lo anterior, hasta que dichos tribunales inicien su funcionamiento.”",
    "authors_raw": "CC Daza, Villena, Laibe, Royo, Llanquileo y Gutiérrez",
    "authors_matched": [
      "Daza, Mauricio",
      "Villena, Ingrid",
      "Laibe, Tomas",
      "Royo, Manuela",
      "Llanquileo, Natividad",
      "Gutierrez, Hugo"
    ]
  }
]