[
  {
    "number": "146",
    "target_article": "Artículo 24",
    "action": "MODIFY",
    "content": "“Artículo 24.- De la Defensoría Penal Pública. La Defensoría Penal Pública es un organismo autónomo, con personalidad jurídica y patrimonio propio, que tiene por función proporcionar defensa penal a los imputados por hechos que pudiesen configurar un delito que deban ser conocidos por los tribunales con competencia en lo penal, desde la primera actuación de la investigación dirigida en su contra y hasta la completa ejecución de la pena que le haya sido impuesta, y que carezcan de defensa letrada. Estará facultada para denunciar al Estado ante los Organismos Internacionales de Derechos Humanos, cuando en el curso de las investigaciones y procedimientos penales en que intervenga, constate violaciones de derechos fundamentales, en coordinación con otros órganos del Estado. La ley determinará la organización y atribuciones de la Defensoría Penal Pública, debiendo garantizarse su independencia externa.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "147, 148, 149 y 150",
    "target_article": "Artículo 24 A y Artículo 24 B",
    "action": "DELETE",
    "content": "Suprimir el artículo 24 A y 24 B.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "152",
    "target_article": "Artículo 25",
    "action": "MODIFY",
    "content": "“Artículo 25.- De la defensa penal pública. La función de defensa penal pública será ejercida exclusivamente por defensoras y defensores penales públicos. Los servicios de defensa jurídica que preste la Defensoría Penal Pública no podrán ser licitados o delegados en abogados particulares, sin perjuicio de la contratación excepcional que pueda realizar en los casos y forma que establezca la ley.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "153",
    "target_article": "Artículo 26",
    "action": "DELETE",
    "content": "Suprimir el artículo 26.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "155",
    "target_article": "Artículo 27",
    "action": "MODIFY",
    "content": "“Artículo 27.- Dirección de la Defensoría Penal Pública. La dirección superior de la Defensoría Penal Pública reside en un Consejo Superior, órgano colegiado, paritario, que designará de entre sus miembros a un presidente y a un director ejecutivo.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "156, 157, 158 y 159",
    "target_article": "Artículo 27 A y Artículo 27 B",
    "action": "DELETE",
    "content": "Suprimir los artículos 27 A y 27 B.",
    "authors_raw": "Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "161",
    "target_article": "Artículo 28",
    "action": "MODIFY",
    "content": "“Artículo 28.- Del Consejo Superior de la Defensoría Penal Pública. El Consejo Superior estará integrado por siete integrantes designados de la siguiente manera: a) Tres integrantes elegidos democráticamente por los defensores y defensoras entre sus pares. b) Un integrante elegido democráticamente por funcionarios y funcionarias de la Defensoría Penal Pública entre sus pares. c) Tres integrantes elegidos por el Congreso plurinacional a partir de ternas elaboradas por el Consejo de Alta Dirección Pública. Los candidatos y candidatas no podrán haber desempeñado cargos de elección popular ni haber sido candidatos a ellos, así como tampoco podrán haber desarrollado funciones en el Gobierno o Administración del Estado en cargos que sean de exclusiva confianza del Presidente de la República, en los últimos cuatro años. La ley establecerá el procedimiento y los requisitos que deberán reunir los consejeros de la Defensoría Penal Pública. Los consejeros durarán cuatro años en sus cargos y no podrán ser reelegidos, debiendo renovarse por parcialidades en conformidad a lo que señale la ley. La calidad de consejero es incompatible con todo otro cargo o función sea o no remunerada, con excepción de la docencia universitaria con los límites que señale la ley. Las y los consejeros indicados en las letras a) y b) se entenderán suspendidos del ejercicio de su función mientras dure su cometido, pudiendo retornar al ejercicio de sus funciones una vez cumplido este desempeño.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "163",
    "target_article": "Artículo 28 A",
    "action": "MODIFY",
    "content": "“Artículo 31.- Atribuciones del Consejo Superior de la Defensoría Penal Pública. El Consejo Superior de la Defensoría Penal Pública tendrá las siguientes atribuciones: a) Dirigir el organismo, velando por el cumplimiento de sus objetivos; b) Determinar la política de gestión profesional de las y los funcionarios de la Defensoría Penal Pública. c) Evaluar y calificar permanentemente el desempeño de las y los funcionarios. d) Designar al defensor nacional y a los defensores regionales en conformidad a la ley. e) Ejercer la potestad disciplinaria respecto de las y los funcionarios, en conformidad a la ley. f) Definir las necesidades presupuestarias, gestionando los recursos para su adecuado funcionamiento. g) Las demás atribuciones que establezca la ley.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "164",
    "target_article": "Artículo 29",
    "action": "MODIFY",
    "content": "“Artículo 29.- Del Defensor o Defensora Nacional. La o el Defensor Nacional dirigirá las sesiones ordinarias y extraordinarias del Consejo Superior de la Defensoría Penal Pública y representará a la institución ante los demás órganos del Estado, sin perjuicio de las demás atribuciones que señale la ley.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "165 a 177",
    "target_article": "Artículos 30 a 33 A",
    "action": "DELETE",
    "content": "Suprimir los artículos 30 a 33 A.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "178",
    "target_article": "Títulos",
    "action": "DELETE",
    "content": "Suprimir los títulos “Defensoría de los Derechos Humanos” y “Defensoría de los Pueblos”.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "179",
    "target_article": "Artículo 34",
    "action": "MODIFY",
    "content": "“Artículo 34. Defensoría del Pueblo. Un organismo autónomo, de carácter técnico, con personalidad jurídica de derecho público, patrimonio propio y titularidad unipersonal denominada Defensoría del Pueblo tendrá por finalidad la promoción, protección y colaboración en la defensa de los derechos fundamentales asegurados en esta Constitución, en los tratados e instrumentos internacionales de derechos humanos y en las leyes, ante los actos u omisiones de los órganos de la administración del Estado y de entidades privadas que ejerzan actividades de servicio o utilidad pública, en los términos que establezca la ley respectiva. La Defensoría del Pueblo velará siempre por el resguardo efectivo del interés ciudadano en la gestión y finalidad que la Constitución y las leyes confieren a dichos órganos y entidades. La ley determinará la organización, funciones, financiamiento y atribuciones de la Defensoría del Pueblo. El presupuesto de la Defensoría del Pueblo estará fijado en una glosa especial del presupuesto del Estado para el desempeño de sus funciones.”",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "181 y 182",
    "target_article": "Artículo 34 A y Artículo 34 B",
    "action": "DELETE",
    "content": "Suprimir el artículo 34 A y 34 B.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "184",
    "target_article": "Artículo 35",
    "action": "MODIFY",
    "content": "“Artículo 35. Actuación de la Defensoría del Pueblo. La Defensoría del Pueblo actuará de manera gratuita y simplificada y ejercerá sus atribuciones, de oficio o a petición de parte, en favor de las personas, agrupaciones o pueblos, según sea el caso. Las autoridades estarán obligadas a colaborar con los requerimientos necesarios para la libre función de la Defensoría del Pueblo, la que podrá acceder a la información reservada de las instituciones, sin obstáculo alguno, y podrá constituirse en dependencias de los órganos objeto de fiscalización.”.",
    "authors_raw": "CC CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "185",
    "target_article": "Artículo 36",
    "action": "MODIFY",
    "content": "“Artículo 36. Atribuciones de la Defensoría del Pueblo. La Defensoría del Pueblo tendrá, a lo menos, las siguientes atribuciones: 1. Supervigilar, en relación a su mandato constitucional, a los órganos del Estado y entidades privadas. 2. Formular recomendaciones a los órganos del Estado y entidades privadas que ejerzan actividades de servicio o utilidad pública, en materias de su competencia, las que no serán vinculantes. 3. Realizar acciones de seguimiento y monitoreo respecto de las recomendaciones realizadas por los organismos internacionales en materia de derechos humanos y las sentencias dictadas en contra del estado por tribunales internacionales. 4. Tramitar quejas o reclamos a solicitud de cualquier persona o agrupación que lo solicite ante el organismo que corresponda, el que estará siempre obligado a proporcionarle la información y colaboración necesaria para su solución. 5. Practicar mediaciones o buenos oficios entre las personas y los organismos públicos o entidades privadas, en materias de su competencia. 6. Litigar cuando se identifiquen patrones de violación de derechos humanos, interponiendo las acciones y recursos que esta Constitución y las leyes establecen, incluidas las de naturaleza colectiva y administrativa, que determine su ley. 7. Interponer acciones legales ante los tribunales de justicia respecto de hechos que revistan carácter de crímenes de genocidio, de lesa humanidad o de guerra, tortura, desaparición forzada de personas, y demás que establezca la ley. 8. Custodiar y preservar los antecedentes reunidos por comisiones de verdad, justicia, reparación y garantía de no repetición. 9. Educar en derechos humanos. 10. Iniciativa de ley en materias de su competencia. 11. Las demás que fije la ley. La Defensoría del Pueblo ejercerá plenamente sus atribuciones en todo tiempo y lugar, incluido durante la vigencia de los estados de excepción que se establezcan.”.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "186 y 187",
    "target_article": "Artículo 36 A y Artículo 36 B",
    "action": "DELETE",
    "content": "Suprimir el artículo 36 A y 36 B.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "188",
    "target_article": "Artículo 37",
    "action": "MODIFY",
    "content": "“Artículo 37. Defensor del Pueblo. La Defensoría del Pueblo estará a cargo de una Defensora o de un Defensor que será designado por acuerdo de la mayoría absoluta de las y los miembros en ejercicio del Congreso, según proposición que efectúen las organizaciones sociales y de derechos humanos, en la forma y cumpliendo los requisitos que determine la ley. El procedimiento de las organizaciones sociales y de derechos humanos deberá asegurar que las personas propuestas por las organizaciones cumplan los requisitos de experiencia comprobable, trayectoria, pluralismo, compromiso y conocimiento en materia de derechos humanos. La Defensora o el Defensor del Pueblo durará un período de cinco años en el ejercicio del cargo. Sólo podrá ser reelegido, por una vez para un nuevo período. Al cesar su mandato y durante los dos años siguientes, no podrá optar a ningún cargo de elección popular ni de exclusiva confianza de alguna autoridad. Gozará de inamovilidad en su cargo y será inviolable en el ejercicio de sus atribuciones. Cesará en su cargo únicamente por condena por crimen o simple delito, renuncia, enfermedad incompatible con el ejercicio de la función y por remoción. Sólo podrá ser removido por el Congreso, por iniciativa propia o del número de ciudadanos/as que determine la ley orgánica, con un quórum igual o superior al de su designación, por notable abandono de deberes o por conducta incompatible con la ética pública, los valores democráticos o los derechos humanos, en la forma que establezca la ley. La Defensoría del Pueblo rendirá cuenta pública anual ante la ciudadanía, sin perjuicio del informe que deberá remitir una vez al año al Congreso, el que también será público.”.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "189, 190 y 191",
    "target_article": "Artículo 37 A, Artículo 38 y Artículo 38 A",
    "action": "DELETE",
    "content": "Suprimir los artículos 37 A, 38 y 38 A.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "192",
    "target_article": "Artículo 39",
    "action": "MODIFY",
    "content": "“Artículo 39. Organización de la Defensoría del Pueblo. La Defensoría del Pueblo se organizará internamente, de manera paritaria, con equidad territorial y con la participación de los pueblos indígenas, a través de defensorías regionales y defensorías especializadas, que funcionarán en forma desconcentrada, con autonomía relativa, en conformidad a lo que señale su ley. Dentro de las defensorías especializadas se contemplarán áreas de derechos de niños, niñas y adolescentes; de mujeres, disidencias y diversidades sexo-genéricas; de personas mayores; de personas de pueblos originarios y afrodescendientes; de personas con discapacidad; de personas privadas de libertad; de personas migrantes, refugiadas y apátridas, sin perjuicio de las demás áreas que señale la ley. Asimismo, la Defensoría del Pueblo contará con consejos consultivos nacionales, regionales y comunales y de los pueblos indígenas, en los términos que establezca la ley.”.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "193, 194 y 195",
    "target_article": "Artículo 39 A, Artículo 39 B y Artículo 40",
    "action": "DELETE",
    "content": "Suprimir los artículos 39 A, 39 B y 40.",
    "authors_raw": "CC Bravo y Villena",
    "authors_matched": [
      "Bravo, Daniel",
      "Villena, Ingrid"
    ]
  },
  {
    "number": "197",
    "target_article": "Artículo 41 A",
    "action": "DELETE",
    "content": "Suprimir el artículo 41 A.",
    "authors_raw": "CC Hoppe, Royo y Giustinianovich",
    "authors_matched": [
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Giustinianovich, Elisa"
    ]
  },
  {
    "number": "198",
    "target_article": "Artículo 42 A",
    "action": "MODIFY",
    "content": "“Artículo 42 A.-Unidad de producción de conocimiento e investigación. Existirá una unidad de producción de conocimiento e investigación cuyo objeto será apoyar aquellas causas en las que asuma patrocinio y demás fines de estas institución.”",
    "authors_raw": "CC Hoppe, Royo y Giustinianovich",
    "authors_matched": [
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Giustinianovich, Elisa"
    ]
  },
  {
    "number": "199, 200, 201",
    "target_article": "Artículos 45 A, 46 y 47",
    "action": "DELETE",
    "content": "Suprimir los artículos 45 A, 46 y 47.",
    "authors_raw": "CC Hoppe, Royo y Giustinianovich",
    "authors_matched": [
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Giustinianovich, Elisa"
    ]
  },
  {
    "number": "202",
    "target_article": "Artículo 49",
    "action": "MODIFY",
    "content": "“Artículo 49.- Del Consejo Autónomo del Medio Ambiente. El Consejo del Medio Ambiente es un órgano colegiado, autónomo, con personalidad jurídica y patrimonio propio, encargado de llevar a cabo la evaluación de impacto ambiental de proyectos, dictar la autorización final del proceso de evaluación ambiental, fiscalizar y sancionar toda clase de infracciones a las normas e instrumentos de protección ambiental, y demás facultades que establezca ley. El Consejo del Medio Ambiente estará dirigido por un Consejo Nacional, integrado por siete miembros, con comprobada competencia en materia ambiental, elegidos por el Congreso Nacional a partir de ternas elaboradas por el Consejo de Alta Dirección Pública. Además, funcionará desconcentradamente a través de consejos regionales. La ley regulará, en lo demás, su integración y funcionamiento. Se organizará conforme a los criterios de plurinacionalidad, paridad y equidad territorial.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "203 a 208",
    "target_article": "Artículos 50, 51, 52, 53, 54 y 55",
    "action": "DELETE",
    "content": "Suprimir los artículos 50, 51, 52, 53, 54 y 55.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "209",
    "target_article": "Artículo 56",
    "action": "DELETE",
    "content": "Eliminar el artículo 56.",
    "authors_raw": "CC Royo, Hoppe, Vilches, Alvarado, Gómez, Olivares, Dorador y Delgado",
    "authors_matched": [
      "Royo, Manuela",
      "Hoppe, Vanessa",
      "Vilches, Carolina",
      "Alvarado, Gloria",
      "Gomez, Claudio",
      "Olivares, Ivanna",
      "Dorador, Cristina",
      "Delgado, Aurora"
    ]
  },
  {
    "number": "211",
    "target_article": "Artículo 56 A",
    "action": "MODIFY",
    "content": "“Artículo X. Agencia Nacional del Agua. La Agencia Nacional del Agua es un órgano autónomo, descentralizado, con personalidad jurídica y patrimonio propio, cuya finalidad es asegurar el uso sostenible del agua, el acceso al derecho humano al agua y al saneamiento y la conservación y preservación de sus ecosistemas asociados. Para ello, se encargará de recopilar información, coordinar, dirigir y fiscalizar la actuación de los órganos del Estado con competencias en materia hídrica. Será el órgano encargado de proponer e implementar la Política Hídrica Nacional, para lo cual deberá elaborar y gestionar un sistema público unificado de información hídrica con enfoque integrado de cuencas, que permita garantizar las prioridades de uso establecidas en esta Constitución. Además, estará a cargo de otorgar, revisar, modificar, caducar y revocar autorizaciones de uso de agua. Deberá fiscalizar el uso responsable y sostenible del agua y aplicar las sanciones administrativas que correspondan. Podrá determinar la calidad de los servicios sanitarios, así como las demás que señale la ley. La Agencia Nacional del Agua financiará y otorgará asistencia técnica a los Consejos de Cuenca, teniendo asiento propio en dicho órgano. En el evento que éstos no se hayan constituido, la Agencia Nacional del Agua podrá reemplazarlos en sus funciones.”",
    "authors_raw": "CC Royo, Hoppe, Vilches, Alvarado, Gómez, Olivares, Dorador y Delgado",
    "authors_matched": [
      "Royo, Manuela",
      "Hoppe, Vanessa",
      "Vilches, Carolina",
      "Alvarado, Gloria",
      "Gomez, Claudio",
      "Olivares, Ivanna",
      "Dorador, Cristina",
      "Delgado, Aurora"
    ]
  },
  {
    "number": "214 y 215",
    "target_article": "Artículo 58",
    "action": "DELETE",
    "content": "Suprimir el artículo 58.",
    "authors_raw": "CC Royo, Hoppe, Vilches, Alvarado, Gómez, Olivares, Dorador y Delgado; y Labra, Mayol, Bown, Hurtado, Cozzi, Fontaine, Tepper, Silva, Rebolledo, Vega, Ossandon, Celis, De la Maza, Jurgensen, Monckeberg y Larrain",
    "authors_matched": [
      "Royo, Manuela",
      "Hoppe, Vanessa",
      "Vilches, Carolina",
      "Alvarado, Gloria",
      "Gomez, Claudio",
      "Olivares, Ivanna",
      "Dorador, Cristina",
      "Delgado, Aurora",
      "Labra, Patricia",
      "Mayol, Luis",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Cozzi, Ruggero",
      "Fontaine, Bernardo",
      "Tepper, Maria Angelica",
      "Silva, Luciano",
      "Rebolledo, Barbara",
      "Vega, Roberto",
      "Ossandon, Manuel",
      "Celis, Raul",
      "De la Maza, Bernardo",
      "Jurgensen, Harry",
      "Monckeberg, Cristian",
      "Larrain, Hernan"
    ]
  },
  {
    "number": "217",
    "target_article": "Artículo 59",
    "action": "MODIFY",
    "content": "“Artículo 59.- Consejo de Transformación Productiva. El Consejo de Transformación Productiva es un organismo autónomo encargado de definir la Estrategia Nacional de Transformación Productiva Socio-Ecológica, en coordinación con la institucionalidad pública, sea ésta a nivel estatal, regional o local. Este Consejo deberá coordinar la elaboración de las Estrategias Regionales de Transformación Productiva con los correspondientes gobiernos regionales. La organización y atribuciones del Consejo serán determinadas por la ley. Con todo, esta deberá disponer los procedimientos de elaboración de las estrategias así como los mecanismos de rendición de cuentas para la evaluación de su implementación. Asimismo, dispondrá la incidencia en las definiciones presupuestarias y el procedimiento de seguimiento de las responsabilidades institucionales definidas en las estrategias nacionales o regionales. El Consejo formará parte en el nombramiento de la Dirección de agencias y empresas públicas estratégicas para la transformación productiva del país, de la manera que lo disponga la ley. El Consejo será paritario y plurinacional, y estará conformado proporcionalmente por representantes del poder ejecutivo y de los gobiernos regionales, junto con las y los principales actores que se desempeñan en el ámbito del fomento productivo, innovativo, educacional, científico, social y ecológico. Los nombramientos serán realizados por parcialidades, y en estos participaran el poder ejecutivo y legislativo según lo señale la ley.”",
    "authors_raw": "CC Hoppe, Royo y Giustinianovich",
    "authors_matched": [
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Giustinianovich, Elisa"
    ]
  },
  {
    "number": "218 y 219",
    "target_article": "Artículo 60",
    "action": "DELETE",
    "content": "Suprimir el artículo 60.",
    "authors_raw": "CC Hoppe, Royo y Giustinianovich; y Labra, Mayol, Bown, Hurtado, Cozzi, Fontaine, Tepper, Silva, Rebolledo, Vega, Ossandon, Celis, De la Maza, Jurgensen, Monckeberg y Larrain",
    "authors_matched": [
      "Hoppe, Vanessa",
      "Royo, Manuela",
      "Giustinianovich, Elisa",
      "Labra, Patricia",
      "Mayol, Luis",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Cozzi, Ruggero",
      "Fontaine, Bernardo",
      "Tepper, Maria Angelica",
      "Silva, Luciano",
      "Rebolledo, Barbara",
      "Vega, Roberto",
      "Ossandon, Manuel",
      "Celis, Raul",
      "De la Maza, Bernardo",
      "Jurgensen, Harry",
      "Monckeberg, Cristian",
      "Larrain, Hernan"
    ]
  },
  {
    "number": "220",
    "target_article": "Artículo 61",
    "action": "DELETE",
    "content": "Suprimir el art. 61.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "222",
    "target_article": "Artículo 61 A",
    "action": "DELETE",
    "content": "Suprimir el art. 61 A.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "224 y 225",
    "target_article": "Artículo 61 B",
    "action": "DELETE",
    "content": "Suprimir el artículo 61 B.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "227",
    "target_article": "Artículo 61 C",
    "action": "MODIFY",
    "content": "“Artículo 1.- Del Banco Central. El Banco Central es un órgano autónomo con personalidad jurídica y patrimonio propio, de carácter técnico, encargado de formular y conducir la política monetaria. La ley determinará su organización, atribuciones y sistemas de control, así como la determinación de instancias de coordinación entre el Banco y el Gobierno.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "228 y 229",
    "target_article": "Artículo 61 D",
    "action": "DELETE",
    "content": "Suprimir el artículo 61 D.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "232",
    "target_article": "Artículo 62",
    "action": "MODIFY",
    "content": "“Artículo 2.- Objeto del Banco Central. Le corresponderá en especial al Banco Central, para contribuir al bienestar de la población, velar por la estabilidad de los precios y el normal funcionamiento de los pagos internos y externos, en coordinación con las principales orientaciones de política económica definidas con el Gobierno. Para el cumplimiento de sus objetivos, el Banco Central deberá considerar la estabilidad financiera, la volatilidad cambiaria, la protección del empleo, la diversificación productiva, el cuidado del medioambiente y patrimonio natural y los principios que señale la Constitución y la ley.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "234, 235 y 236",
    "target_article": "Artículo 62 A y Artículo 62 B",
    "action": "DELETE",
    "content": "Suprimir los artículos 62 A y 62 B.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "238",
    "target_article": "Artículo 62 C",
    "action": "MODIFY",
    "content": "“Objeto 3.- Atribuciones. Son atribuciones del Banco Central la regulación de la cantidad de dinero en circulación, la ejecución de operaciones de crédito y cambios internacionales, como, asimismo, la dictación de normas en materia monetaria, crediticia, financiera y de cambios internacionales.”",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "239 y 240",
    "target_article": "Artículo 62 D",
    "action": "DELETE",
    "content": "Suprimir el artículo 62 D.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "241",
    "target_article": "Artículo 63",
    "action": "DELETE",
    "content": "Suprimir el artículo 63.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "244",
    "target_article": "Artículo 63 A",
    "action": "MODIFY",
    "content": "“Artículo 5.- De las limitaciones. El Banco Central sólo podrá efectuar operaciones con instituciones financieras, sean éstas públicas o privadas. De ninguna manera podrá otorgar a ellas su garantía, ni adquirir documentos emitidos por el Estado, sus organismos o empresas. Ningún gasto público o préstamo podrá financiarse con créditos directos e indirectos del Banco Central. Sin perjuicio de lo anterior, en situaciones excepcionales y transitorias en las que así lo requiera la preservación del normal funcionamiento de los pagos internos y externos, el Banco Central podrá comprar durante un período determinado y vender en el mercado secundario abierto, instrumentos de deuda emitidos por el Fisco, en conformidad a la ley.”",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "245 y 246",
    "target_article": "Artículo 63 B",
    "action": "DELETE",
    "content": "Suprimir el artículo 63 B.",
    "authors_raw": "Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "248",
    "target_article": "Artículo 64",
    "action": "MODIFY",
    "content": "“Artículo 4.- Rendición de cuentas. El Banco rendirá cuenta periódicamente al Congreso sobre la ejecución de las políticas a su cargo, respecto de las medidas y normas generales que adopte en el ejercicio de sus funciones y atribuciones y sobre los demás asuntos que se le soliciten mediante informes u otros mecanismos que determine la ley.”",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "249 y 250",
    "target_article": "Artículo 64 A",
    "action": "DELETE",
    "content": "Suprimir el artículo 64 A.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "251 y 252",
    "target_article": "Artículo 65",
    "action": "DELETE",
    "content": "Suprimir el artículo 65.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "254, 255, 256 y 257",
    "target_article": "Artículo 65 A y Artículo 65 B",
    "action": "DELETE",
    "content": "Suprimir los artículos 65 A y 65 B.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "259",
    "target_article": "Artículo 65 C",
    "action": "MODIFY",
    "content": "“Artículo 6.- Del Consejo del Banco Central. La dirección y administración superior del Banco estará a cargo de un Consejo, al que le corresponderá cumplir las funciones y ejercer las atribuciones que señale la Constitución y la ley. El Consejo estará integrado por siete consejeras y consejeros designados por la mayoría de los integrantes del Congreso, a partir de ternas propuestas por el Consejo de Alta Dirección Pública. Durarán en el cargo por un período de nueve años, no reelegibles, renovándose por parcialidades cada tres años en conformidad a la ley. Los consejeros del Banco Central deben ser profesionales de comprobada idoneidad y trayectoria en materias relacionadas con las competencias de la institución. Para su designación se considerarán criterios de paridad de género y representación territorial. El Consejo elegirá a su Presidencia la que será ejercida por tres años o el tiempo menor que le reste como consejero. Quien presida el Consejo podrá ser reelegido para un nuevo periodo en el cargo. La ley determinará los requisitos, responsabilidades, inhabilidades e incompatibilidades para las y los consejeros del Banco.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "260 a 266",
    "target_article": "Artículos 65 D, 66, 67 y 68",
    "action": "DELETE",
    "content": "Suprimir los artículos 65 D, 66, 67 y 68.",
    "authors_raw": "CC CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "268",
    "target_article": "Artículo 69",
    "action": "MODIFY",
    "content": "“Artículo 8°. Responsabilidad de las y los consejeros. Las y los integrantes del Consejo podrán ser destituidos de sus cargos por resolución de la mayoría de los integrantes del pleno de la Corte Suprema, previo requerimiento de la mayoría de quienes ejerzan como consejeros o de un tercio de los congresistas, conforme al procedimiento que establezca la ley. La remoción sólo podrá fundarse en la circunstancia de que el consejero afectado hubiere realizado actos graves en contra de la probidad pública, o haber incurrido en alguna de las prohibiciones o incompatibilidades establecidas en la Constitución o la ley, o haya concurrido con su voto a decisiones que afectan gravemente la consecución del objeto del Banco. La persona destituida no podrá ser designada nuevamente como integrante del Consejo, ni ser funcionaria o funcionario del Banco Central o prestarle servicios, sin perjuicio de las demás sanciones que establezca la ley.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "269",
    "target_article": "Artículo 69 A",
    "action": "DELETE",
    "content": "Suprimir el artículo 69 A.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "271",
    "target_article": "Artículo 70",
    "action": "MODIFY",
    "content": "“Artículo 7.- Inhabilidades e incompatibilidades de consejeras y consejeros. No podrán integrar el Consejo quienes en los dieciocho meses anteriores a su designación hayan participado en la propiedad o ejercido como director, gerente o ejecutivo principal de una empresa bancaria, administradora de fondos, o cualquiera otra que preste servicios de intermediación financiera, sin perjuicio de las demás inhabilidades que establezca la ley. Una vez que hayan cesado en sus cargos, los integrantes del consejo tendrán la misma incompatibilidad por un periodo de dieciocho meses.”.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "272, 273 y 274",
    "target_article": "Artículo 71 y Artículo 72",
    "action": "DELETE",
    "content": "Suprimir los artículos 71 y 72.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "275",
    "target_article": "Subtítulo",
    "action": "MODIFY",
    "content": "“Capítulo [XX].- Contraloría General de la República”",
    "authors_raw": "CC CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "276",
    "target_article": "Artículo 73",
    "action": "DELETE",
    "content": "Suprimir el art. 73.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "279, 280 y 281",
    "target_article": "Artículo 73 A",
    "action": "DELETE",
    "content": "Suprimir el artículo 73 A.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "284",
    "target_article": "Artículo 73 B",
    "action": "MODIFY",
    "content": "“Artículo 73.- De la Contraloría General de la República. La Contraloría General de la República es un órgano técnico, autónomo, con personalidad jurídica y patrimonio propio, encargada de velar por el cumplimiento del principio de probidad en la función pública, ejercer el control de constitucionalidad y legalidad de los actos de la Administración del Estado, incluidos los gobiernos regionales, locales y demás entidades, organismos y servicios que determine la ley. Estará encargado de fiscalizar y auditar el ingreso, cuentas y gastos de los fondos públicos. En el ejercicio de sus funciones, no podrá evaluar los aspectos de mérito o conveniencia de las decisiones políticas o administrativas. La ley establecerá la organización, funcionamiento, planta, procedimientos y demás atribuciones de la Contraloría General de la República.”",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "285, 286 y 287",
    "target_article": "Artículo 73 C",
    "action": "DELETE",
    "content": "Suprimir el artículo 73 C.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; Labra, Mayol, Bown, Hurtado, Cozzi, Fontaine, Tepper, Silva, Rebolledo, Vega, Ossandon, Celis, De la Maza, Jurgensen, Monckeberg y Larrain; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Labra, Patricia",
      "Mayol, Luis",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Cozzi, Ruggero",
      "Fontaine, Bernardo",
      "Tepper, Maria Angelica",
      "Silva, Luciano",
      "Rebolledo, Barbara",
      "Vega, Roberto",
      "Ossandon, Manuel",
      "Celis, Raul",
      "De la Maza, Bernardo",
      "Jurgensen, Harry",
      "Monckeberg, Cristian",
      "Larrain, Hernan",
      "Harboe, Felipe"
    ]
  },
  {
    "number": "288",
    "target_article": "Artículo 74",
    "action": "MODIFY",
    "content": "“Artículo 74.- De la dirección de la Contraloría General de la República. La dirección de la Contraloría General de la República estará a cargo de una Contralora o Contralor General, quien será designado por el Congreso, a partir de una terna elaborada por el Consejo de Alta Dirección Pública. Un Consejo de la Contraloría, cuya conformación y funcionamiento determinará la ley de la Contraloría, aprobará anualmente el programa de fiscalización y auditoría de servicios públicos, determinando servicios o programas que, a su juicio, deben necesariamente ser incluidos en el programa referido. Los dictámenes que modifican la jurisprudencia administrativa de la Contraloría, deberán ser consultados ante el Consejo.”",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis"
    ]
  },
  {
    "number": "292, 293, 294, 295, 296, 297, 298, 299 y 300",
    "target_article": "Artículos 74 A, 74 B y 74 C",
    "action": "DELETE",
    "content": "Suprimir los artículos 74 A, 74 B y 74 C.",
    "authors_raw": "CC Bravo, Hoppe, Daza, Viera, Laibe y Jiménez; Labra, Mayol, Bown, Hurtado, Cozzi, Fontaine, Tepper, Silva, Rebolledo, Vega, Ossandon, Celis, De la Maza, Jurgensen, Monckeberg y Larrain; y Harboe",
    "authors_matched": [
      "Bravo, Daniel",
      "Hoppe, Vanessa",
      "Daza, Mauricio",
      "Viera, Christian",
      "Laibe, Tomas",
      "Jiménez, Luis",
      "Labra, Patricia",
      "Mayol, Luis",
      "Bown, Carol",
      "Hurtado, Ruth",
      "Cozzi, Ruggero",
      "Fontaine, Bernardo",
      "Tepper, Maria Angelica",
      "Silva, Luciano",
      "Rebolledo, Barbara",
      "Vega, Roberto",
      "Ossandon, Manuel",
      "Celis, Raul",
      "De la Maza, Bernardo",
      "Jurgensen, Harry",
      "Monckeberg, Cristian",
      "Larrain, Hernan",
      "Harboe, Felipe"
    ]
  }
]