[
  {
    "icc_id": "14",
    "text": "Artículo X. Titularidad de derechos fundamentales. Las personas naturales son titulares de derechos fundamentales. Los derechos podrán ser ejercidos individual o colectivamente. La naturaleza será titular de los derechos que le sean aplicables y los que reconozca la Constitución.",
    "voting_result": "se aprobó (24 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "16",
    "text": "“Artículo XX.- Los Pueblos y Naciones Indígenas, preexistentes al Estado de Chile, son considerados como sujetos titulares de derechos individuales y colectivos, tanto de aquellos que están recogidos en esta Constitución, así como, los consagrados en los diversos instrumentos internacionales sobre derechos humanos, sin perjuicio de los derechos y libertades que esta Constitución reconoce y garantiza a todas las personas.”",
    "voting_result": "se aprobó (24 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "11",
    "text": "Artículo XX. Los Derechos fundamentales son atributos necesarios para desarrollar una vida digna y democrática, en un contexto de protección a la naturaleza.",
    "voting_result": "se aprobó (18 votos a favor, 13 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "11",
    "text": "Artículo XX. Los Derechos fundamentales no serán nunca considerados bienes económicos y tampoco sometidos a la lógica del mercado. Por el contrario, son bienes sociales y culturales indispensables para el pleno desenvolvimiento de la vida en sociedad.",
    "voting_result": "se aprobó (16 votos a favor, 14 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "11",
    "text": "Artículo XX. Toda la sociedad, sus agentes y comunidades, tienen el deber de contribuir al logro de estos fines.",
    "voting_result": "se aprobó (20 votos a favor, 12 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "21",
    "text": "Siendo una obligación del Estado y sus órganos respetar y garantizar el ejercicio de los derechos individuales y colectivos de los Pueblos y Naciones Indígenas prexistentes, su finalidad es preservar y fortalecer su identidad cultural, su derecho propio e instituciones representativas, sus formas de vida, su desarrollo económico particular, su cosmovisión, espiritualidad y lenguas, sus tierras y territorios y la posibilidad cierta de garantizar su continuidad histórica como Pueblos y Naciones Indígenas prexistentes.",
    "voting_result": "se aprobó (24 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "12",
    "text": "Artículo 4. Regulación y límites de los derechos. Los derechos fundamentales deberán ser regulados por ley. Su limitación podrá ser únicamente en virtud de una ley de carácter general que persiga un fin legítimo, en la que se adopten medidas idóneas, proporcionales y necesarias en una sociedad democrática.",
    "voting_result": "se aprobó por unanimidad (30 votos)."
  },
  {
    "icc_id": "18",
    "text": "Cualquier restricción o límite a los derechos fundamentales, que contemple esta constitución, deberá tener especial consideración por el respeto a la identidad e integridad cultural del individuo o Pueblo y Nación Indígena al que pertenece. En todo caso deben arbitrarse los mecanismos necesarios para mitigar, corregir o restaurar los efectos que las medidas de la autoridad produzcan o puedan generar en perjuicio de los Pueblos y Naciones Indígenas preexistentes y sus integrantes.",
    "voting_result": "se aprobó (24 votos a favor, 7 votos en contra, 1 abstención)."
  },
  {
    "icc_id": "11",
    "text": "Artículo XX. Sujetos obligados. El Estado, a través de todos sus órganos y agentes, deberá reconocer, garantizar y promover el pleno ejercicio de los derechos humanos consagrados en esta Constitución y en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes. Para tal objeto, deberá adoptar, con la debida diligencia, todas las medidas necesarias para asegurar el cumplimiento de esta obligación.",
    "voting_result": "se aprobó (26 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "11",
    "text": "Asimismo, según corresponda, en los casos señalados en la Constitución, en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, o en la ley, dicha obligación se extenderá a aquellos sujetos o instituciones que se encuentren en la especial posición de vulnerarlos.",
    "voting_result": "se aprobó (23 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "13",
    "text": "Art.- x. Deberes de las personas jurídicas. Las personas jurídicas deben respetar los derechos fundamentales y prevenir, mitigar y remediar sus actividades que provoquen consecuencias negativas sobre pleno ejercicio de los mismos.",
    "voting_result": "se aprobó (26 votos a favor, 6 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "12-4",
    "text": "Artículo 3. Deberes generales. Es deber del Estado respetar, proteger, garantizar y promover el goce y pleno ejercicio de los derechos fundamentales. Los particulares que ejerzan funciones públicas o presten servicios públicos tendrán estos mismos deberes. Toda persona, natural o jurídica, institución o grupo también deberá cumplir con estas obligaciones de acuerdo a lo establecido en esta Constitución y las leyes.",
    "voting_result": "se aprobó por unanimidad (25 votos)."
  },
  {
    "icc_id": "20-4",
    "text": "Es deber del Estado y de todos sus órganos y sus autoridades conocer, respetar y promover los derechos fundamentales de los Pueblos y Naciones Indígenas preexistentes. Correspondiéndole, además, adoptar las medidas legislativas, administrativas o de otro carácter que fueren necesarias para garantizar el pleno ejercicio de los derechos tanto individuales como colectivos de los Pueblos y Naciones Indígenas preexistentes, eliminando todas las barreras administrativas, legales o de otra naturaleza que pudieran limitar o entorpecer su realización.",
    "voting_result": "se aprobó (22 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "160-4",
    "text": "Artículo X. De la garantía financiera de los derechos fundamentales. El financiamiento de los derechos fundamentales, en especial de los derechos sociales y culturales que reconoce esta constitución, propenderá a la progresividad y a su disponibilidad. Es deber del Gobierno y del Congreso durante la discusión de la ley de presupuesto anualmente dar cumplimiento a estas directrices.",
    "voting_result": "se aprobó (27 votos a favor, 2 votos en contra, 3 abstenciones)."
  },
  {
    "icc_id": "11-4",
    "text": "Artículo XX. Principio de progresividad y no regresividad de los Derechos Fundamentales. El Estado se compromete a adoptar todas las providencias necesarias, tanto a nivel interno como mediante la cooperación internacional, para lograr progresivamente la plena efectividad de los derechos humanos consagrados en esta Constitución y en los tratados internacionales de derechos humanos vigentes en nuestro país. Se prohíbe adoptar medidas regresivas respecto del cumplimiento de este principio.",
    "voting_result": "se aprobó (25 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "11-4",
    "text": "Artículo XX. Interpretación integral y más favorable. Para la interpretación de las normas que consagran Derechos Fundamentales contenidas en esta Constitución y en los tratados de derechos humanos vigentes en nuestro país, se deberá estar a la interpretación más integral y dinámica de los derechos consagrados en los distintos instrumentos, y por la aplicación de la disposición más favorable a la promoción los objetivos de protección de dichos derechos.",
    "voting_result": "se aprobó (23 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "Artículo XXX. Libertad de conciencia, religión, de pensamiento y de creencia. \nLa Constitución asegura la libertad de conciencia, de religión, de pensamiento y de creencia. \nTodas las confesiones religiosas e iglesias son iguales ante la ley.",
    "voting_result": "aprobó (32 votos a favor, 0 votos en contra, 1 abstención)."
  },
  {
    "icc_id": "ICC N°258",
    "text": "Los pueblos y naciones indígenas, en el ejercicio de su libre determinación, tienen derecho a manifestar sus prácticas espirituales y religiosas de acuerdo a sus creencias y cosmovisión; a mantener y proteger sus lugares sagrados y aquellos con relevancia cultural y espiritual cuyo acceso debe ser libre y expedito; a utilizar, rescatar y preservar sus objetos de culto o que tengan algún significado sagrado.",
    "voting_result": "aprobó (24 votos a favor, 6 votos en contra, 2 abstenciones)."
  },
  {
    "icc_id": "ICC N°635",
    "text": "7. El Estado de Chile es laico y no confesional, y se rige por el principio de neutralidad religiosa, por lo tanto reconoce la espiritualidad como elemento esencial del ser humano, e incentiva la convivencia pacífica y la colaboración para el bien común con todas las entidades religiosas y grupos de orden espiritual, con su diversidad étnica y de cosmovisiones.",
    "voting_result": "aprobó (18 votos a favor, 15 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°635",
    "text": "8. Las entidades religiosas y grupos de orden espiritual podrán optar a organizarse como personas jurídicas de derecho público, con arreglo a la ley, respetando los derechos y deberes que esta Constitución establece. Las personas jurídicas con fines religiosos no podrán tener fines de lucro y sus ingresos y gastos deberán gestionarse de forma transparente. Sus ministros de culto, autoridades o directores no podrán tener condenas que los inhabiliten para trabajar con menores de edad, ni registrar condenas por violencia intrafamiliar.",
    "voting_result": "aprobó (27 votos a favor, 5 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "N° X. Libertad de pensamiento y de expresión. \nToda persona tiene derecho a la libertad de pensamiento y de expresión. Este derecho comprende la libertad de buscar, recibir y difundir informaciones e ideas de toda índole, sin consideración de fronteras, ya sea oralmente, por escrito o en forma impresa o artística, o por cualquier otro procedimiento de su elección.",
    "voting_result": "aprobó (30 votos a favor, 1 voto en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "El ejercicio del derecho previsto en el inciso precedente no puede estar sujeto a previa censura sino a responsabilidades ulteriores, las que deben estar expresamente fijadas por la ley y ser necesarias para asegurar: \na) el respeto a los derechos o a la reputación de los demás, o \nb) la protección de la seguridad nacional, el orden público o la salud pública.",
    "voting_result": "aprobó (28 votos a favor, 5 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "Toda persona natural o jurídica tiene el derecho de fundar, editar y mantener diarios, revistas y periódicos, u otros medios digitales, en las condiciones que señale la ley.",
    "voting_result": "aprobó (32 votos a favor, 1 voto en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "No se puede restringir el derecho de expresión por vías o medios indirectos, tales como el abuso de controles oficiales o particulares de papel para periódicos, de frecuencias radioeléctricas, o de enseres y aparatos usados en la difusión de información o por cualesquiera otros medios encaminados a impedir la comunicación y la circulación de ideas y opiniones.",
    "voting_result": "aprobó por unanimidad (33 votos)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "Estará prohibida por la ley toda propaganda en favor de la guerra y toda apología del odio nacional, racial, religioso, o de cualquier otra índole, que constituyan incitaciones a la violencia.",
    "voting_result": "aprobó (24 votos a favor, 7 votos en contra, 2 abstenciones)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "N° X. Derecho de rectificación o respuesta.\nToda persona afectada por informaciones inexactas o agraviantes emitidas en su perjuicio a través de medios de difusión legalmente reglamentados y que se dirijan al público en general, tiene derecho a efectuar por el mismo órgano de difusión su rectificación o respuesta en las condiciones que establezca la ley. \nEn ningún caso la rectificación o la respuesta eximirán de las otras responsabilidades legales en que se hubiese incurrido. \nPara la efectiva protección de la honra y la reputación, toda publicación o empresa periodística, cinematográfica, de radio o televisión, u otro medio digital, tendrá una persona responsable.",
    "voting_result": "aprobó (28 votos a favor, 5 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°280",
    "text": "La Constitución asegura y garantiza la cláusula de conciencia y el secreto profesional de los periodistas, la que se desarrollará por el legislador.",
    "voting_result": "aprobó (17 votos a favor, 16 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°280",
    "text": "El Estado de Chile en conjunto con los pueblos y naciones originarias adoptará medidas eficaces para garantizar el establecimiento de los medios de comunicación e información indígena, inclusive reconociendo cuotas sobre el espectro radioeléctrico, y el acceso a las tecnologías de la información y comunicación, tales como el acceso a internet y otras formas de tecnología que hagan posible la concretización de este derecho.",
    "voting_result": "aprobó (27 votos a favor, 6 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°280",
    "text": "Los pueblos y naciones originarias tienen derecho a establecer sus propios medios de comunicación en sus lenguas. Tienen también derecho a que se les comunique la información relevante relativa a la vida pública y la actividad del Estado en su propia lengua, de manera veraz y oportuna. El Estado en conjunto con los pueblos y naciones originarias a través de sus instituciones propias velará y promoverá la presencia de diversidad cultural indígena en los medios de comunicación públicos y privados.",
    "voting_result": "aprobó (26 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°290",
    "text": "Artículo XXX. Libertad de expresión. \nLa Constitución asegura el derecho a expresar opiniones libremente y a buscar, difundir y recibir información e ideas por cualquier medio y en cualquier forma, sin perjuicio de responder de los abusos que se cometan en el ejercicio de estas libertades, en conformidad a la ley. La censura previa está prohibida. \nLa ley podrá sancionar la propaganda en favor de la guerra; la apología del odio nacional, racial, religioso, de género o de disidencias sexuales, que constituya incitación a la discriminación, la hostilidad o la violencia; así como la negación o justificación de las violaciones graves, masivas y sistemáticas a los derechos humanos.\nLa ley asegurará el pluralismo en el sistema de medios de comunicación social.",
    "voting_result": "aprobó (23 votos a favor, 9 votos en contra, 1 abstención)."
  },
  {
    "icc_id": "ICC N°548",
    "text": "Art. X. Derecho a la libertad de expresión.\n1.- Toda persona tiene derecho a la libertad de emitir opinión y de informar en cualquier forma y por cualquier medio, así como a disponer de información veraz, plural e imparcial, y fundar medios de comunicación. Este derecho no estará sujeto a censura previa sino únicamente a las responsabilidades ulteriores que determine la ley y que sean necesarias en una sociedad democrática.\n2.- Los medios de comunicación tienen una especial responsabilidad social de contribuir a la pluralidad de opiniones en una sociedad libre y democrática. Para ello, el Estado deberá adoptar medidas que contribuyan y aseguren la pluralidad de voces y opiniones, sin que pueda intervenir sobre dichos medios de comunicación.\n3.- Toda persona natural o jurídica ofendida o injustamente aludida por algún medio de comunicación, tiene derecho a que su declaración o rectificación sea gratuitamente difundida por el medio en que esa información hubiera sido emitida, en las condiciones que la ley determine.",
    "voting_result": "aprobó (24 votos a favor, 9 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°244",
    "text": "Artículo XX. Derecho a la seguridad pública\nEl derecho a la seguridad pública comprende la obligación del Estado de generar y ejecutar una política efectiva de prevención de los delitos en base a las condiciones materiales, ambientales y psicosociales que los generan, que incluya la recuperación de espacios públicos, el fortalecimiento de las relaciones e infraestructuras comunitarias, y el enfoque en la educación en derechos humanos y formación ciudadana.",
    "voting_result": "aprobó (25 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°303",
    "text": "El derecho a vivir en entornos seguros y libres de violencia. Es deber del estado proteger en forma equitativa el ejercicio de este derecho a todas las personas y comunidades.\nLas acciones de prevención, persecución y sanción de los delitos, así como la reinserción social de los condenados, serán desarrollados por los organismos públicos que señale esta Constitución y la ley, en forma coordinada y con irrestricto respeto a los derechos humanos.",
    "voting_result": "aprobó (26 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°271",
    "text": "Artículo X: Derecho a la libertad personal y seguridad individual. \nToda persona tiene derecho a permanecer, residir y circular libremente por el territorio nacional, así como a entrar y salir de éste. \nNadie puede ser privado de su libertad arbitrariamente ni ésta ser restringida sino en los casos y en la forma determinados por la Constitución y las leyes. \nNadie puede ser arrestado o detenido sino por orden judicial y después de que ésta le sea intimada por funcionario debidamente identificado, en forma legal, debiendo ser informado, al momento de su detención, de las razones de ésta y de sus derechos. Asimismo, tendrá el derecho a comunicarse de inmediato con sus familiares, abogado o persona de su confianza, quienes tienen el derecho a ser informados del lugar donde se encuentra la persona detenida y de los motivos de su detención. Sin embargo, podrá ser detenido quien fuere sorprendido en delito flagrante sólo en los casos establecidos en la ley, debiendo dar aviso y ponerlo a disposición inmediatamente a la autoridad competente. \nSi la autoridad judicial hiciere arrestar o detener a alguna persona, se deberá conducir inmediatamente al arrestado o detenido ante el juez competente. \nNadie puede ser arrestado o detenido, sujeto a prisión preventiva o preso, sino en su domicilio o en los lugares públicos destinados a este objeto. Los encargados de dichos lugares no podrán recibir en ellas a nadie en calidad de arrestado o detenido, procesado o preso, sin dejar constancia del ingreso o de la orden emanada de autoridad competente, en un registro que será público. Toda persona privada de su libertad arbitraria o ilegalmente será puesta de inmediato en libertad a requerimiento suyo o de cualquier persona. \nLa libertad del imputado será la regla general. La prisión preventiva será excepcional y sólo podrá decretarse en caso de que el juez la considere razonada y fundadamente como necesaria para los fines del proceso. Con todo, esta medida será siempre temporal y proporcional, debiendo la ley regular los casos de procedencia y requisitos. \nNadie será detenido por deudas. Este principio no limita los mandatos de autoridad judicial competente dictados por incumplimientos de deberes alimentarios.",
    "voting_result": "aprobó (28 votos a favor, 5 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°279",
    "text": "Artículo X.- Derecho a la libertad ambulatoria.\nToda persona tiene derecho de residir y permanecer en cualquier lugar de la República, trasladarse de uno a otro y entrar y salir de su territorio, a condición de que se guarden las normas establecidas en la ley.",
    "voting_result": "aprobó (28 votos a favor, 5 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°487",
    "text": "Se reconoce a todas las personas el derecho a la libertad personal y ambulatoria. Nadie puede ser detenido, salvo en los casos y en la forma que establece la ley.\nSe prohíbe todo desplazamiento forzado provocado por la acción u omisión negligente del Estado. El Estado debe garantizar el derecho a la verdad, la justicia y la reparación integral de las personas y las comunidades que hayan sido víctimas de desplazamiento forzado en el territorio nacional.\nYa sea que, incumpliendo la prohibición anterior, el desplazamiento fuere imputable al Estado, o que éste se produjere por causas ajenas al control estatal, las personas desplazadas tendrán los siguientes derechos:\na) A recibir protección y asistencia humanitaria de las autoridades que aseguren el acceso a alimentos, alojamiento, vivienda, y servicios médicos y sanitarios. Las personas en situación de vulnerabilidad que resulten desplazadas recibirán asistencia humanitaria preferente y especializada.\nb) A retornar a su hogar de forma voluntaria, segura y digna, y a recibir asistencia para la recuperación de las propiedades o posesiones de las que hayan sido despojadas.\nc) A la restauración, conservación y reunificación de la unidad familiar y la vida en comunidad, en los casos en que corresponda.",
    "voting_result": "aprobó (26 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "IPC N°41",
    "text": "Artículo X: Derecho a la identidad.\nToda persona tiene derecho al libre desarrollo y pleno reconocimiento de su identidad, en todas sus distintas dimensiones y manifestaciones, incluyendo la nacionalidad, etnia, cultura, edad, características sexuales, identidades y expresiones de género, y orientaciones sexoafectivas, entre otras.\nNi el Estado, ni ninguna persona, institución o grupo podrá restringir, condicionar o excluir el reconocimiento ni ejercicio de este derecho a través de requisitos que vayan en contra de los derechos y garantías que esta Constitución reconoce y los tratados internacionales de Derechos Humanos que Chile haya ratificado y se encuentren vigentes.\nEl Estado deberá garantizar el reconocimiento de este derecho a través de los respectivos documentos de identidad, inscripción registral y otras herramientas y acciones judiciales y administrativas que materialicen este derecho.",
    "voting_result": "aprobó (25 votos a favor, 7 votos en contra, 1 abstención)."
  },
  {
    "icc_id": "ICC N°292",
    "text": "Artículo XXX. Autonomía personal y libre desarrollo de la personalidad.\nLa Constitución asegura el derecho a ejercer la autonomía personal; el libre desarrollo de la personalidad, la identidad y el proyecto de vida; y a perseguir la propia felicidad. Es deber del Estado crear las condiciones que permitan a todas las personas ejercer este derecho en una sociedad democrática basada en los principios de dignidad, libertad e igualdad.",
    "voting_result": "aprobó (27 votos a favor, 5 votos en contra, 1 abstención)."
  },
  {
    "icc_id": "ICC N°486",
    "text": "Artículo XX. Derecho a la autonomía y a la libre determinación. Toda persona natural tiene derecho a la libertad, entendida como la libre determinación de su personalidad, de sus proyectos de vida y sobre su cuerpo, así como a la autonomía física, en la toma de decisiones y económica, teniendo como único límite lo dispuesto en la Constitución y las leyes.",
    "voting_result": "aprobó (25 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°486",
    "text": "El Estado deberá garantizar este derecho, sin discriminación, con enfoque de género, derechos humanos, inclusión y pertinencia cultural, eliminando todos los obstáculos que dificulten el ejercicio de este derecho y promoviendo acciones positivas para asegurar su pleno desarrollo.",
    "voting_result": "aprobó (25 votos a favor, 8 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°293",
    "text": "Artículo XX. Libertad de emprender y desarrollar actividades económicas. \nLa Constitución asegura a todas las personas la libertad de emprender y desarrollar actividades económicas. Su ejercicio deberá ser compatible con los Derechos consagrados en esta Constitución, el cuidado del medioambiente y con el interés general. \nEl contenido y los límites de este derecho serán determinados por las leyes que regulen su ejercicio.",
    "voting_result": "aprobó (29 votos a favor, 4 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°274",
    "text": "Artículo X. Inviolabilidad del domicilio y las comunicaciones. \nLa inviolabilidad del domicilio y de las comunicaciones privadas, así como de la navegación privada en redes de información, su neutralidad y los demás servicios de comunicaciones electrónicas. El domicilio sólo puede allanarse, registrarse o ingresar a él, y las comunicaciones y documentos privados interceptarse, abrirse o registrarse, previa autorización judicial, consentimiento del titular o en los casos y formas determinados por la ley.",
    "voting_result": "aprobó (32 votos a favor, 1 voto en contra, sin abstenciones)."
  },
  {
    "icc_id": "IPC N°01",
    "text": "Cláusula general de derechos sexuales y reproductivos \nEl Estado reconoce y garantiza a todas las personas sus derechos sexuales y reproductivos, en condiciones de igualdad y sin discriminación, incluyendo el derecho al aborto sin interferencia de terceros, instituciones o agentes del Estado. En particular, se reconoce y promueve el derecho de las personas a tomar decisiones libres y autónomas sobre sus cuerpos, su sexualidad y su reproducción, de manera libre, sin violencia ni coerción, debiendo el Estado garantizar el acceso a la información y los medios materiales para ello.",
    "voting_result": "aprobó (23 votos a favor, 8 votos en contra, 0 abstención)."
  },
  {
    "icc_id": "IPC N°01",
    "text": "El Estado reconoce el derecho de las personas a beneficiarse del progreso científico y el acceso a la información, para ejercer de manera libre, autónoma y no discriminatoria, sus derechos sexuales y reproductivos.",
    "voting_result": "aprobó (26 votos a favor, 7 votos en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°76",
    "text": "El derecho a la salud sexual y reproductiva de todas las personas. Se deberá dictar una ley que cree una nueva institucionalidad desde la perspectiva sanitaria, que asegure y garantice, al menos, la erradicación de la violencia gineco-obstétrica, el parto respetado, el aborto libre, la educación y prevención en salud sexual y reproductiva en concordancia con una educación sexual integral y el acceso a prestaciones en esta materia, todo con una perspectiva de género, feminista, interseccional y pluralista.",
    "voting_result": "aprobó (21 votos a favor y 11 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°221",
    "text": "Artículo X: Todas las personas son titulares de derechos sexuales y derechos reproductivos. Estos comprenden, entre otros, el derecho a decidir de forma autónoma e informada sobre el propio cuerpo y sobre el ejercicio de la sexualidad, la reproducción, el placer, la anticoncepción, la maternidad voluntaria y la interrupción voluntaria del embarazo.",
    "voting_result": "aprobó (24 votos a favor y 8 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°221",
    "text": "Los derechos sexuales y derechos reproductivos deben ser garantizados en su ejercicio por el Estado, sin discriminación, con enfoque de género, inclusión y pertinencia cultural, asegurando el acceso a la información, educación, a los servicios y prestaciones requeridos para ello. El Estado garantizará su ejercicio libre de violencia y de interferencias por parte del Estado y de terceros, ya sean individuos o instituciones, y asegurará a todas las personas gestantes las condiciones para un embarazo, parto y maternidad voluntarios y protegidos.",
    "voting_result": "aprobó (25 votos a favor y 8 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°376",
    "text": "Artículo XX. Educación sexual integral. Todas las personas tienen derecho a recibir una Educación Sexual Integral, que promueva el disfrute pleno y libre de la sexualidad, enfocada en el placer; la responsabilidad sexo-afectiva; la autonomía, el autocuidado y el desarrollo del consentimiento; el reconocimiento de las diversas identidades y expresiones del género y la sexualidad; que erradique los mandatos de género y prevenga la violencia de género y sexual.",
    "voting_result": "aprobó (23 votos a favor, 9 en contra, 1 abstención)."
  },
  {
    "icc_id": "ICC N°376",
    "text": "Es deber del Estado asegurar el ejercicio pleno de este derecho a través de una política única de Educación Sexual Integral, de carácter laico, desde la primera infancia y durante el curso de la vida, con pertinencia cultural y basada en la evidencia científica disponible, incorporada de forma transversal y específica en el currículum nacional, desarrollada en el Sistema Nacional de Educación Pública Estatal, en el Sistema Nacional de Salud y en los demás servicios estatales pertinentes.",
    "voting_result": "aprobó (24 votos a favor, 8 en contra, 1 abstención)."
  },
  {
    "icc_id": "ICC N°293",
    "text": "Art. X. Derecho de propiedad.\nLa Constitución asegura a todas las personas el derecho de propiedad en todas sus especies y sobre toda clase de bienes. Los bienes incorporales sólo estarán amparados por este derecho cuando lo determine expresamente la ley.\nCorresponderá a la ley determinar el modo de adquirir la propiedad, su contenido, sus límites y los deberes que emanan de ella; conforme a su función social y ecológica.",
    "voting_result": "aprobó (23 votos a favor, 10 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°293",
    "text": "Nadie puede ser privado de su propiedad sino en virtud de una ley que autorice la expropiación por una causa de utilidad pública o interés general. Esta ley determinará también el justo monto del pago, su forma y oportunidad; y deberá considerar tanto el interés público como el del titular.\nLa persona propietaria podrá reclamar de la legalidad del acto expropiatorio ante los tribunales que determine la ley.",
    "voting_result": "aprobó (26 votos a favor, 6 en contra, 1 abstención)"
  },
  {
    "icc_id": "ICC N°264",
    "text": "Artículo XX. Derecho de propiedad de los pueblos y naciones indígenas. Los pueblos y naciones indígenas tienen derecho a la propiedad colectiva de las tierras, territorios y bienes naturales que tradicionalmente han poseído, ocupado o utilizado, directa o indirectamente, incluyendo también las aguas superficiales, subterráneas y marítimas que han sido la base de la subsistencia de dichos pueblos. \nEl Estado, en consulta con los pueblos y naciones indígenas, debe adoptar todas las medidas administrativas y legislativas o de otra naturaleza que sean necesarias para el reconocimiento, demarcación, registro o titulación y restitución de las tierras, territorios y maritorio indígena, una disposición transitoria fijará el procedimiento para la demarcación, titulación y restitución según corresponda; la administración o control territorial, en aquellos casos que así se determine, debe respetar e incorporar los sistemas tradicionales o consuetudinarios de tenencia o uso de la propiedad indígena, propios de cada pueblo y nación indígena. \nLa propiedad indígena en sus diversas manifestaciones, goza de protección especial, no pudiendo ser enajenadas, embargadas, gravadas, ni adquiridas por prescripción, salvo entre comunidades o personas indígenas del mismo pueblo. Sin perjuicio de lo anterior, se reconoce la propiedad individual indígena que se haya adquirido de buena fe y con estricto apego a la normativa vigente, debiendo el Estado contribuir a su regularización y saneamiento, en los casos que así lo ameriten. \nEl Estado, a través de acciones afirmativas y sistemáticas, debe velar por la protección de los bienes naturales presentes en las tierras, territorios y maritorio indígena cuyo uso y goce son elementos esenciales tanto para la supervivencia económica, social y cultural, como para la continuidad histórica de los pueblos y naciones indígenas. Lo anterior significa impedir o regular, en consulta con los pueblos indígenas, la intervención en los territorios, ya sea a través de proyectos de inversión o de otra naturaleza que pudiera afectar los derechos individuales y colectivos de los pueblos y naciones indígenas, en tal caso corresponderá a la ley, consultada previamente, definir los mecanismos y alcances de la reparación y compensación según corresponda. \nLa protección de la propiedad indígena también comprende su patrimonio histórico y ancestral, tanto material como inmaterial y, en consecuencia, es deber del Estado reconocer y garantizar el derecho preferente que tienen los pueblos y naciones indígenas a recuperar, preservar, usar, desarrollar, revitalizar y transmitir a generaciones futuras su legado cultural, en sus más diversas manifestaciones, el que incluye sus costumbres y lenguas, sus artes y rituales, sus conocimientos y usos relacionados con la naturaleza, el derecho consuetudinario, su vestimenta, filosofía y valores, entre otros. \nLa naturaleza y alcance de las medidas que se adopten para la protección del derecho de propiedad indígena, en ningún caso pueden menoscabar los derechos garantizados en virtud de convenciones, tratados, fuentes y/o instrumentos internacionales sobre Derechos Humanos de los Pueblos Indígenas, los que deben, en cualquier caso, constituirse en estándares mínimos que aseguren su debida protección.",
    "voting_result": "aprobó (24 votos a favor y 9 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°853",
    "text": "ARTÍCULO 1. DEL DESPOJO Y DESPOSESIÓN TERRITORIAL DE LOS PUEBLOS Y NACIONES INDÍGENAS\nEl Estado de Chile reconoce la desposesión, usurpación, expoliación y despojo de las tierras, territorios y bienes naturales que han sufrido los pueblos y naciones indígenas a causa de la violencia estructural e histórica, por el aprovechamiento de sus costumbres o por el desconocimiento de las reglas jurídicas, y que hayan sido confiscados, apropiados, ocupados, utilizados o dañados por razones ajenas a su voluntad.\nEs deber del Estado resguardar y permitir el ejercicio permanente de los derechos que tienen los pueblos y naciones indígenas sobre las tierras, territorios y bienes naturales que tradicionalmente han poseído, ocupado o utilizado, directa o indirectamente, incluyendo también las aguas superficiales, subterráneas y el maritorio que han sido la base de la subsistencia de dichos pueblos.",
    "voting_result": "aprobó (24 votos a favor y 9 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°853",
    "text": "ARTÍCULO 2. DEL DERECHO A LA RESTITUCIÓN DE LAS TIERRAS, TERRITORIOS Y BIENES NATURALES. \nLos pueblos y naciones indígenas tienen derecho a la recuperación, restitución, reconstitución y reclamación de las tierras, territorios, maritorio, bienes naturales y las aguas que tradicionalmente han ocupado, ya sea que se encuentren en manos de terceros o particulares o el fisco.\nEs deber del Estado establecer los mecanismos eficaces y los procedimientos adecuados, equitativos y justos para satisfacer las demandas de recuperación y restitución.\nLa naturaleza y alcance de las medidas que se adopten para dar cumplimiento a la restitución de las tierras y territorios indígenas, en ningún caso pueden menoscabar los derechos garantizados en el Sistema Internacional de Derechos Humanos de los Pueblos Indígenas, que en cualquier caso serán considerados como estándares mínimos.”",
    "voting_result": "aprobó (24 votos a favor y 9 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°853",
    "text": "ARTÍCULO 3. DE LA COMISION PLURINACIONAL DE CATASTRO, DEMARCACIÓN Y TITULACIÓN TERRITORIAL INDÍGENA Y DEL TRIBUNAL DE TIERRAS, TERRITORIOS Y AGUAS ANCESTRALES INDÍGENAS.\nSe creará una Comisión Plurinacional de Catastro, Demarcación y Titulación Territorial Indígena, cuya finalidad será recibir las demandas territoriales de los pueblos y naciones indígenas, y en base a ellas, confeccionar un catastro y estado de las tierras, territorios, maritorio, bienes naturales y aguas indígenas por cada pueblo y nación indígena, que se encuentren en posesión o dominio de terceros, particulares o el fisco y elaborar un plan concreto de demarcación, registro o titulación y/o restitución, según corresponda. Corresponde al Estado dar cumplimiento efectivo al plan propuesto por la Comisión Plurinacional de Catastro, Demarcación y Titulación Territorial Indígena.\nPara su integración, el gobierno designará expertos de comprobada experiencia en la materia a propuesta de una terna presentada por cada pueblo y nación indígena, también formarán parte de esta comisión representantes de los pueblos y naciones indígenas designados de acuerdo a sus propios procedimientos internos.\nSe creará el Tribunal Especial de Tierras, Territorios y Aguas Ancestrales Indígenas, que será un órgano independiente, solo sujeto a la jurisdicción que ejerza el control de constitucionalidad. Será integrado paritariamente por expertos designados por el Estado y expertos indígenas, designados por los pueblos y naciones indígenas preexistentes, en conformidad a los dispuesto por la ley.\nSin perjuicio de lo señalado por la ley, son competencias del Tribunal Especial de Tierras, Territorios y Aguas Ancestrales Indígenas, las siguientes:\n1.- Conocer y resolver los reclamos, acciones y recursos interpuestos contra las resoluciones, planes y recomendaciones emitidas por la Comisión Plurinacional de Catastro, Demarcación y Titulación Territorial Indígena en las distintas etapas, procesos y procedimientos de catastro, demarcación, titulación y registro de las tierras, territorios y bienes naturales;\n2.- Conocer y resolver reclamos, acciones y recursos interpuestos en los procesos de expropiación, incluida la determinación de la indemnizaciones pecunarias en favor de los expropiados y la entrega material de las tierras, territorios y bienes naturales;\n3.- Conocer y resolver reclamos, acciones y recursos interpuestos en los procesos de reparación y remedios alternativos a la expropiación.\nEl Tribunal Especial de Tierras, Territorios y Aguas Ancestrales deberá desarrollar un procedimiento adecuado, expedito y oportuno, con el propósito de dar cumplimiento a lo dispuesto en el presente artículo.”",
    "voting_result": "aprobó (22 votos a favor y 11 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°853",
    "text": "Artículo 4. DEL MECANISMO DE RESTITUCIÓN TERRITORIAL\nEl Tribunal Especial de Tierras, Territorios y Aguas Ancestrales en el ámbito de sus competencias, deberá promover todas las medidas necesarias para dar cumplimiento al deber de restitución. Se podrá recurrir a la expropiación, para lo cual siempre se considerará que la recuperación y restitución de tierras, territorios y bienes naturales indígenas es de utilidad pública y social, y una justificada limitación al derecho fundamental a la propiedad privada. En subsidio, podrán aplicarse otras formas de reparación o rehabilitación complementarias, preferentemente tierras, territorios y bienes naturales de igual extensión y calidad a las desposeídas, usurpadas, expoliadas o despojadas u otros remedios no pecuniarios, previamente y de buena fe, con los pueblos y naciones indígenas, en atención y pertinencia a su cosmovisión, desarrollo económico, político, social, cultural y espiritual.\nPendientes los procesos de reintegro o reparación, es deber del Estado otorgar y garantizar la protección de las tierras y territorios ancestrales indígenas, a fin de evitar su menoscabo, material o espiritual, a causa de acciones estatales o de terceros.",
    "voting_result": "aprobó (23 votos a favor y 10 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°853",
    "text": "ARTICULO TRANSITORIO (1). Dentro del plazo de seis meses desde la entrada en vigencia de la Constitución, se deberá conformar una Comisión Plurinacional de Catastro, Demarcación y Titulación Territorial Indígena”.",
    "voting_result": "aprobó (23 votos a favor y 10 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°853",
    "text": "ARTÍCULO TRANSITORIO (2). A partir de la entrada en vigencia de la presente Constitución, el Estado tendrá un plazo máximo de dos años para constituir por vía legal e instalar el Tribunal Especial de Tierras, Territorios y Aguas Ancestrales”",
    "voting_result": "aprobó (23 votos a favor y 10 en contra, sin abstenciones)"
  },
  {
    "icc_id": "ICC N°375",
    "text": "7. Se protege la propiedad intelectual e industrial. Toda persona tiene derecho a la protección de los intereses morales y materiales que le correspondan por razón de las producciones científicas, literarias o artísticas de que sea autora. La Constitución protege primordialmente los derechos de los pueblos indígenas sobre su patrimonio cultural y sus conocimientos tradicionales”.",
    "voting_result": "aprobó (24 votos a favor, 6 en contra y 3 abstenciones)."
  },
  {
    "icc_id": "ICC N°273",
    "text": "Artículo XX. Derecho a la vida\nArtículo XX. Derecho a la vida. Toda persona tiene derecho a la vida. Ninguna persona podrá ser condenada a muerte ni ejecutada.",
    "voting_result": "aprobó (30 votos a favor y 1 voto en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°273",
    "text": "Artículo XX. Derecho a la integridad personal. Toda persona tiene derecho a la integridad física, psicosocial, sexual y afectiva. Ninguna persona podrá ser sometida a torturas, ni penas o tratos crueles, inhumanos o degradantes”",
    "voting_result": "aprobó (21 votos a favor y 7 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°451",
    "text": "Artículo N1. Prohibición de la desaparición forzada\nNinguna persona será sometida a desaparición forzada.\nToda persona víctima de desaparición forzada tiene derecho a ser buscada. El Estado garantizará el ejercicio de este derecho, disponiendo de todos los medios necesarios.\nArtículo N2. Prohibición de la tortura y de toda pena y otros tratos crueles, inhumanos o degradantes.\nNinguna persona podrá ser sometida a torturas, ni penas o tratos crueles, inhumanos o degradantes; ni aun en circunstancias excepcionales.\nArtículo N3. Deberes de prevención, investigación y sanción.\nEl Estado llevará a cabo todas las medidas necesarias para la prevención, investigación, sanción y no repetición de las violaciones a los derechos humanos.\nLos crímenes de guerra, los delitos de lesa humanidad, la desaparición forzada y la tortura son imprescriptibles, inamnistiables, no serán susceptibles de ningún impedimento a la investigación y deberán sancionarse con penas proporcionales y efectivas que tengan en cuenta su extrema gravedad. El Estado adoptará todas las medidas para impedir la impunidad de estos hechos; y no procederá el indulto respecto de ellos.\nEs deber del Estado investigar tales crímenes de oficio, con la debida diligencia, seriedad, rapidez, independencia, imparcialidad y con enfoque diferencial respecto de víctimas que pertenezcan a grupos históricamente excluidos, y de acuerdo con los estándares de los tratados internacionales sobre Derechos Humanos suscritos y ratificados por Chile.\nArtículo Transitorio: La prescripción gradual de la acción penal regulada en el artículo 103 del Código Penal no podrá aplicarse respecto de hechos que constituyan crímenes de lesa humanidad, crímenes de guerra, genocidio o agresión conforme al Derecho internacional.\nTampoco podrá aplicarse respecto de graves violaciones de derechos humanos.",
    "voting_result": "aprobó (20 votos a favor, 4 en contra y 7 abstenciones)"
  },
  {
    "icc_id": "ICC N°251",
    "text": "N° X. Derecho a la honra. \nToda persona tiene derecho a que se respete su honra.",
    "voting_result": "aprobó (19 votos a favor, 11 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "“Los ataques a la honra y reputación, cualquiera sea el medio de comisión, serán sancionados de conformidad lo determine la ley. Esta arbitrará, además, los mecanismos para hacer efectivo el retiro de expresiones declaradas injuriosas que se transmitan por medios telemáticos.”",
    "voting_result": "aprobó (19 votos a favor, 11 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°272",
    "text": "Artículo XX. Derecho al debido proceso. Toda persona tendrá derecho a un proceso razonable y justo ante un tribunal competente, independiente e imparcial, establecido con anterioridad por la ley, con igualdad de condiciones y enfoque interseccional, en los litigios en los que se determinen sus derechos y obligaciones de carácter penal, civil, laboral o de cualquier otra naturaleza. Toda persona tiene derecho a defenderse. El proceso será público, salvo en los casos en que una ley establezca una reserva para preservar intereses superiores de justicia, la que deberá concluir dentro de un plazo razonable. Es deber de los tribunales fundamentar las sentencias. La ley establecerá los mecanismos a través de los cuales se garantizará el cumplimiento de estas garantías, y establecerá la forma en que se cumplirán en los procedimientos administrativos. Toda persona imputada por un delito tiene derecho, además, a las siguientes garantías mínimas: a) Toda persona se presume inocente mientras no se pruebe su culpabilidad conforme a la ley. No se podrá presumir de derecho la responsabilidad penal. b) A ser informada sin demora, en una lengua o idioma que comprenda y en forma detallada, de la naturaleza y causas de la investigación seguida contra ella y de la acusación que se entable; c) A ser asistida gratuitamente por un traductor, intérprete o facilitador, con el fin de que puedan acceder a toda la información, considerando todos los ajustes necesarios para ello. d) A disponer del tiempo y de los medios adecuados para la preparación de su defensa y a comunicarse libre y privadamente con su defensor; e) A estar presente en el juicio y a defenderse personalmente o ser asistido por un defensor de su elección. Si no pudiere defenderse por sí misma ni nombrare defensor en el plazo legal, tendrá derecho a ser asistida por un defensor proporcionado por el Estado, el cual podrá ser gratuito si carece de los medios suficientes para pagarlo; f) A presentar prueba bajo las condiciones que establezca la ley y a confrontar la prueba que la perjudica; g) A guardar silencio o, en caso de consentir en prestar declaración, no ser obligada a declarar contra sí misma ni a reconocer su culpabilidad. La declaración o reconocimiento de la persona imputada solamente serán válidas si son hechas sin coacción de ninguna naturaleza. Tampoco podrán ser obligados a declarar en su contra sus ascendientes, descendientes, cónyuge y demás personas que señale la ley; h) A recurrir del fallo condenatorio y de la pena que se le haya impuesto ante juez o tribunal superior. i) A no ser investigada, acusada o condenada penalmente por una infracción respecto de la cual ya hubiese sido absuelta o condenada mediante sentencia penal firme.",
    "voting_result": "aprobó (22 votos a favor, 8 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°272",
    "text": "Artículo XX. Garantías penales sustantivas. Nadie será penado por actos u omisiones que, al momento de producirse, no fueran constitutivos de delito conforme a la ley, y sólo podrá imponerse la pena prevista por ella. Ninguna ley podrá establecer penas respecto de conductas que no estén expresamente descritas en ella. Ningún delito se castigará con otra pena que la que señale una ley promulgada con anterioridad a su perpetración, a menos que una nueva ley favorezca a la persona imputada. Las sanciones que se apliquen deberán ser siempre proporcionales a la infracción cometida y tendrán por finalidad la resocialización del condenado. No podrá imponerse la pena de confiscación de bienes, sin perjuicio del comiso en los casos establecidos por las leyes. El comiso de ganancias no será considerado una pena. No podrá aplicarse como sanción la pérdida de los derechos previsionales. La resolución que ordene la libertad del imputado se ejecutará de inmediato, sin perjuicio de los recursos que pudieren proceder en su contra.",
    "voting_result": "aprobó (22 votos a favor, 8 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°375",
    "text": "6. Derecho al debido y justo proceso.\n1. Toda persona tiene derecho a que su causa sea oída por un tribunal independiente e imparcial, establecido por la ley, que decidirá los litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal dirigida contra ella, en forma equitativa, públicamente y dentro de un plazo razonable. La sentencia debe ser pronunciada públicamente, pero el acceso a la sala de audiencia puede ser prohibido a la prensa y al público durante la totalidad o parte del proceso en interés de la moralidad, del orden público o de la seguridad nacional en una sociedad democrática, cuando los intereses de los menores o la protección de la vida privada de las partes en el proceso así lo exijan o en la medida en que sea considerado estrictamente necesario por el tribunal, cuando en circunstancias especiales la publicidad pudiera ser perjudicial para los intereses de la justicia.\n2. Durante el proceso, toda persona acusada de un delito tendrá derecho, en plena igualdad, a las siguientes garantías mínimas:\na) A ser informada si demora, en un idioma que comprenda y en forma detallada, de la naturaleza y causas de la acusación formulada contra ella;\nb) A disponer del tiempo y de los medios adecuados para la preparación de su defensa y a comunicarse con un defensor de su elección;\nc) A ser juzgado sin dilaciones debidas;\nd) A hallarse presente en el proceso y a defenderse personalmente o ser asistida por un defensor de su elección; a ser informada, si no tuviera defensor, del derecho que le asiste a tenerlo y, siempre que el interés de la justicia lo exija, a que se le nombre defensor de oficio, gratuitamente, si careciere de medios suficientes para pagarlo;\ne) A interrogar o hacer interrogar a los testigos de cargo y a obtener la comparecencia de los testigos de descargo y que éstos sean interrogados en las mismas condiciones que los testigos de cargo;\nf) A ser asistida gratuitamente por un intérprete, si no comprende o no habla el idioma empleado en el Tribunal;\ng) A no ser obligada a declarar contra sí misma ni a confesarse culpable.\n3. en el procedimiento aplicable a los menores de edad a efectos penales se tendrá en cuenta esta circunstancia, el interés superior del niño y la importancia de estimular la plenitud de su proyecto de vida y su beneficio como miembro de la sociedad.\n4. toda persona declarada culpable de un delito tendrá derecho a que el fallo condenatorio y la pena que se le haya impuesto sean revisados por un Tribunal Superior, conforme a lo prescrito por la ley.\n5. nadie podrá ser juzgado ni sancionado por un delito por el cual haya sido ya condenado o absuelto por una sentencia firme de acuerdo con la ley, siempre que está no haya sido obtenida con fraude a la justicia.\n6. toda persona acusada de un delito tiene derecho a que se presuma su inocencia mientras no se pruebe su culpabilidad conforme a la ley.\n7. ningún delito se castigará con otra pena que la que señale una ley promulgada con anterioridad a su perpetración, a menos que una nueva ley favorezca al afectado.",
    "voting_result": "aprobó (22 votos a favor, 8 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°514",
    "text": "Artículo XXX. Tutela judicial efectiva y debido proceso. Toda persona tiene derecho a una tutela judicial efectiva de sus derechos y a la resolución de sus conflictos jurídicos mediante un debido proceso. Al legislador le corresponderá establecer las garantías de un procedimiento, una investigación y una ejecución racionales y justas, así como establecer y promover los mecanismos colaborativos adecuados para la resolución de los conflictos jurídicos conforme a su naturaleza.\nI. GARANTÍAS PROCESALES GENERALES\n“Articulo XXX. Derecho a un tribunal independiente e imparcial y al juez natural. Toda persona tendrá el derecho a ser oída, con las debidas garantías, dentro de un plazo razonable y sin dilaciones indebidas, por un tribunal independiente e imparcial, previamente establecido por ley, para la resolución de sus conflictos jurídicos. En consecuencia, nadie podrá ser juzgado por comisiones especiales, sino por el tribunal que se hallare establecido por la ley con anterioridad a la perpetración del hecho fundante de la pretensión ejercida.”\n“Articulo XXX. Derecho a la defensa jurídica. Toda persona tendrá derecho a la defensa jurídica en la forma que la ley señale y a comunicarse libre y privadamente con el abogado de su elección, sin que ninguna autoridad o individuo pueda impedir, restringir o perturbar la debida intervención del letrado si hubiere sido requerida. La ley arbitrará los medios para otorgar asesoramiento y defensa jurídica a quienes no puedan procurárselos por sí mismos.”\n“Articulo XXX. Derecho a un proceso previo y público. Toda sentencia emanada de un tribunal deberá fundarse en un proceso previo legalmente tramitado. Los actos del proceso serán públicos, salvo las excepciones expresamente establecidas por la ley para proteger la intimidad, la privacidad, el honor o la seguridad de cualquier persona que debiere tomar parte en el juicio, para evitar la divulgación de un secreto protegido por la ley o para velar por la moral, el orden público o la seguridad nacional en una sociedad democrática. Cuando en circunstancias especiales la publicidad pudiera ser perjudicial para los intereses de la justicia, los tribunales podrán decretar la reserva de determinados actos del proceso en la medida que ello sea estrictamente necesario.”\n“Articulo XXX. Derecho a ser oído y a la prueba. De conformidad con las normas legales de procedimiento aplicables, toda persona tendrá derecho a formular las pretensiones, excepciones, alegaciones y defensas que estimare oportunas, a rendir las pruebas relevantes para acreditar sus presentaciones y a ejercer la impugnación de la sentencia en la forma y oportunidades establecidas en la ley.” Del mismo modo, toda persona tendrá derecho para conocer oportunamente las pretensiones, excepciones y pruebas hechas valer en su contra, así como para examinarlas, contradecirlas y objetarlas, debiendo contar con un tiempo adecuado para la preparación de su defensa.\nEn consecuencia, toda persona contará con el derecho interrogar a quienes comparezcan a prestar testimonio y de obtener la comparecencia de partes, testigos, peritos u otras personas que puedan aportar antecedentes respecto de los hechos, de conformidad con las normas legales aplicables.\n“Articulo XXX. Derecho a intérprete o traductor. Las personas que no comprendan o hablen el idioma empleado en el tribunal tendrán el derecho a ser asistidas por un traductor o intérprete para intervenir en el proceso, el cual será gratuito si carecieren de los medios suficientes para pagarlos.”\n“Articulo XXX. Derecho a una resolución fundada y a la impugnación. Toda resolución emanada de un tribunal deberá ser fundada, con excepción de aquellas que se pronunciaren sobre cuestiones de mero trámite. La fundamentación expresará sucintamente, pero con precisión, las razones de hecho y de derecho que justificaren las decisiones adoptadas. Las sentencias que resuelvan total o parcialmente el conflicto jurídico sometido a la decisión del tribunal, así como las resoluciones que pongan término al procedimiento o hagan imposible su continuación serán susceptibles de ser impugnadas mediante los recursos establecidos en la ley para ser revisadas por un tribunal distinto, sin perjuicio de las excepciones legales establecidas sobre la base de criterios de razonabilidad y proporcionalidad para la persecución de fines legítimos, para velar por la uniformidad de la jurisprudencia o para la promoción y fortalecimiento de otros derechos y valores.”\nII. GARANTÍAS DEL PROCESO PENAL\n“Articulo XXX. Presunción de inocencia y derechos del imputado. Toda persona acusada de delito penal tiene derecho a que se presuma su inocencia mientras no se pruebe su culpabilidad, conforme a la ley, en juicio público en el que se le hayan asegurado todas las garantías necesarias para su defensa. Por tanto, ninguna persona será considerada culpable de un delito penal ni tratada como tal en tanto no fuere condenada por una sentencia firme.\nLa información sobre sanciones penales o administrativas sólo podrá ser tratada por un organismo público, dentro de la órbita de sus competencias. Esta información sólo podrá ser comunicada a otro organismo público que la requiera, dentro de la órbita de sus competencias.”\n“Articulo XXX. Tecnología en la administración de justicia. Una ley establecerá las condiciones de aplicación de tecnologías de automatización en la administración de justicia. En todo caso, ninguna pena que afecte derechos fundamentales podrá ser impuesta a través de decisiones adoptadas exclusivamente a través de sistemas de decisiones automatizadas.”\n“Articulo XXX. Protección de datos personales. La información sobre sanciones penales o administrativas sólo podrá ser tratada por un organismo público, dentro de la órbita de sus competencias. Esta información sólo podrá ser comunicada a otro organismo público que la requiera, dentro de la órbita de sus competencias.”\nArticulo XXX. Derecho a guardar silencio. Toda persona imputada por un delito penal tiene derecho a guardar silencio. El ejercicio de este derecho no le ocasionará ninguna consecuencia legal adversa; sin embargo, si renuncia a él, todo lo que manifieste podrá ser usado en su contra.”\n“Articulo XXX. Derecho a la no autoincriminación. Toda persona imputada por un delito penal tendrá el derecho a no ser obligada a declarar contra sí misma, ni a declararse culpable, así como tendrá el derecho a negarse a responder aquellas preguntas cuya respuesta pudiere acarrearle un peligro de persecución penal a sí misma o a su cónyuge, conviviente, ascendientes, descendientes, pupilos, guardadores, adoptantes, adoptados, parientes colaterales hasta el segundo grado de consanguinidad o afinidad y demás personas que, según los casos y circunstancias, señale la ley.”\n“Articulo XXX. Métodos prohibidos de interrogación. Queda absolutamente prohibido todo método de investigación o de interrogación que menoscabe o coarte la libertad del imputado para declarar. En consecuencia, no podrá ser sometido a ninguna clase de coacción, amenaza o promesa. Sólo se admitirá la promesa de una ventaja que estuviere expresamente prevista en la ley penal o procesal penal. Se prohíbe, en consecuencia, todo método que afecte la memoria o la capacidad de comprensión y de dirección de los actos del imputado, en especial cualquier forma de maltrato, amenaza, violencia corporal o psíquica, tortura, engaño, o la administración de psicofármacos y la hipnosis.\nEstas prohibiciones rigen aun para el evento de que el imputado consintiere en la utilización de alguno de los métodos vedados.”\n“Articulo XXX. Derecho a conocer la acusación. Toda persona perseguida penalmente tendrá derecho a ser informada sin demora, en un idioma que comprenda y en forma detallada, de la acusación formulada en su contra.”\n“Articulo XXX. Derecho a la defensa penal. Toda persona imputada de delito penal tiene el derecho irrenunciable a ser asistida por un abogado defensor proporcionado por el Estado si no nombrare uno en la oportunidad establecida por la ley. Todo imputado tendrá derecho a ser informado, si no tuviera defensor, del derecho que le asiste a tenerlo y, siempre que el interés de la justicia lo exija, a que se le nombre un defensor de oficio, gratuitamente, si careciere de medios suficientes para pagarlo. El imputado tendrá derecho a ser defendido por un letrado desde la primera actuación del procedimiento dirigido en su contra. Las facultades, derechos y garantías que la Constitución Política de la República, el Código Procesal Penal y otras leyes reconocen al imputado, podrán hacerse valer por la persona a quien se atribuyere participación en un hecho punible desde la primera actuación del procedimiento dirigido en su contra y hasta la completa ejecución de la sentencia. Para este efecto, se entenderá por primera actuación del procedimiento cualquiera diligencia o gestión, sea de investigación, de carácter cautelar o de otra especie, que se realizare por o ante un tribunal con competencia en lo criminal, el ministerio público o la policía, en la que se atribuyere a una persona responsabilidad en un hecho punible.”\n“Articulo XXX. Derecho al juicio previo. Ninguna persona podrá ser condenada o penada, ni sometida a una medida de seguridad por hechos que revisten el carácter de delitos penales, sino en virtud de una sentencia fundada, dictada por un tribunal independiente e imparcial. Toda persona tendrá derecho a hallarse presente durante el juicio penal, sin perjuicio de las normas legales que regulen el orden, el decoro y la seguridad de las personas que participen del procedimiento penal.”\n“Articulo XXX. Legalidad de las medidas privativas o restrictivas de libertad. No se podrá citar, arrestar, detener, someter a prisión preventiva ni aplicar cualquier otra forma de privación o restricción de libertad a persona alguna, sino en los casos y en la forma señalados por la Constitución y las leyes. Las disposiciones legales que autorizan la restricción de la libertad o de otros derechos del imputado o del ejercicio de alguna de sus facultades serán interpretadas restrictivamente y no se podrán aplicar por analogía.”\n“Articulo XXX. Principio de legalidad de las penas y de tipicidad de los delitos penales. Ningún delito se castigará con otra pena que la que señale una ley promulgada con anterioridad a su perpetración, a menos que una nueva ley favorezca al afectado. Ninguna ley podrá establecer penas sin que la conducta que se sanciona esté expresamente descrita en ella.”\n“Articulo XXX. Jurisdiccionalidad. Nadie puede ser arrestado, detenido o privado de libertad sino por orden de un tribunal y después de que dicha orden le sea intimada en forma legal. Sin embargo, podrá ser detenido el que fuere sorprendido en delito flagrante, con el solo objeto de ser puesto a disposición del juez competente dentro de las veinticuatro horas siguientes. Con todo, toda persona tendrá derecho a que se le exprese específica y claramente el motivo de su privación de libertad.”\n“Articulo XXX. Privación en lugares destinados al efecto. Nadie puede ser arrestado o detenido, sujeto a prisión preventiva, preso o privado de libertad, sino en su casa o en lugares públicos destinados a este objeto. Los encargados de las prisiones no pueden recibir en ellas a nadie en calidad de arrestado o detenido, procesado o preso, sin dejar constancia de la orden judicial correspondiente en un registro que será público.”\n“Articulo XXX. Derecho a comunicar la privación de libertad. Ninguna incomunicación puede impedir que el funcionario encargado del lugar de privación de libertad visite al arrestado o detenido, procesado o preso, que se encuentre en tal. Este funcionario está obligado, siempre que el arrestado, detenido o privado de libertad lo requiera, a transmitir al juez competente la copia de la orden de detención, o a reclamar para que se le dé dicha copia, o a dar él mismo un certificado de hallarse detenido aquel individuo, si al tiempo de su detención se hubiere omitido este requisito. La persona privada de libertad tendrá derecho a que el encargado de la guardia del recinto al cual fuere conducido informe, en su presencia, al familiar o a la persona que le indicare, que ha sido detenido, preso o privado de libertad, el motivo de la detención o prisión y el lugar donde se encontrare. La persona imputada tendrá derecho a entrevistarse privadamente con su abogado de acuerdo al régimen del establecimiento de detención o privación de libertad, el que sólo contemplará las restricciones necesarias para el mantenimiento del orden y la seguridad del recinto.”\n“Articulo XXX. Amparo. Toda persona privada de libertad tendrá derecho a ser conducida sin demora ante un juez de garantía o ante el tribunal que señale la ley, con el objeto de que examine la legalidad de su privación de libertad y, en todo caso, para que examine las condiciones en que se encontrare, constituyéndose, si fuere necesario, en el lugar en que ella estuviere. El juez podrá ordenar la libertad del afectado o adoptar las medidas que fueren procedentes.\nEl abogado de la persona privada de libertad, sus parientes o cualquier persona en su nombre podrán siempre ocurrir ante el juez que conociere del caso o aquél del lugar donde aquélla se encontrare, para solicitar que ordene que sea conducida a su presencia y se ejerzan las facultades señaladas.\n“Articulo XXX. Derecho al recurso contra la sentencia condenatoria. Toda persona condenada por un delito penal, incluyendo aquella cuya condena se hubiere impuesto en virtud de un recurso interpuesto en contra de una decisión absolutoria, tendrá el derecho para impugnar la sentencia condenatoria y la pena que se le haya impuesto ante un tribunal distinto mediante un recurso ordinario, accesible y eficaz que permita una revisión integral de las cuestiones de hecho y de derecho. El legislador podrá establecer recursos distintos de la apelación para dichos efectos.”\n“Articulo XXX. Derecho a una única persecución. La persona condenada, absuelta o sobreseída definitivamente por sentencia ejecutoriada, no podrá ser sometida a un nuevo procedimiento, investigación o persecución penal por el mismo hecho.”",
    "voting_result": "aprobó (22 votos a favor, 6 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°659",
    "text": "Articulado: Toda persona tendrá igual protección jurídica en el ejercicio de sus derechos frente a una investigación y/o enjuiciamiento por parte de los órganos del Estado, respetando el principio de la dignidad humana, así:\na) Toda persona tiene el derecho a un debido proceso, el que emana del principio del respeto a la dignidad humana. Toda sentencia que emane de un órgano jurisdiccional debe fundarse en un proceso previo legalmente tramitado, revestido de las garantías de una investigación y de un procedimiento ajustado a la ley, a la justicia, y, especialmente, a los derechos constitucionales;\nb) Nadie puede ser investigado ni procesado sin conocimiento previo y efectivo de las circunstancias que promueven tal investigación o procesamiento, o sin constancia documental oficial de tal condición.\nc) Toda persona debe ser reparada o indemnizada patrimonialmente si es absuelta o sobreseída en esas investigaciones y procedimientos, o si éstas no perseveraron procesalmente, y tiene derecho a exigir tal reparación o indemnización de la forma que establece la Constitución y las leyes, de esta forma, la indemnización será determinada judicialmente en procedimiento breve y sumario y en él la prueba se apreciará en conciencia;\nd) Toda persona tiene derecho a una defensa jurídica en la forma que la ley señale y ninguna autoridad o individuo podrá impedir, restringir o perturbar la debida intervención del letrado, si hubiere sido requerida. Tratándose de los integrantes de las Fuerzas Armadas y de Orden y Seguridad Pública, este derecho se regirá, en lo concerniente a lo administrativo y disciplinario, por las normas pertinentes establecidas en sus respectivos estatutos, las que deberán ser congruentes a las normas del debido proceso;\ne) Toda persona imputada por un delito tiene el derecho irrenunciable a ser asistida por un abogado defensor proporcionado por el Estado, si no nombrare uno particular en la oportunidad establecida por la ley;\nf) Nadie podrá ser investigado ni juzgado por comisiones especiales, sino por el fiscal o el tribunal que señalare la ley, según sea el caso, y que se hallare establecido por ésta con anterioridad a la perpetración del o los hechos;\ng) La ley no podrá presumir de derecho la responsabilidad penal, siempre deberá realizarse una investigación y procedimiento para esclarecer los hechos;\nh) Ningún delito se castigará con otra pena que la que señale una ley promulgada con anterioridad a su perpetración, a menos que una nueva ley favorezca al afectado;\ni) Ninguna ley podrá establecer penas sin que la conducta que se sanciona esté expresa y completamente descrita en ella con antelación;\nj) Toda persona denunciada, investigada, imputada, formalizada o acusada, tiene derecho a la presunción de inocencia y no podrá ser tratada ni expuesta públicamente como culpable por ninguna persona natural o jurídica, en tanto no mediare en su contra sentencia firme y ejecutoriada que la condene. Toda contravención a esta norma puede reclamarse judicialmente para obtener las sanciones, indemnizaciones y reparaciones que procedan;\nLa prisión preventiva siempre debe ser debidamente justificada por parte de la magistratura y ser aplicada exclusivamente para casos en que exista daño a la integridad física de las personas, sea un peligro para la sociedad o para la investigación. En ningún caso la prisión preventiva se aplicará en causas de índole político o por la defensa de los Derechos Humanos.\nk) Nadie puede ser sancionado con una pena no proporcional a la conducta punible ni al bien jurídico afectado, ni juzgado nuevamente por una materia o hecho ya conocida y/o resuelta jurisdiccionalmente.",
    "voting_result": "aprobó (22 votos a favor, 6 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°700",
    "text": "Toda persona tiene derecho al acceso a la justicia a través de la jurisdicción y a la tutela efectiva, imparcial y expedita de sus derechos e intereses, con sujeción a los principios de un proceso racional y justo. Asimismo, el Estado garantizará el acceso a la justicia también a través de mecanismos colaborativos y restaurativos de solución de controversias, como la negociación, la mediación, la conciliación, el arbitraje y la justicia restaurativa.\n“El Estado garantizará la elección libre e informada del mecanismo de resolución de conflictos más apropiado al caso, según su naturaleza y conforme a la ley.\nSegún la naturaleza del conflicto y, de conformidad a la ley, las personas involucradas accederán a los mecanismos de resolución colaborativa de conflictos de manera voluntaria u obligatoria, según la materia, tanto en la etapa prejudicial como en la etapa judicial de la disputa",
    "voting_result": "aprobó (23 votos a favor, 6 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "VII. Derecho a reunión.\nN° X. El derecho a reunirse pacíficamente sin permiso previo.\nLas reuniones que impliquen la ocupación de plazas, calles y demás bienes nacionales de uso público sólo podrán restringirse en conformidad a la ley, y en el contexto de una sociedad democrática, en interés de la seguridad o del orden público, o para proteger la salud pública, o los derechos o libertades de los demás",
    "voting_result": "aprobó (22 votos a favor, 6 en contra y 3 abstenciones)."
  },
  {
    "icc_id": "ICC N°291",
    "text": "Artículo XX. Derecho de asociación.\nLa Constitución asegura el derecho de asociación, sin permiso previo.\nEl derecho de asociación comprende la protección de la autonomía de las asociaciones para el cumplimiento de sus fines específicos y el establecimiento de su regulación interna, organización y demás elementos definitorios.\nLas asociaciones gozarán de personalidad jurídica si se constituyen conforme a la ley.\nEl ejercicio de este derecho sólo podrá estar sujeto a regulaciones previstas por la ley para el resguardo de los derechos fundamentales. La ley podrá imponer restricciones específicas al ejercicio de este derecho respecto de las policías y otros organismos encargados de hacer cumplir la ley.\nLos colectivos y organizaciones sociales que se dedican a la protección del ejercicio de los derechos fundamentales y de la naturaleza contribuyen en el cumplimiento del deber principal del Estado respecto de la garantía y protección de dichos derechos. Sus integrantes y dirigentes cuentan con especial protección constitucional para garantizar el cumplimiento de sus objetivos.",
    "voting_result": "aprobó (22 votos a favor y 7 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°422",
    "text": "Artículo XX. El Estado reconoce la función social, económica y productiva de las cooperativas, conforme al principio de ayuda mutua, y fomentará su desarrollo. La ley regulará la creación y funcionamiento de las cooperativas, garantizará su autonomía, y preservará, mediante los instrumentos correspondientes, su naturaleza y finalidades. Las cooperativas podrán agruparse en federaciones, confederaciones, o en otras formas de organización que determine la ley.",
    "voting_result": "aprobó (26 votos a favor y 5 abstenciones)"
  },
  {
    "icc_id": "ICC N°247",
    "text": "Artículo XX. Derechos de las personas chilenas en el extranjero. Las personas de nacionalidad chilena que se encuentren en el extranjero, tienen el derecho a vincularse permanentemente con los asuntos públicos del país, con su devenir y el de sus familias. La ley establecerá los mecanismos adecuados para promover, con perspectiva comunitaria y pertinencia cultural, el ejercicio de este derecho, de conformidad a esta Constitución y al derecho internacional de los derechos humanos.\nEl Estado tiene el deber de adoptar las medidas necesarias para garantizar la reunificación familiar y el retorno voluntario y seguro al territorio chileno, con enfoque de derechos humanos, de las personas chilenas y descendientes de chilenos en el extranjero.\nLa Constitución garantiza a las personas chilenas residentes en el extranjero el derecho a votar en las elecciones de carácter nacional, presidenciales, parlamentarias, plebiscitos y consultas y a ser elegidas en cargos de elección popular, de conformidad a esta Constitución y las leyes.”",
    "voting_result": "aprobó (24 votos a favor y 7 en contra, sin abstenciones)."
  },
  {
    "icc_id": "ICC N°170",
    "text": "Artículo XX., Las personas, en sus relaciones con la Administración del Estado, tienen derecho a:\n1. Un trato respetuoso, digno, deferente, transparente y oportuno e imparcial, por parte de las autoridades y funcionarios públicos, los que habrán de facilitarles el ejercicio de sus derechos y el cumplimiento de sus obligaciones;\n2. Ser oídas antes de que un órgano dicte un acto que pueda afectar desfavorablemente sus derechos e intereses;\n3. Conocer, en cualquier momento los antecedentes y fundamentos de las decisiones que les afecten. La Administración deberá motivar sus decisiones.\n4. Identificar a las autoridades y al personal al servicio de la Administración, bajo cuya responsabilidad se tramiten sus actuaciones y los procedimientos;\n5. Eximirse de presentar documentos que no corresponden al procedimiento, o que ya se encuentran en poder de la Administración;\n6. Acceder a los actos administrativos y sus documentos, en los términos previstos en la ley;\n7. Formular alegaciones y aportar documentos en cualquier fase del procedimiento anterior al trámite de audiencia, que deberán ser tenidos en cuenta por el órgano competente al redactar la propuesta de resolución;\n8. Que en los actos de fiscalización se respete la vida privada y se protejan los datos personales en conformidad con la ley;\n9. Exigir que exista razonabilidad y proporcionalidad en las sanciones que de conformidad a la ley imponga la autoridad, las que en todo caso deberán ser fundadas;\n10. Que se presuma que está actuando de buena fe;\n11. Obtener información acerca de los requisitos jurídicos o técnicos que las disposiciones vigentes impongan a los proyectos, actuaciones o solicitudes que se propongan realizar\n12. Exigir el cumplimiento de los plazos en las solicitudes, actuaciones y procedimientos previstos en la ley. Transcurridos los plazos establecidos en la ley sin que la administración se pronuncie sobre la cuestión sometida a su conocimiento, la solicitud del interesado se entenderá aceptada, salvo que dicha solicitud afecte el patrimonio fiscal o cuando se ejercite por parte de alguna persona el derecho de petición consagrado en la Constitución Política de la República;\n13. Exigir la continuidad y no paralización del servicio y a ser indemnizados por los daños que los órganos de la Administración del Estado le hubieren ocasionado por falta de servicio. No obstante, el Estado podrá repetir en contra del funcionario que hubiere incurrido en falta personal;\n14. Otros derechos que les reconozca esta Constitución y las leyes. A los procedimientos administrativos seguidos ante cualquier autoridad del Estado les serán aplicables, en lo pertinente, las garantías y principios del debido proceso y aquellas establecidas en las normas legales que correspondan.",
    "voting_result": "aprobó (22 votos a favor, 6 en contra y 1 abstención)."
  },
  {
    "icc_id": "ICC N°266",
    "text": "Artículo XX. Derechos de las personas frente a la administración del Estado. Toda persona tiene derecho a que las instituciones y órganos del Estado traten sus asuntos de manera imparcial, equitativa, transparente, y dentro de un plazo razonable.\nEste derecho incluye en particular:\na) El derecho de toda persona a ser oída antes de que se tome en contra suya una medida individual que le afecte desfavorablemente,\nb) El derecho de toda persona a acceder al expediente que le afecte, dentro del respeto de los intereses legítimos de la confidencialidad y del secreto profesional y comercial.\nc) La obligación que incumbe a la administración de motivar sus decisiones.",
    "voting_result": "aprobó (28 votos a favor y 3 abstenciones)."
  },
  {
    "icc_id": "ICC N°344",
    "text": "Artículo 11. Derecho a la buena administración pública. Todas las personas tienen derecho a que los órganos administrativos del Estado traten sus asuntos imparcial y equitativamente, así como a obtener resolución de sus asuntos dentro de un plazo razonable.\nEste derecho incluye en particular:\n1. El derecho a un procedimiento imparcial y objetivo.\n2. El derecho a formular peticiones a la autoridad, solicitar audiencia, tener acceso al expediente y aportar antecedentes, argumentos y pruebas antes de la finalización del procedimiento.\n3. El derecho a ser tratado con respeto y deferencia por las autoridades y funcionarios, que habrán de facilitarle a todas las personas el ejercicio de sus derechos y el cumplimiento de sus obligaciones.\n4. El derecho a una decisión administrativa debidamente fundada y a impugnar las resoluciones mediante los recursos administrativos y las acciones judiciales que establezcan la Constitución y las leyes.\n5. El derecho a que el procedimiento termine en un plazo oportuno.\nArtículo 12. Derecho al buen trato. En sus relaciones con la Administración todas las personas tendrán derecho a ser tratadas con respeto, cordialidad y objetividad.",
    "voting_result": "aprobó por unanimidad (31 votos)."
  },
  {
    "icc_id": "ICC N°251",
    "text": "Cualquier persona que sea lesionada por los organismos del Estado o sus funcionarios en ejercicio o con ocasión de su función, tendrá derecho a obtener una indemnización por los daños ocasionados por actos u omisiones atribuidas a falta de servicio.",
    "voting_result": "aprobó (27 votos a favor, 1 voto en contra y 2 abstenciones)."
  },
  {
    "icc_id": "ICC N°266",
    "text": "Toda persona tiene derecho a la reparación por parte del Estado de los daños causados en sus derechos por sus instituciones o sus agentes en el ejercicio de sus funciones, de conformidad con los principios generales de derecho que esta Constitución y el derecho internacional de los derechos humanos establece.",
    "voting_result": "aprobó (23 votos a favor, 6 en contra y 2 abstenciones)."
  },
  {
    "icc_id": "ICC N°263",
    "text": "Artículo XX. Derecho de Petición. Todas las personas o colectivos tienen derecho a presentar, en su propia lengua, individual o colectivamente, peticiones a la autoridad, pudiendo expresar problemas o solicitudes particulares o de interés general de forma adecuada, otorgando antecedentes y argumentos, presentando las situaciones que requieren del conocimiento y la acción de la autoridad, con el objeto que su petición sea atendida y, en el caso que corresponda, resuelta en la misma lengua que fue formulada.\nLa autoridad que corresponda está obligada a responder oportuna y eficientemente las peticiones efectuadas en el ejercicio de la presente garantía constitucional, en los plazos y forma que la ley determine. La infracción a este derecho dará lugar a las responsabilidades administrativas y políticas que correspondan.",
    "voting_result": "aprobó (23 votos a favor y 8 en contra, sin abstenciones)."
  }
]