[
  {
    "article": "Artículo 1",
    "text": "La finalidad del Estado es el bien común de la sociedad y sus integrantes. Es deber de los órganos del Estado, dentro del ámbito de sus competencias, respetar, asegurar, garantizar y promover el goce y ejercicio irrenunciable de los derechos fundamentales de toda persona, sin discriminación, de conformidad con los principios de universalidad, inalienabilidad, interdependencia, indivisibilidad y pro persona. Como parte de esa finalidad, el Estado propenderá activamente a suprimir los obstáculos de orden económico y social que impidan el pleno desarrollo de la persona humana. Es también deber del Estado el reconocimiento y protección de los diversos proyectos de vida personal y comunitaria que respondan a la autonomía y preferencias de los individuos y al libre y permanente desarrollo de su personalidad. El Estado reconoce y protege las distintas formas de familia que existen en la sociedad. El Estado promoverá una justa, adecuada y armónica relación de todos los sectores de la sociedad y respetará la autonomía de las organizaciones que tales sectores formen.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 1 A",
    "text": "La República de Chile es un estado plurinacional, democrático, solidario y ecológico de derechos que reconoce como valor intrínseco e irrenunciable la dignidad, así como la libertad y la promoción de la igualdad material de los seres humanos y su relación indisoluble con la naturaleza. Es deber del Estado, de las personas en general y de la sociedad en su conjunto asegurar un legado vital y cultural para las futuras generaciones, que sostenga las bases naturales de la vida, promoviendo la solidaridad intergeneracional y la comprensión de nuestra interdependencia. El Estado, a través de todas sus instituciones y poderes, promoverá la protección, restauración y conservación de la naturaleza. La promoción del bienestar de las personas, la sociedad y la naturaleza se constituye como un fin del Estado. El Estado promoverá formas de desarrollo comprensivas de este carácter coherente con la comprensión de la naturaleza como elemento esencial de ese bienestar.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 1 B",
    "text": "Organización Política de la Comunidad. Somos una comunidad, denominada Chile, formada por personas, familias y naciones, y organizada políticamente como una República independiente, democrática, ecológica, plurinacional, unitaria y descentralizada, intercultural, laica, paritaria, solidaria y comprometida con la universalidad de los derechos humanos, la paz y amistad internacionales, la autodeterminación de los pueblos, la descolonización y la integración latinoamericana.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 1 C",
    "text": "Chile es una república solidaria de personas libres e iguales. Su Estado es social y democrático de derecho. A este le corresponde remover los obstáculos que limiten, en el hecho, la libertad e igualdad de las personas, que impidan su pleno desarrollo y que obstruyan su participación efectiva y paritaria en la organización política, económica, social y cultural del país. Construir las condiciones para una vida digna es el sentido y objetivo de toda acción estatal.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 1 D",
    "text": "El Estado de Chile defiende y promueve los principios de plurinacionalidad, interculturalidad, plurilingüismo y buen vivir.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 1 E",
    "text": "Estado social, ecológico y democrático de Derecho. Chile es un Estado social, ecológico y democrático de derecho, que se funda en el trabajo y la solidaridad entre las personas. Son principios fundantes de la forma de Estado y su relación con la economía y la sociedad: el respeto a la dignidad humana, la libertad, la igualdad y no discriminación, la solidaridad, el pluralismo, la participación e inclusión, la justicia social y el buen vivir. El Estado social en su dimensión ecológica reconoce la relación indisoluble de interdependencia entre los seres humanos y la naturaleza. Corresponde al Estado y a los poderes públicos promover la corresponsabilidad social en los cuidados y generar las condiciones para la igualdad material y efectiva de las personas y de los grupos en que se integran, adoptando las medidas para remover los obstáculos que impidan o dificulten el igual goce de los derechos, la integración en la vida política, económica, social y cultural y el pleno desarrollo de todas las personas, con especial atención en grupos históricamente excluidos y desaventajados. Es deber del Estado proteger la armonía de la naturaleza y sus ecosistemas en que las personas vivimos inmersas, velar por su preservación, conservación y restauración, según corresponda. Con dicho fin, el Estado debe ejecutar en el marco del orden constitucional, todas las acciones necesarias y urgentes para garantizar un legado vital para las futuras generaciones que sostenga las bases naturales de la vida.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 1 F",
    "text": "Chile es una república democrática cuyo territorio es único e indivisible, su Estado es intercultural y se reconoce limitado por el derecho. El Estado de Chile es política y administrativamente descentralizado. Los órganos del Estado promoverán el fortalecimiento de un desarrollo equitativo y solidario entre las regiones y comunas del territorio nacional.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 2",
    "text": "Todas las personas nacen y permanecen libres e iguales en dignidad, que les es inherente, irrenunciable e inviolable, y en ella se basan derechos fundamentales que se reconocen sin excepción y hacen a las personas acreedoras a igual consideración y respeto.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 2 A",
    "text": "Las Personas y su Protección. Las personas son libres e iguales. El Estado reconoce su libertad de conciencia, el ejercicio de su autonomía individual, protege su derecho a una vida independiente y a la participación plena en la vida social, especialmente, en consideración de la niñez, la adolescencia, la vejez, el género y la discapacidad. El Estado asegura, a través de políticas específicas, la igualdad de oportunidades de: 1. La niñez, la adolescencia y la vejez... 2. Las mujeres... 3. Las personas en situación de discapacidad... 4. Las personas diversas sexo-genéricamente... 5. Las personas cuya participación en la vida social se encuentre restringida por motivos de salud.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 2 B",
    "text": "Dignidad humana y derechos. En Chile, las personas nacen y permanecen libres e iguales en dignidad y derechos. La dignidad humana es un principio esencial, primordial, intrínseco, intangible e intransable; su respeto y promoción es la base fundamental de la organización del Estado. Los derechos fundamentales son inherentes, inalienables e imprescriptibles y son el elemento esencial de la democracia. Todas las personas deben gozar de los derechos fundamentales reconocidos en esta Constitución y de los derechos humanos consagrados en los tratados internacionales de los que el Estado de Chile sea parte, así como los que emanan de los principios generales de derecho internacional, la costumbre y normas imperativas de derecho internacional, ius cogens, en las condiciones de su vigencia. Para su protección gozarán de las garantías nacionales e internacionales pertinentes. Las normas relativas a los derechos humanos se interpretarán de conformidad con esta Constitución y los tratados internacionales que rijan sobre la materia, favoreciendo en todo tiempo a las personas y su protección en el sentido más amplio. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos fundamentales y humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad y prohibición de regresividad. En consecuencia, el Estado deberá promover una formación y cultura de la esencia y conceptos de los derechos humanos que permitan su realización efectiva y prevenir, investigar, sancionar y reparar las violaciones a los derechos fundamentales y humanos, en los términos que establezca la ley.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 2 C",
    "text": "Las personas son libres e iguales en dignidad y derechos. La dignidad humana es inviolable. El Estado reconoce y ampara los más diversos proyectos de vida personales, familiares o asociativos sin otra limitación que las señaladas por la Constitución y las leyes. El Estado está al servicio de la persona y su finalidad es promover el bien común. Es deber del Estado dar protección a la población y garantizar condiciones materiales mínimas de bienestar para asegurar el derecho de todas las personas a participar con igualdad de oportunidades en la vida social. Para ello deberá adoptar medidas especiales, en favor de grupos vulnerables, promoviendo el mejoramiento sostenido y equitativo de su calidad de vida. El Estado promoverá una efectiva igualdad de derechos de todas las personas e impulsará la progresiva eliminación de las desventajas existentes. Nadie podrá ser discriminado arbitrariamente en razón de categorías como su origen, ideología, religión, creencia, discapacidad, edad, sexo, género u orientación sexual y otras similares.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 2 D",
    "text": "Dignidad humana. La dignidad humana es una condición inherente, innata e intangible que tiene toda persona de ser respetada y valorada como ser individual y social que, dotado de conciencia o razón, de espiritualidad y emocionalidad, que con sus características y condiciones particulares tiene, por el solo hecho de ser persona vinculado a su condición social y a su espacio. La dignidad es un valor y un derecho intrínseco, irrenunciable, imprescriptible, inviolable e inalienable de todo ser humano. Esta Constitución garantiza la dignidad de todas las personas que habitan la República sin diferencia de edad, condición social, situación jurídica, sexo, orientación sexual, género, identidad de género, raza, origen étnico, pueblo originario, creencia religiosa, opinión política, condición física o cualquier otra situación. El Estado protege la dignidad a través de sus órganos y mediante los procedimientos y recursos establecidos por ley para estos efectos, con pleno respeto a los derechos y garantías que esta Constitución establece. Será deber de toda persona natural o jurídica respetar y velar por la dignidad en todas sus formas.",
    "sources": [
      "39-2"
    ]
  },
  {
    "article": "Artículo 2 E",
    "text": "Desarrollo integral de la persona. La finalidad del Estado es promover el interés general de la sociedad y sus integrantes en un marco de respeto irrestricto a los derechos fundamentales. El Estado velará por el desarrollo integral de la persona, y la creación de condiciones sociales y materiales que le permitan adoptar y perseguir su propio plan de vida, tanto individual como colectivamente, en igualdad de oportunidades, y poder contribuir activamente al progreso de la comunidad y el país.",
    "sources": [
      "80-2"
    ]
  },
  {
    "article": "Artículo 2 F",
    "text": "Principio Pro Persona. Todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de conformidad con el Principio Pro Persona. Es deber del Estado en materia judicial, prevenir, investigar, sancionar y reparar las violaciones a los derechos humanos, en los términos que establezca la ley; como también dicho principio deberá ser el elemento rector al momento del diseño, aplicación, ejecución y evaluación de toda política pública que se aplique a los habitantes del país, en los términos que establezcan la ley y los tratados internacionales sobre derechos humanos vigentes y ratificados por Chile.",
    "sources": [
      "862-2"
    ]
  },
  {
    "article": "Artículo 2 G",
    "text": "El Estado está al servicio de la Persona Humana. Los órganos del Estado deberán adecuarse a las particularidades del individuo y de la cultura de los Pueblos/ Naciones a los cuales pertenecen, respetando su lengua, su cultura y sus condiciones geográficas. La ley dispondrá los elementos básicos para que cada servicio atienda las características particulares de sus usuarios en tanto pertenecientes a los Pueblos/Naciones originarios.",
    "sources": [
      "Iniciativa Popular Indígena 19-2"
    ]
  },
  {
    "article": "Artículo 2 H",
    "text": "La sociedad reconoce el valor de todas las personas y su existencia es para el socorro mutuo y la donación gratuita, es decir, el ejercicio de la solidaridad en todas las escalas y relaciones sociales. El Estado, como herramienta de la sociedad y estructura en servicio de la persona humana, tiene el deber de promover el Desarrollo Humano Integral de todas las personas, en particular aquellas que son excluidas de hecho por su origen social, nacional, etario, pertenencia a una nación indígena o pueblo prexistente al Estado, genero, sexualidad, neurodiversidad, condición, relación filial afectiva y cualquier otra. La Constitución Política de la República reconoce que personas en situación de calle son personas que han sido dejadas de lado históricamente por el Estado y la comunidad política; así es deber del Estado rectificar esta situación y desarrollar en todas sus políticas públicas desde la legislación y la administración considerar a las personas en situación de calle, para progresivamente rehabilitarlos, incluirlos y reintegrarlos efectivamente a la vida económica, social, cultural, espiritual y política del país.",
    "sources": [
      "538-2"
    ]
  },
  {
    "article": "Artículo 3",
    "text": "La soberanía reside en el pueblo y se ejerce directamente por este y de manera representativa por diversas autoridades, de conformidad a la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos humanos. Es deber de los órganos del Estado y de todas las personas y organizaciones respetar, cumplir y promover los derechos y principios establecidos por esta Constitución y por tratados y normas internacionales vigentes que obliguen a Chile. Las disposiciones sobre derechos humanos contenidas en tratados internacionales de los que Chile es parte tienen jerarquía constitucional. Sin perjuicio de la universalidad de los derechos humanos, la Constitución garantiza también derechos de personas que se encuentran en situación de vulnerabilidad o condición de discapacidad y que tienen dificultades para el ejercicio de los derechos fundamentales comunes a todos.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 3 A",
    "text": "Soberanía y determinación de los pueblos. La soberanía es la fuente de todo poder político legítimo y reside en los pueblos que conforman el Estado. Ningún individuo o grupo puede arrogarse la representación del poder y de la soberanía. El Estado tiene el deber ineludible de garantizar los derechos humanos y de la naturaleza, promoviendo su protección, educación y promoción en consonancia con los tratados internacionales ratificados por Chile y que se encuentren vigentes, transformándose en una característica distintiva del actuar del Estado, permeando de este modo hacia todos los derechos fundamentales, las instituciones y autoridades reconocidas en la presente Constitución.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 3 B",
    "text": "Soberanía Popular y Fin General del Estado. Nuestro Estado se rige por la voluntad popular, garantiza la dignidad, libertad e igualdad de las personas, las familias y las naciones, se orienta por el interés general de la comunidad y persigue eliminar desventajas, discriminaciones y abusos. El Estado chileno es social y democrático de derechos.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 3 C",
    "text": "Soberanía popular. La soberanía reside en el pueblo de Chile, compuesto por las diferentes naciones que integran el Estado. La soberanía popular es la fuente de todo poder político legítimo y es ejercida por las personas, a través de las elecciones periódicas, referéndums, revocatorias y demás formas de participación directa, previstas en la Constitución y la ley, destinadas a la materialización de la voluntad política del Estado. El ejercicio de la soberanía reconoce como límite el respeto a los derechos establecidos en esta Constitución. El Estado de Chile asume un compromiso reforzado con los tratados del derecho internacional de los derechos humanos ratificados y vigentes. Es deber del Estado respetar, promover y conciliar tales derechos con lo dispuesto en esta Constitución. Tienen jerarquía constitucional y se entienden complementarios e integrantes de los derechos y garantías contemplados en esta Constitución: la Convención Americana sobre Derechos Humanos... [lista de tratados].",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 3 D",
    "text": "La soberanía reside exclusivamente en el pueblo, del cual emana el poder público. Su ejercicio se realiza a través de plebiscitos y elecciones periódicas y, también, por las autoridades que esta Constitución establece. Ningún sector del pueblo ni individuo alguno puede atribuirse su ejercicio. Las personas tienen el derecho a participar en los asuntos públicos y de los mecanismos representativos y de participación ciudadana consagrados en la Constitución y las leyes. El ejercicio de la soberanía reconoce como límite el respeto a los derechos humanos. Es deber de los órganos del Estado y de todas las personas y organizaciones respetar y promover tales derechos, garantizados por esta Constitución, así como por los tratados internacionales ratificados por Chile y que se encuentren vigentes.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 3 E",
    "text": "Todo poder público pertenece al pueblo, quien, en la diversidad de sus naciones, lo ejerce democráticamente en la forma y con los límites dispuestos en esta Constitución.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 3 F",
    "text": "De la Soberanía. El ejercicio de la soberanía reconoce como limitación los derechos humanos en cuanto atributos que derivan de la dignidad humana.",
    "sources": [
      "526-2"
    ]
  },
  {
    "article": "Artículo 3 G",
    "text": "El poder y soberanía reside en los Pueblos que componen Chile.",
    "sources": [
      "Iniciativas Populares Indígenas 21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 3 H",
    "text": "La Soberanía reside en el pueblo Chileno y los Pueblos Originarios o Naciones pre-existentes.",
    "sources": [
      "Iniciativa Popular Indígena 201-2"
    ]
  },
  {
    "article": "Artículo 4",
    "text": "Chile reconoce su plurinacionalidad y, dentro de su unidad soberana e indivisibilidad territorial, confirma la existencia de pueblos indígenas que tienen derecho a sus culturas, tradiciones, lenguas, educación, organización, autoridades, instituciones, tierra y recursos naturales, en la forma que determinen esta Constitución y las leyes, a las que deberán ajustarse las políticas públicas tanto nacionales como regionales y comunales. La autonomía política y jurisdiccional indígena que la ley establezca no afectará a los derechos humanos ni a la integridad e indivisibilidad del Estado de Chile. Esta Constitución garantiza la representación política de tales pueblos en el Congreso Nacional, como también en los gobiernos regionales y comunales en que dichos pueblos se encuentran mayormente asentados, en proporción a su población.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 4 A",
    "text": "Plurinacionalidad. El Estado de Chile es Plurinacional y se conforma por las naciones preexistentes Mapuche, Aymara, Quechua, Chango, Colla, Lickan Antay, Diaguita, Rapa Nui, Kawésqar, Yagan, Selknam, la nación Chilena y el pueblo tribal afrodescendiente. La Constitución reconoce a las naciones preexistentes los derechos a la libre determinación, autonomía, el especial vínculo con la tierra y el territorio, sistema jurídico propio, la igual participación en la distribución del poder y sus derechos individuales y colectivos conforme a la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y tratados internacionales de los derechos humanos ratificados por Chile y que se encuentren vigentes. Las naciones preexistentes podrán ejercer el derecho a la libre determinación a través del autogobierno en sus asuntos internos. Es deber del Estado promover el ejercicio de este derecho en los distintos poderes públicos, velando por su efectiva participación política fundado en el principio de igualdad y no discriminación. Es deber del Estado promover la interculturalidad entre las naciones que esta Constitución reconoce, instando al diálogo y participación de todas estas y la ciudadanía como miembros del Estado Plurinacional.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 4 B",
    "text": "Plurinacionalidad. La República de Chile es plurinacional. El Estado reconoce que la comunidad chilena se conforma por las naciones indígenas, por el pueblo tribal afrodescendiente y por la nación chilena.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 4 C",
    "text": "Estado plurinacional. Chile es un Estado plurinacional. El Estado reconoce la preexistencia, cultura y diversidad de los pueblos y naciones, indígenas preexistentes al Estado que habitan su territorio. Corresponde al Estado, en conjunto con los pueblos y naciones indígenas, promover y garantizar el pleno ejercicio de los derechos colectivos de estos pueblos, garantizando la protección de sus territorios, promover sus identidades, lenguas, tradiciones, culturas, creencias religiosas, así como las formas de trabajo de las tierras que le son propias. La libre determinación de los pueblos y naciones indígenas comprende el derecho a la autonomía para establecer sus propias autoridades y administrar sus asuntos internos, así como la persecución de su propio desarrollo económico, social y cultural en el marco de la unidad del ordenamiento estatal. La libre determinación de los pueblos indígenas en el Estado no podrá quebrantar o menoscabar, total o parcialmente, la integridad territorial y la unidad política del Estado.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 4 D",
    "text": "El Estado reconoce que los pueblos indígenas de Chile son los descendientes de las agrupaciones humanas que existen en el territorio nacional desde tiempos precolombinos y se obliga a respetar, proteger y promover sus derechos, identidades, culturas y particularidades propias, sin otro límite que el respeto a la Constitución, las leyes y los derechos de terceros. Todo habitante de la república debe respeto a Chile, a sus emblemas nacionales y a los emblemas de los pueblos indígenas. El castellano es el idioma oficial de Chile. Los idiomas indígenas son idiomas oficiales de las relaciones interculturales entre el Estado, los pueblos indígenas y la sociedad en su conjunto. El Estado promoverá el diálogo intercultural en sus múltiples dimensiones en un marco de unidad nacional.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 4 E",
    "text": "La Plurinacionalidad se origina en la existencia de diversos pueblos y naciones indígenas preexistentes al Estado que coexisten con el pueblo chileno, conformando una gran comunidad política que integra a los primeros con igual participación en la distribución del poder, con respeto de su libre determinación y demás derechos colectivos, su vínculo con la tierra y sus territorios en todas sus dimensiones, sus instituciones y formas de organización, su pensamiento filosófico, culturas, lenguas y prácticas que emanan de su derecho propio. Corresponde al Estado, en colaboración con los pueblos y naciones indígenas preexistentes, promover y garantizar el ejercicio eficaz de sus derechos individuales y colectivos y la no discriminación de estos, a fin de superar la marginación y menoscabo padecido históricamente. La plurinacionalidad reconoce la solidaridad entre los pueblos y naciones que conforman el Estado Plurinacional.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 4 F",
    "text": "Chile es un Estado Plurinacional. Dentro de su territorio coexisten diversas identidades nacionales, pueblos indígenas y tribales afrodescendientes. La Constitución debe garantizar la justicia, las libertades individuales y colectivas, el respeto, la solidaridad, la interculturalidad y el desarrollo equitativo de todos los territorios, comunidades y las culturas de sus diversas naciones, pueblos indígenas y del pueblo tribal afrodescendiente, los que en la unidad de su diversidad conforman la República de Chile.",
    "sources": [
      "670-2"
    ]
  },
  {
    "article": "Artículo 4 G",
    "text": "Chile es un estado plurinacional, social, democrático y solidario de derechos, intercultural, plurilingüe, descentralizado y con autonomías indígenas. La soberanía reside en el pueblo de Chile y en los pueblos y naciones indígenas preexistentes. La protección de los derechos humanos individuales y colectivos es el fundamento de esta Constitución y de toda la actividad pública, que estará guiada por el pleno respeto y garantía de estos. El ejercicio del poder se organizará conforme a las figuras de democracia directa, representativa, comunitaria y participativa, con base en los principios de interés social y servicio público.",
    "sources": [
      "Iniciativa Popular Indígena 63-1"
    ]
  },
  {
    "article": "Artículo 4 H",
    "text": "PRINCIPIO DE LA PLURINACIONALIDAD: Se reconoce la Plurinacionalidad como principio constitucional. La plurinacionalidad consiste en la convivencia en términos de pleno respeto e igualdad entre los pueblos y naciones que cohabitan en el territorio del Estado, incluidas sus diversas expresiones e instituciones políticas, sociales, culturales, lingüísticas, económicas, jurídicas y epistémicas, en ejercicio de sus derechos a la libre determinación y autonomía dentro del Estado.",
    "sources": [
      "Iniciativa Popular Indígena 18-2"
    ]
  },
  {
    "article": "Artículo 4 I",
    "text": "El estado reconoce la relación intrínseca que tiene la identidad de los pueblos y naciones indígenas con la naturaleza y sus ecosistemas presente en sus territorios indígenas, resguardando su espiritualidad, instituciones tradicionales y su derecho propio. El estado en consulta con los pueblo y naciones indígenas garantizan la incidencia en todo instrumento de planificación y desarrollo territorial rural indígena.",
    "sources": [
      "Iniciativa Popular Indígena 96-5"
    ]
  },
  {
    "article": "Artículo 4 J",
    "text": "Principio de autoidentificación de la calidad indígena bajo estándares internacionales. Que, se reconozca constitucionalmente a los pueblos y naciones indígenas y que la acreditación de indígenas miembros de tales pueblos o naciones se efectúe con la siguiente autonomía: A.- Los pueblos y naciones constitucionalmente reconocidos podrán asimismo reconocer a sus miembros sin la interferencia de instituciones del Estado... B.- Que para los pueblos o naciones que mantengan troncos familiares con al menos un apellido indígena se mantenga la calidad indígena a toda la descendencia sin mayores Trámites... C.- Que aquellos indígenas que hayan sido acreditados como tales de conformidad a la ley 19.253, será suficiente aquello para acreditar a su descendencia... D.- Y en todo caso, se respetará el derecho a la autoidentificación con algún pueblo o nación, o con más de uno, no importando el grado de consanguinidad o territorial.",
    "sources": [
      "Iniciativa Popular Indígena 141-2"
    ]
  },
  {
    "article": "Artículo 4 K",
    "text": "Principio de relación del Estado con los pueblos originarios o naciones pre-existentes. La Constitución establece como principios formativos de la relación del Estado con los Pueblos Originarios o Naciones Preexistentes el reconocimiento de estos, la restitución, reparación y la no repetición, entendiéndose por tal, a lo menos, el derecho a la tierra, el territorio, sus aguas, y la no repetición de las diversas prácticas de genocidio sufridas por los pueblos originarios o naciones pre-existentes a lo largo de la construcción del Estado Chileno.",
    "sources": [
      "Iniciativa Popular Indígena 201-2"
    ]
  },
  {
    "article": "Artículo 4 L",
    "text": "Reconocimiento constitucional de los pueblos o naciones pre-existentes. Chile es un Estado Plurinacional, diverso, democrático e intercultural.",
    "sources": [
      "Iniciativa Popular Indígena 201-2"
    ]
  },
  {
    "article": "Artículo 5",
    "text": "La República de Chile es un Estado social y democrático de derecho. Su democracia representativa es complementada con las modalidades de democracia directa y participativa que se establecen y regulan en la Constitución y las leyes.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 5 A",
    "text": "Democracia. La democracia será participativa y transparente, reconociendo el rol de las personas en las decisiones políticas de sus territorios y comunidades, favoreciendo los mecanismos de democracia directa. Se basa en la libre formación de la opinión y se ejerce de manera directa por los pueblos, sus comunidades y mediante sus representantes.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 5 B",
    "text": "Democracia. La República de Chile es democrática. La dignidad, libertad e igualdad de personas, familias y naciones se realiza en el bienestar general y en el ejercicio de la democracia. La comunidad ejerce su soberanía mediante las elecciones, los plebiscitos, la iniciativa popular de ley o de reforma constitucional, la revocación de mandatos, los referémdums o consultas, consulta indígena, y cabildos.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 5 C",
    "text": "República democrática, representativa, participativa, paritaria y plurinacional. Chile es una República Democrática. Su carácter es de esencia representativa, participativa, paritaria y plurinacional, basada en la libertad e igualdad civil, política y social de todas las personas que la integran. La República deberá asegurar la prevalencia del interés general, el carácter electivo de los cargos de representación política, con alternancia y responsabilidad de quienes detentan el poder. Las personas podrán participar en las decisiones públicas a través de los mecanismos y en las formas que lo defina esta Constitución y la ley. La República se fundará en una representación política paritaria y plurinacional con asientos reservados para la representación de pueblos indígenas.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 5 D",
    "text": "La Constitución garantiza el pluralismo político y el compromiso del sistema democrático contra la violencia; sea política o de cualquier otra naturaleza.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 5 E",
    "text": "La democracia participativa se basa en la libre formación de la opinión y se ejerce de manera directa por el pueblo y mediante representantes. El sufragio será universal, igualitario, personal, informado, secreto y periódico. Es deber del Estado asegurar que las específicas condiciones materiales de los ciudadanos no sean obstáculos para su participación. La actividad política organizada contribuye a la expresión de la voluntad popular y su funcionamiento respetará los principios de independencia, unidad de las naciones, probidad y democracia interna. La ley fijará las normas que regulan la intervención de dicha actividad en la generación de los poderes públicos.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 5 F",
    "text": "Del derecho a la participación. Se reconoce el derecho de participación en la toma de decisiones públicas de carácter vinculante. Esta participación comprende la incidencia en la planificación socio-ecosistémica, la realización de observaciones y su debida integración al proceso de toma de decisión pública, y los procedimientos adecuados, pertinentes y oportunos para ejercer este derecho, así como la vinculación de dicha participación a la decisión final sobre los componentes ambientales y la Naturaleza.",
    "sources": [
      "788-2"
    ]
  },
  {
    "article": "Artículo 5 G",
    "text": "La participación en la toma de decisiones también es un principio que debe guiar el actuar de los órganos competentes del Estado para la toma de decisiones en materia ambiental y que afecten los componentes de la Naturaleza.",
    "sources": [
      "788-2"
    ]
  },
  {
    "article": "Artículo 5 H",
    "text": "El deber del Estado asegurar una participación previa de los habitantes del territorio, que contemple plazos razonables y suficientes para informar al público, una toma de decisión conjunta entre participantes y tomadores de decisión. Esta decisión conjunta se aplicará de manera general a las materias ambientales, climáticas y su gobernanza, así como a las autorizaciones, revisiones y actualizaciones que se desarrollen por medio de una evaluación ambiental, así como a la autorización de proyectos y actividades específicas, y en general a cualquier asunto de interés público, como por ejemplo el ordenamiento territorial, la elaboración de políticas, estrategias, planes, programas, normas y reglamentos para los componentes naturales.",
    "sources": [
      "788-2"
    ]
  },
  {
    "article": "Artículo 5 I",
    "text": "Una vez adoptada una decisión con los mecanismos para desarrollar la participación pública, dicha decisión será informada y difundida, con sus motivos y fundamentos, asegurando la publicidad y accesibilidad de la decisión y sus antecedentes, así como el modo en que las observaciones públicas son incorporadas a la decisión. Esta información deberá ser difundida por medio apropiados, considerando a los grupos más vulnerables y la pertinencia cultural para asegurar la máxima difusión de las decisiones.",
    "sources": [
      "788-2"
    ]
  },
  {
    "article": "Artículo 5 J",
    "text": "Principio de Participación Ciudadana Ambiental. En la toma de decisiones estatales que puedan tener efectos sobre el medio ambiente, se procurará la participación de todas las personas interesadas. El Estado deberá garantizar un adecuado acceso a la información sobre el medio ambiente de que dispongan las autoridades públicas, incluida aquella sobre los materiales y actividades que representen un peligro en sus comunidades, así como la oportunidad de participar de forma incidente en los procesos de adopción de decisiones.",
    "sources": [
      "672-2"
    ]
  },
  {
    "article": "Artículo 5 K",
    "text": "PARTICIPACIÓN SOCIAL. Las Juntas de Vecinos, Sindicatos, Cooperativas y demás organizaciones sociales mediante las cuales el pueblo participa en la solución de sus problemas y colabora en la gestión de los servicios del Estado, estarán dotadas de independencia y libertad para el desempeño de las funciones que por la ley les correspondan y para generar democráticamente sus organismos directivos y representantes. Los sindicatos y las organizaciones sindicales deben tener participación vinculante en la organización del trabajo, a nivel de la producción y reproducción de la vida, y en todos los niveles institucionales del ejercicio de la democracia. El Estado promoverá el derecho a participar activamente en la vida social, cultural, cívica, sindical, política y económica con el objeto de lograr el pleno desarrollo de la persona humana y su incorporación efectiva a la comunidad nacional. El Estado eliminará todo obstáculo que limite la libertad e igualdad de las personas y grupos, garantizando y promoviendo el acceso a todos los niveles de educación, cultura y a los servicios necesarios para tales objetivos, a través de los sistemas e instituciones establecidos en la Ley. Será deber del Estado incentivar la reflexión y facilitar una mejor comprensión de la realidad social, fortalecer las habilidades que permitan participar más activamente en la vida cívica, así como promover normas y valores, tales como la pluralidad, la diversidad y la participación, considerados elementos claves de la convivencia democrática en la vida moderna.",
    "sources": [
      "362-2"
    ]
  },
  {
    "article": "Artículo 6",
    "text": "Chile reconoce y promueve la igualdad sustantiva entre las personas, y, por ende, entre hombres y mujeres, y prohíbe toda forma de discriminación entre ellas. Reconoce también las distintas identidades de género y las diversas orientaciones sexuales de las personas y prohíbe igualmente cualquier forma de discriminación a su respecto. Es deber del Estado promover esta igualdad, adoptando las medidas legislativas y administrativas para eliminar toda discriminación que la afecte.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 6 A",
    "text": "Paridad. La República de Chile es paritaria. El Estado reconoce las desventajas que recaen sobre la mujer, y promueve políticas para corregirlas. Los cuerpos colegiados de sus órganos, tanto los electos como los no electos, son paritarios.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 6 B",
    "text": "Fines del Estado. Son fines primordiales del Estado: 1) Respetar, promover y garantizar sin discriminación el goce efectivo de los derechos fundamentales y humanos... 2) Resguardar la soberanía y territorios nacionales... 3) Velar por las familias... 4) Proteger y promover las manifestaciones culturales del país. 5) Garantizar la no discriminación de las personas migrantes... 6) Promover y garantizar la participación de toda la sociedad civil... 7) Prevenir los riesgos y daños en la naturaleza y sus ecosistemas derivados de la actividad productiva.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 6 C",
    "text": "Está prohibida cualquier forma de discriminación. El Estado adoptará las medidas necesarias para lograr, respetando la diversidad, la inclusión social de personas y grupos sometidos a patrones históricos de exclusión. Leyes, reglamentos, usos y prácticas que constituyan discriminación contra la mujer son contrarios a esta Constitución y quedarán inmediatamente abolidos. El Estado acelerará la igualdad de facto entre mujeres y hombres y corregirá las asimetrías que subyacen a la desigualdad de género. El Estado reconoce a las familias con independencia de los lazos consanguíneos y filiativos de las personas que la componen, protege su bienestar e intimidad, y procura que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 6 D",
    "text": "Principio de Antirracismo. El Estado de Chile debe prevenir, eliminar, prohibir y sancionar, los actos y manifestaciones de racismo, discriminación racial y formas conexas de intolerancia, promoviendo la erradicación del racismo en distintos ámbitos de la vida nacional.",
    "sources": [
      "683-2"
    ]
  },
  {
    "article": "Artículo 6 E",
    "text": "Queda prohibido cualquier forma de racismo y colonización.",
    "sources": [
      "Iniciativas Populares Indígenas 21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 6 F",
    "text": "Es deber del Estado garantizar el principio de igualdad sustantiva mediante el enfoque interseccional, especialmente en casos de discriminación bajo múltiples causales por razones de sexo, identidad de género, orientación sexual, origen étnico, idioma, identidad cultural, situación de discapacidad, condición socio económica, enfermedad, condición migratoria, u otras categorías sospechosas, que amenacen o tengan como resultado la afectación de sus derechos.",
    "sources": [
      "760-2"
    ]
  },
  {
    "article": "Artículo 6 G",
    "text": "Todos los órganos del Estado deben incorporar la perspectiva interseccional en el diseño, planificación, ejecución y evaluación de políticas públicas y en la administración de justicia.",
    "sources": [
      "760-2"
    ]
  },
  {
    "article": "Artículo 6 H",
    "text": "Principio de Interseccionalidad. El Estado de Chile debe abordar las desigualdades históricas a través de una perspectiva interseccional, con el fin de comprender las múltiples causas de opresión como sexo, raza, clase, territorialidad, entre otras, que generan diversas brechas dependiendo de las categorías sospechosas de discriminación por la cual atraviesen las personas o colectividades. Con el fin de alcanzar una igualdad sustantiva en el desarrollo de la vida nacional.",
    "sources": [
      "683-2"
    ]
  },
  {
    "article": "Artículo 7",
    "text": "Familias. Las familias serán protegidas y reconocidas en todas sus diversas formas, sus expresiones y modos de vida. El Estado debe garantizar a las familias una vida digna que les permita el buen vivir a partir de sus cosmovisiones particulares. Tendrá como especial deber, el interés superior de niños, niñas y adolescentes, dotándola de autonomía progresiva y garantizándoles todos sus derechos.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 7 A",
    "text": "Las Familias y su Diversidad. Las familias son comunidades fundadas en el afecto, el respeto y una convivencia libre de violencia. El Estado reconoce sus diversas manifestaciones, independientemente de los lazos consanguíneos y filiativos, protege su bienestar y su intimidad, y procura que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 7 B",
    "text": "El Estado reconoce y protege las diversas configuraciones de comunidades y familias como formas de organización de la sociedad con el fin de garantizar las condiciones que permitan la realización personal, el cuidado y afecto de todos sus integrantes. Su configuración no se restringirá a los lazos consanguíneos o filiativos que ellas tengan ni hará distinciones según la orientación sexual o identidad de género de sus integrantes. Toda persona tiene derecho a constituir e integrar una comunidad o familia y a establecer vínculos jurídicos o de hechos de acuerdo con sus propias convicciones y cosmovisiones en base al libre consentimiento de conformidad a la ley. La ley creará los organismos y servicios apropiados para la integración, bienestar y desarrollo de las comunidades y familias.",
    "sources": [
      "545-2"
    ]
  },
  {
    "article": "Artículo 7 C",
    "text": "Las relaciones familiares se basan en la igualdad de derechos y deberes de las personas mayores de edad que la integran y en el respeto recíproco entre todos sus integrantes. Cualquier forma de violencia en la familia será sancionada conforme a la ley.",
    "sources": [
      "831-2"
    ]
  },
  {
    "article": "Artículo 7 D",
    "text": "El Estado no podrá discriminar entre distintos tipos de familia.",
    "sources": [
      "831-2"
    ]
  },
  {
    "article": "Artículo 7 E",
    "text": "Es deber del Estado reconocer a las comunidades, dentro de éstas, las diversas manifestaciones y formas de familia que lo integran, no restringiéndose a los lazos consanguíneos y filiativos que ellas tengan. El Estado protege y respeta a estas comunidades, y garantiza las condiciones necesarias para que éstas puedan desarrollarse, respetando los derechos y principios reconocidos en esta Constitución.",
    "sources": [
      "Iniciativa Popular 40-2"
    ]
  },
  {
    "article": "Artículo 8",
    "text": "Chile es un Estado política, administrativa y fiscalmente descentralizado, de acuerdo a lo que disponen la Constitución y las leyes, y propenderá a una relación de colaboración entre los territorios y al desarrollo equitativo, solidario y armónico de estos.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 8 A",
    "text": "Estado regional. Chile es un Estado Regional, conformado por entidades territoriales autónomas en un marco de equidad y solidaridad entre todas ellas, preservando la unidad e integridad del Estado y en donde las regiones de manera autónoma, poseen plenas atribuciones para estructurar política, administrativa y económicamente sus territorios. Es deber del Estado dotar de todas las instituciones, mecanismos y recursos necesarios para llevar a cabo la materialización de esta condición del Estado. Además deberá promover un desarrollo armónico, adecuado, solidario y justo entre las diversas entidades territoriales, atendiendo especialmente a aquellas ubicadas en territorios insulares y zonas extremas. El Estado se organiza territorialmente en regiones autónomas, comunas, territorios insulares, territorios indígenas y territorios especiales.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 8 B",
    "text": "Unidad y Descentralización. La República de Chile es unitaria y descentralizada. La comunidad es una y se encuentra distribuida en diversos territorios. El Estado asegura que las garantías constitucionales se realicen independientemente de la ubicación geográfica, reconoce la voluntad popular a escala local y regional, y el derecho a una participación local y regional equitativa en el goce de los recursos fiscales, promueve el desarrollo regional y local, el trabajo colaborativo de personas, familias, naciones y autoridades locales, regionales y centrales, y la solidaridad entre regiones, y protege la cultura rural y urbana, la memoria histórica de los territorios, el patrimonio material e inmaterial, la producción tradicional y artística, y la riqueza natural, a escala local y regional.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 8 C",
    "text": "Estado regional. Chile se organiza territorialmente como un Estado regional. La administración del Estado será funcional y territorialmente descentralizada y desconcentrada y deberá actuar de conformidad con los principios de autonomía territorial, descentralización, solidaridad interregional, equidad territorial y coordinación. Los órganos del Estado promoverán el fortalecimiento de todas las regiones del país, propendiendo al desarrollo integral, solidario y ambientalmente sustentable. Corresponde al Estado promover la participación de la ciudadanía a nivel regional y local en las decisiones de cada región del país. La Constitución y la ley determinarán lo relativo a la organización política y territorial del Estado.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 8 D",
    "text": "El Estado será laico, se organizará de forma paritaria y promoverá su más amplia descentralización. Un desarrollo territorial integral, solidario y equitativo fundará su organización y funcionamiento. Las prestaciones de servicio público serán universales, eficaces, oportunas y se distribuirán haciendo efectivo el reconocimiento e igualdad de la ciudadanía y el cumplimiento de los derechos sociales.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 9",
    "text": "La especie humana es parte de la naturaleza y es deber del Estado, de la sociedad y de toda persona proteger el ecosistema, su biodiversidad, el medio ambiente, el patrimonio natural y cultural del país, y promover acciones contra las causas y los efectos del cambio climático. Es también obligación del Estado promover el desarrollo tecnológico y digital.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 9 A",
    "text": "Principio del Buen Vivir. El Estado asume y promueve como principio ético-moral el Buen Vivir, fundamento de los pueblos originarios que habitan el territorio de Chile... El Buen Vivir significa la valoración y respeto de todas las formas de vida de manera interdependiente y en equilibrio... Para desarrollar el Buen Vivir el Estado asume una nueva forma de convivencia, en diversidad, armonía y respeto con la Naturaleza. Esta convivencia se sustenta en los valores de unidad, igualdad, inclusión, solidaridad, reciprocidad, respeto, complementariedad, colaboración, armonía, equilibrio, equidad de género, bienestar común, responsabilidad, justicia social, redistribución de los bienes sociales y del poder. Principios del Buen vivir respecto del Estado. El Estado definirá planes y programas económicos, sociales y ambientales para la implementación del Buen Vivir. En el desarrollo de estos planes los diversos pueblos de Chile serán los protagonistas de su formulación y evaluación...",
    "sources": [
      "54-2"
    ]
  },
  {
    "article": "Artículo 9 B",
    "text": "Principio de Acción Climática Justa. Chile y sus pueblos se comprometen en la lucha contra el cambio climático. Es deber del Estado asegurar el buen vivir de las generaciones presentes y futuras, y avanzar de manera sostenida en la prevención y reducción de los riesgos provocados por el cambio climático, la transformación, la transición justa, y la restauración de los equilibrios ecosistémicos... La protección de la Naturaleza, de la biodiversidad y sus ciclos, son asuntos de orden público y de seguridad nacional, que comprometen la acción conjunta del Estado y la sociedad en general.",
    "sources": [
      "55-2"
    ]
  },
  {
    "article": "Artículo 9 C",
    "text": "Principio de eco dependencia e inter dependencia. El Estado reconoce que todos los seres vivos, incluyendo a la humanidad, somos eco dependientes entre sí formando una red de vida planetaria. Es deber del Estado y de todas las personas proteger esta red de vida sobre la cual descansa nuestra propia subsistencia y bienestar... La interdependencia y ecodependencia son rasgos esenciales de la existencia, por lo que el Estado y sus instituciones, en conjunto con las personas y comunidades deben velar por mantener una relación armoniosa basada en la colaboración, implementando medidas de protección y preservación de la Naturaleza y del tejido social, considerando el bienestar de las generaciones presentes y futuras.",
    "sources": [
      "56-2"
    ]
  },
  {
    "article": "Artículo 9 D",
    "text": "Ecología. La República de Chile es ecológica. El Estado reconoce la pertenencia de la comunidad a la naturaleza y la dependencia del bienestar de personas, familias y naciones respecto de ella, asegura la protección, restauración y conservación de los seres orgánicos e inorgánicos y el goce de las riquezas naturales y de los bienes comunes de las generaciones futuras.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 9 E",
    "text": "El Estado promoverá el Buen vivir como principio primordial de sus actuaciones. Concibe a la tierra como un ser vivo, y a los seres humanos como sus hijos, propende a relaciones de reciprocidad, complementariedad y dualidad entre ella y los seres que la habitan, humanos y no humanos, tangibles e intangibles. El Estado, en el marco de su competencia, promoverá la relación de equilibrio, el respeto y la interdependencia entre las personas y la naturaleza, propendiendo a la dignidad de las personas, los pueblos y la naturaleza en su conjunto. El buen vivir asume los nombres de kvme mogen en lengua mapuche, suma qamaña en aymara, sumak kawsay en quechua, ckaya Ckausatur en ckunsa, Mo ora riva riva en rapa nui.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 9 F",
    "text": "Del Principio Precautorio. Es deber del Estado custodiar el medio ambiente, la biodiversidad de los ecosistemas y la salud pública de quienes los habitan, estableciendo para ello políticas públicas concretas y eficientes que cumplan con este fin. El Estado actuará en forma precautoria cuando existan riesgos de daños graves o irreversibles... La identificación de tales riesgos y la adopción de las medidas relacionadas con este principio deberán basarse en la mejor información científica disponible, incluyendo los conocimientos tradicionales de los Pueblos Indígenas y de las comunidades locales. Para ello, el Estado debe asegurar la participación pública, informada, y efectiva de dichas comunidades y sus miembros...",
    "sources": [
      "123-2",
      "282-2"
    ]
  },
  {
    "article": "Artículo 9 G",
    "text": "Principio de responsabilidad. Quien dañe el medio ambiente tendrá el deber de repararlo, sin perjuicio de cumplir con las sanciones administrativas, penales y civiles que correspondan en conformidad a la constitución y las leyes.",
    "sources": [
      "672-2"
    ]
  },
  {
    "article": "Artículo 9 H",
    "text": "Principio de Evaluación Integral. Es obligación del Estado atender las fuentes de los impactos ambientales en forma anticipada e integrada. El Estado no podrá autorizar la evaluación ambiental separada de proyectos cuando estos se vinculen a una misma actividad y, además, debe considerar los impactos de los demás proyectos o actividades que operen a su alrededor.",
    "sources": [
      "672-2"
    ]
  },
  {
    "article": "Artículo 9 I",
    "text": "Principios de acceso a la Justicia Ambiental. El Estado resguardará que toda persona pueda acceder y actuar de forma amplia ante la justicia y la administración para el resguardo de sus derechos ambientales o de la Naturaleza. Los órganos del Estado al momento de adoptar sus decisiones deberán interpretar las normas vigentes de la forma más favorable a la protección del medio ambiente.",
    "sources": [
      "672-2"
    ]
  },
  {
    "article": "Art. 9 J",
    "text": "Principio precautorio. El Estado debe actuar conforme al principio precautorio, adoptando medidas eficaces y oportunas para evitar que se concrete un daño ambiental. No podrán utilizarse como argumentos para negar la adopción de medidas eficaces para resguardar el medio ambiente, la falta de certeza científica, ni los costos para impedir su degradación.",
    "sources": [
      "672-2"
    ]
  },
  {
    "article": "Art. 9 L",
    "text": "Principio de no regresión. Las actuaciones del Estado no podrán retroceder en la protección de los derechos ambientales de las personas y de la Naturaleza.",
    "sources": [
      "672-2"
    ]
  },
  {
    "article": "Artículo 9 M",
    "text": "Chile es un país oceánico. Es deber del Estado la conservación de los ecosistemas marinos y costeros continentales, insulares y antárticos. El Estado reconoce y da especial protección a las formas de relación de los pueblos originarios y comunidades costeras, y su cultura de relación armónica con el maritorio, garantizando que se respeten y promuevan sus usos consuetudinarios y locales.",
    "sources": [
      "761-2"
    ]
  },
  {
    "article": "Artículo 9 N",
    "text": "Principio de Perspectiva Socioecológica. Marco de trabajo orientado a la acción comprendiendo el vínculo entre la humanidad y la Naturaleza. Reconoce las bases fundamentales de la interconexión, intercambio e interdependencia entre los procesos sociales, los ciclos de la Naturaleza y sus procesos evolutivos, mediante la necesaria interdisciplinariedad en el entendimiento de los sistemas sociales insertos en los ecosistemas, permitiendo compatibilizar el ejercicio pleno de los derechos de la Naturaleza con los Derechos Humanos. El Estado deberá actuar en base al reconocimiento de los impactos de los procesos sociales y culturales sobre la Naturaleza, a la vez que de la dependencia de estos procesos con las condiciones y ciclos de esta última, considerando su influencia mutua en sus distintos órdenes de magnitud.",
    "sources": [
      "809-2"
    ]
  },
  {
    "article": "Artículo 9 Ñ",
    "text": "Chile es un Estado Ecológico de Derecho. Reconoce la interdependencia de la humanidad con la Naturaleza y los derechos de esta última, junto con los principios preventivo, precautorio, ecocéntrico, de no regresión y otros reconocidos por esta constitución y las leyes. El Estado y la sociedad tienen el deber de proteger y respetar, coordinada y eficazmente, la Naturaleza y sus elementos. El Estado debe adoptar una administración ecológicamente responsable. El Estado tiene el deber imprescriptible de proteger el patrimonio natural, cultural y arqueológico... El Estado debe promover la educación ecológica y científica en la conciencia pública... Es obligación del Estado cooperar internacionalmente con otros Estados... en la protección de la Naturaleza y enfrentar la crisis climática y ecológica.",
    "sources": [
      "858-2"
    ]
  },
  {
    "article": "Artículo 9 O",
    "text": "El Estado debe garantizar la gestión ambiental descentralizada, regional y comunal, mediante mecanismos y la destinación de recursos atingentes a la realidad territorial, incluyendo los gravámenes asociados a las actividades. El Estado es garante activo de la preservación de la naturaleza como soporte vital, incluyendo la protección del medio ambiente y asegurando el desarrollo sustentable en la actividad económica, debiendo trabajar mancomunadamente para el logro de estos fines. El Estado deberá garantizar el acceso a la justicia socioambiental, reconociendo y reparando el daño ambiental, asegurando la participación de los grupos intermedios.",
    "sources": [
      "Iniciativa Popular 21-5"
    ]
  },
  {
    "article": "Artículo 9 P",
    "text": "La Constitución reconoce el deber colectivo de protección del medio ambiente, los derechos humanos ambientales, los derechos de la naturaleza y las vidas. El Estado tiene el deber de garantizar el equilibrio ecológico, la conservación y la regeneración de la naturaleza y de llevar adelante acciones que tiendan a armonizar las actividades públicas y privadas con los derechos de la naturaleza y los derechos humanos ambientales... La Constitución reconoce que la mejor forma de tomar decisiones en materia ambiental es con el involucramiento de todas las comunidades, pueblos y personas interesadas... el Estado promoverá y garantizará la educación ambiental.",
    "sources": [
      "Iniciativa Popular 51-2"
    ]
  },
  {
    "article": "Artículo 9 Q",
    "text": "El agua es un derecho humano. Especial resguardo tendrán pueblos indígenas y comunidades campesinas para actividades rituales, agro-pastoriles de subsistencia y para mantener viva la flora y fauna del país.",
    "sources": [
      "21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 9 R",
    "text": "Es agua es considerada como una fuente de vida y no un objeto comerciable e ilimitado.",
    "sources": [
      "Iniciativas Populares Indígenas 21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 9 S",
    "text": "Se reconoce el Itrofill Mognen como base y fundamento de todas las formas de vida, que el Estado debe promover, proteger y garantizar. En virtud de este principio, las diferentes formas de vida cohabitan en los territorios de manera interdependiente, sean materiales, inmateriales, tangibles e intangibles, formando un conjunto plural e inseparable. El Estado deberá asegurar su debida conservación, equilibrio y desarrollo, especialmente cuando su alteración amenace, afecte o dañe su desarrollo y continuidad.",
    "sources": [
      "Iniciativa Popular Indígena 10-2"
    ]
  },
  {
    "article": "Artículo 10",
    "text": "Chile respeta el derecho internacional en sus diversas fuentes, tiene vocación de paz y aboga por la solución pacífica de controversias internacionales, promueve la democracia y los derechos humanos en ese mismo ámbito, y fomenta relaciones de cooperación con los demás países.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 10 A",
    "text": "Límites de la soberanía. El ejercicio de la soberanía reconoce como limitación a los derechos humanos y de la naturaleza, los cuales emanan de la dignidad humana y de la vida y por tanto el Estado tiene el deber de respeto irrestricto, promoción y protección de estos, garantizados tanto por esta Constitución como por los tratados internacionales suscritos y ratificados por Chile en la materia, y que se encuentren vigentes. Chile se compromete a cumplir de buena fe las obligaciones internacionales en materia de derechos humanos... Los órganos del Estado deberán conciliar los derechos dispuestos en los tratados internacionales suscritos y ratificados por Chile en la materia de derechos humanos, con los establecidos en esta Constitución.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 10 B",
    "text": "Derecho y Solidaridad Internacionales. La República de Chile es solidaria y comprometida con los derechos humanos reconocidos en los tratados e instrumentos y estándares internacionales vigentes, de igual manera que respecto de aquellos derechos reconocidos por esta Constitución. El Estado promueve la paz y la amistad internacionales, y la descolonización, respeta la autodeterminación de los pueblos, reconoce el derecho a la migración, participa de la integración latinoamericana, y fomenta la protección internacional de la naturaleza.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 10 C",
    "text": "Compromiso del Estado con los derechos humanos. El Estado de Chile se compromete a cumplir de buena fe las obligaciones internacionales en materia de derechos humanos, así como ejecutar íntegramente las sentencias y otras resoluciones emanadas de organismos de supervisión de tratados, en conformidad a la ley. Se compromete también a cooperar con todas las instancias internacionales de promoción y protección de los derechos humanos y a promover la democratización y fortalecimiento de éstas.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 10 D",
    "text": "Es deber del Estado respetar, garantizar, proteger y promover los Derechos Humanos reconocidos en los tratados internacionales ratificados y vigentes. Los siguientes instrumentos internacionales se entenderán incorporados a esta Constitución: [Lista de 20 instrumentos internacionales, incluyendo Declaración Universal, Pactos, Convenciones sobre Mujeres, Niños, etc.].",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 10 E",
    "text": "Los derechos humanos se fundamentan en la dignidad humana y su respeto, promoción y garantía es a la vez el fin del Estado y un límite a su Soberanía. Los derechos y las obligaciones reconocidos en los tratados internacionales de derechos humanos que Chile ha ratificado y se encuentran vigentes, el derecho internacional consuetudinario sobre la misma materia y los principios generales del derecho internacional, forman parte integral de la Constitución de la República y gozan de rango constitucional... En el caso de los tratados y acuerdos internacionales que establezcan derechos humanos ambientales y estándares de protección socioambiental, estos se interpretarán de acuerdo a los principios señalados, y además a los principios indubio pro natura, precautorio y preventivo, y también pasan a ser parte integrante de la presente Constitución y tendrán rango constitucional.",
    "sources": [
      "378-2"
    ]
  },
  {
    "article": "Artículo 10 F",
    "text": "De la Recepción Constitucional de los Tratados Internacionales de Derechos Humanos. Los derechos fundamentales en sus atributos y sus garantías asegurados por la Constitución y por tratados internacionales ratificados y vigentes, o por otras fuentes obligatorias del derecho internacional aplicables, tienen fuerza normativa constitucional y aplicación preferente en el orden interno... Será obligación del Estado adoptar las medidas legislativas y de otro carácter que fueren necesarias con este objeto, sin perjuicio de la exigibilidad de los derechos conforme al Derecho Internacional de los Derechos Humanos.",
    "sources": [
      "526-2"
    ]
  },
  {
    "article": "Artículo 10 G",
    "text": "El ejercicio de la soberanía reconoce como limitación el respeto a los derechos humanos. Es deber de los órganos del Estado respetar y promover tales derechos garantizados por esta Constitución, así como en los tratados internacionales ratificados por Chile y que se encuentren vigentes... Los órganos del Estado deberán conciliar estos derechos con los establecidos en esta Constitución.",
    "sources": [
      "772-2"
    ]
  },
  {
    "article": "Artículo 10 H",
    "text": "Los tratados vigentes en Chile, la costumbre internacional y los principios generales del derecho internacional reconocidos inequívocamente por la comunidad internacional forman parte del ordenamiento jurídico chileno. Además del cumplimiento del procedimiento previsto para su aprobación, ratificación, promulgación y publicación, las normas no autoejecutables de un tratado internacional requerirán una ley o reglamento que los implemente.",
    "sources": [
      "772-2"
    ]
  },
  {
    "article": "Artículo 10 I",
    "text": "Los tratados internacionales sobre derechos humanos y aquellos que determinen las fronteras del Estado tendrán rango constitucional, por lo que se aprobarán siguiendo el procedimiento y quórum previsto para las reformas constitucionales. Los demás tratados internacionales tendrán un rango superior a las leyes.",
    "sources": [
      "772-2"
    ]
  },
  {
    "article": "Artículo 10 J",
    "text": "Los derechos y las obligaciones consagradas en los tratados e instrumentos internacionales de derechos humanos ratificados o reconocidos por Chile, forman parte integral de la Constitución de la República, que se interpretará conforme a los estándares del sistema internacional de los derechos humanos.",
    "sources": [
      "922-2"
    ]
  },
  {
    "article": "Artículo 10 K",
    "text": "Los derechos humanos, en su conjunto, conforman el parámetro de regularidad constitucional. El Estado, todos los organismos y autoridades nacionales en el ámbito de sus competencias, están obligadas a promover, respetar, proteger y garantizar los derechos humanos. Las autoridades deben prevenir, investigar, sancionar, reparar y otorgar garantías de no repetición... Las autoridades jurisdiccionales ejercerán el control de constitucionalidad y convencionalidad...",
    "sources": [
      "922-2"
    ]
  },
  {
    "article": "Artículo 10 L",
    "text": "Los derechos individuales y colectivos de los pueblos indígenas y tribales, consagrados en el Convenio número 169 de la Organización Internacional del Trabajo sobre Pueblos Indígenas y Tribales, la Declaración de Naciones Unidas sobre los Derechos de los Pueblos Indígenas y la Declaración Americana sobre los Derechos de los Pueblos Indígenas, son de observancia e implementación obligatorias en Chile.",
    "sources": [
      "922-2"
    ]
  },
  {
    "article": "Artículo 10 M",
    "text": "Sobre los tratados internacionales. Los tratados internacionales ratificados por Chile se encontrarán sujetos a lo establecido en esta Constitución. Los tratados o instrumentos internacionales en materia de derechos humanos y de la naturaleza que hayan sido ratificados por nuestro país y que reconozcan derechos más favorables a los señalados por esta Constitución se aplicarán de manera preferente.",
    "sources": [
      "925-1"
    ]
  },
  {
    "article": "Artículo 10 N",
    "text": "En Chile, las personas y los pueblos y naciones preexistentes al Estado gozan de los derechos humanos y garantías reconocidos en esta Constitución y en los tratados e instrumentos internacionales de los que el Estado de Chile es parte, con especial aplicación obligatoria de la Declaración de Naciones Unidas sobre los Derechos de los Pueblos Indígenas... El Estado plurinacional de Chile garantiza la igualdad sustantiva entre todas las personas y pueblos-naciones preexistentes, sin distinción por cualquiera de las condiciones de diversidad humana... Se prohíbe toda forma de discriminación, formal o de facto...",
    "sources": [
      "Iniciativa Popular Indígena 68-2"
    ]
  },
  {
    "article": "Artículo 10 Ñ",
    "text": "Progresividad de los derechos. Las autoridades adoptarán medidas legislativas, administrativas, judiciales, económicas y las que sean necesarias hasta el máximo de recursos públicos de que dispongan, a fin de lograr progresivamente la plena efectividad de los derechos reconocidos en esta Constitución. El ejercicio del presupuesto público se orientará al cumplimiento efectivo de los derechos.",
    "sources": [
      "Iniciativa Popular Indígena 68-2"
    ]
  },
  {
    "article": "Artículo 10 O",
    "text": "Derecho a la reparación integral. La reparación integral por la violación de los derechos humanos incluirá medidas de restitución, indemnización, rehabilitación, satisfacción y garantías de no repetición, en sus dimensiones individual, colectiva, material, moral y simbólica.",
    "sources": [
      "Iniciativa Popular Indígena 68-2"
    ]
  },
  {
    "article": "Artículo 10 P",
    "text": "El Estado de Chile, a través de esta Constitución reconoce, respeta, garantiza y protege los derechos colectivos e individuales de los pueblos indígenas y sus integrantes... La Constitución Política de Chile, la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y otros instrumentos jurídicos internacionales de los que Chile es parte, serán de observancia obligatoria en Chile.",
    "sources": [
      "Iniciativa Popular Indígena 107-2"
    ]
  },
  {
    "article": "Artículo 10 Q",
    "text": "En Chile, las personas y los pueblos y naciones preexistentes al Estado gozan de los derechos humanos y garantías reconocidos en esta Constitución y en los tratados e instrumentos internacionales de los que el Estado de Chile es parte, con especial aplicación obligatoria de la Declaración de Naciones Unidas sobre los Derechos de los Pueblos Indígenas... El Estado plurinacional de Chile garantiza la igualdad sustantiva... Se prohíbe toda forma de discriminación... El reconocimiento, regulación, ejercicio y garantía de los derechos humanos se rigen por los siguientes principios: (i) La universalidad... (ii) Los derechos humanos son inalienables... (iii) En los casos en que exista conflicto... (iv) En la aplicación transversal...",
    "sources": [
      "Iniciativa Popular Indígena 116-2"
    ]
  },
  {
    "article": "Artículo 10 R",
    "text": "Las personas y los pueblos y naciones preexistentes al Estado gozan de los derechos humanos y garantías reconocidos en la Constitución y en los tratados e instrumentos internacionales de los que el Estado de Chile es parte... El Estado plurinacional de Chile garantiza la igualdad sustantiva entre todas las personas y pueblos-naciones preexistentes, sin distinción por cualquiera de las condiciones de diversidad humana. Las autoridades adoptarán medidas de nivelación, inclusión y acción afirmativa.",
    "sources": [
      "Iniciativa Popular Indígena 180-2"
    ]
  },
  {
    "article": "Artículo 10 S",
    "text": "El Estado de Chile, a través de esta Constitución reconoce, respeta, garantiza y protege los derechos colectivos e individuales de los pueblos indígenas y sus integrantes. Los pueblos; las comunidades; las asociaciones; y los individuos que los integran, serán titulares de los derechos consagrados en esta Constitución. La Constitución Política de Chile, la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas y otros instrumentos jurídicos internacionales de los que Chile es parte, serán de observancia obligatoria en Chile.",
    "sources": [
      "Iniciativa Popular Indígena 241-2"
    ]
  },
  {
    "article": "Artículo 10 T",
    "text": "La protección de los derechos humanos individuales o colectivos es la base fundamental de esta constitución. Es deber del Estado otorgar las garantías suficientes para ejercerlos de pleno derecho, así como también respetarlos.",
    "sources": [
      "Iniciativa Popular Indígena 201-2"
    ]
  },
  {
    "article": "Artículo 11",
    "text": "Principio de interculturalidad. Chile es un Estado intercultural. La Constitución reconoce la igual dignidad de las diversas culturas, y garantiza su respeto y promoción, junto con la protección y salvaguardia de todas las formas de expresiones culturales, prácticas, artes, tradiciones culturales, saberes, lenguas nacionales o regionales y dialectos de las distintas comunidades, pueblos y naciones que conviven en el país. Ello con pleno respeto a los derechos humanos y de la naturaleza. El Estado deberá velar... por generar condiciones que posibiliten el intercambio recíproco y la creación de expresiones compartidas entre las diversas culturas, en condiciones de equidad, a través del diálogo y del respeto mutuo.",
    "sources": [
      "9-2"
    ]
  },
  {
    "article": "Artículo 11 A",
    "text": "Derecho a participar en la vida cultural. La Constitución asegura el derecho de todas las personas a participar libremente en la vida cultural de las comunidades, pueblos y naciones. Toda persona, individual o colectivamente, tiene derecho a: 1º La autoidentificación cultural... 2º La libertad de expresión... 3º Participar de la vida en comunidad... 4º Conocer, comprender y educarse en la cultura propia... 5º Acceder, gozar y participar de los bienes materiales e inmateriales... 6º Participar de manera libre e informada... El Estado velará por remover los obstáculos particulares que impidan o dificulten el ejercicio de los derechos culturales... El Estado velará por el respeto de las culturas migrantes y no nacionales...",
    "sources": [
      "9-2"
    ]
  },
  {
    "article": "Artículo 11 B",
    "text": "El Estado y sus órganos deberán dar estricto cumplimiento al principio de interculturalidad. De esta forma, se reconocerá, valorará y promoverá la convivencia y respeto mutuo entre diversos pueblos, naciones y comunidades a través del diálogo horizontal basado en la igual dignidad de las culturas, el aprendizaje y la aceptación de otras formas de ver, organizar y concebir el mundo y la relación con la naturaleza... El Estado deberá garantizar los mecanismos institucionales que permitan un diálogo horizontal y transversal en la estructura social e institucional del país.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 11 C",
    "text": "Principio de interculturalidad y derechos culturales de los pueblos y naciones preexistentes al estado y del pueblo tribal afrodescendiente chileno. El Estado reconoce la existencia de diversas culturas presentes, pasadas y futuras. Es deber del Estado promover y amparar el contacto e intercambio entre culturas, la convivencia, aprendizaje y respeto mutuo, en términos equitativos y de igualdad... Además, debe facilitar un diálogo horizontal, adoptando las medidas necesarias para eliminar las brechas de género y socioeconómicas, y la criminalización de los pueblos y naciones en una sociedad democrática.",
    "sources": [
      "79-2"
    ]
  },
  {
    "article": "Artículo 11 D",
    "text": "Interculturalidad. La República de Chile es intercultural. El Estado reconoce que la comunidad es fuente de una amplia diversidad de culturas, de lenguajes y de concepciones del ser humano y de la naturaleza, y promueve, mediante todos sus órganos, el respeto y desarrollo de las culturas y de las lenguas indígenas.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 11 E",
    "text": "DEMOCRACIA INTERCULTURAL. El Estado de Chile se constituye en una democracia intercultural. Los pueblos preexistentes al Estado de Chile se reconocen en un estado de igual jerarquía y de autodeterminación desde el cual se relacionan, con compromiso de fraternidad. Para propender a la realización de la democracia intercultural el Estado garantizará al menos: la plurinacionalidad, la libre determinación, la identidad e integridad cultural, el autogobierno, la participación, el plurilingüismo, el pluralismo jurídico, el pluralismo económico, la asociación y cooperación... El ejercicio de la democracia intercultural reconoce al menos cuatro formas de ejercitarse: en forma directa, representativa, participativa y comunitaria.",
    "sources": [
      "926-2"
    ]
  },
  {
    "article": "Artículo 11 F",
    "text": "PRINCIPIO DE INTERCULTURALIDAD. Se reconoce la Interculturalidad como principio constitucional, en cuanto formas plurales de diálogo, intercambio y entendimiento recíproco, igualitario y horizontal entre los diversos pueblos, culturas e identidades, fomentando la generación de expresiones culturales compartidas y, principalmente, la distribución y acceso equitativo al poder.",
    "sources": [
      "Iniciativa Popular Indígena 18-2"
    ]
  },
  {
    "article": "Artículo 12",
    "text": "Lenguas. La lengua oficial del Estado de Chile es el castellano. El Estado reconoce las lenguas de las naciones preexistentes y la lengua de señas como derecho fundamental, individual y colectivo. Las naciones preexistentes podrán oficializar su lengua materna en el marco de la autonomía territorial. La ley podrá disponer el uso simultáneo de aquellas lenguas junto al castellano para una o varias finalidades oficiales. Es deber del Estado promover el respeto, recuperar y fomentar el aprendizaje de las lenguas y sus funciones sociales en todos los ámbitos, tanto en las comunidades lingüísticas como en la sociedad en general.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 12 A",
    "text": "La lengua oficial del Estado de Chile es el castellano. Son lenguas oficiales para las naciones indígenas el aymara, quechua, rapa nui, kawésqar, yagán y mapudugun. Es deber de cada nación aprender su respectiva lengua, cultivando, además, el castellano como lengua de comunicación intercultural. La ley podrá disponer el uso simultáneo de aquellas lenguas junto al castellano para una o varias finalidades oficiales... Son símbolos del Estado de Chile la bandera, el escudo y el himno. Toda persona debe respeto a estos símbolos y a aquellos pertenecientes a las distintas naciones de Chile.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 12 B",
    "text": "Chile es un Estado plurilingüe donde conviven diferentes lenguas indígenas preexistentes al castellano y que están presentes en la sociedad. Bajo este principio, todas las lenguas son iguales: las lenguas preexistentes, el castellano y las lenguas de señas y tienen el derecho a ser usadas, respetadas, promovidas, enseñadas y desarrolladas, tanto en la esfera pública como privada.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 12 C",
    "text": "Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus autonomías territoriales. El Estado garantizará el conocimiento, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional. Derechos Lingüísticos. Las personas y pueblos tienen el derecho individual y colectivo a comunicarse en su respectiva lengua en todo espacio público o privado... Los pueblos indígenas tienen el derecho a mantener su identidad y diferencia, lo que implica el derecho al uso colectivo de su lengua... Para promover y profundizar este derecho, el Estado debe crear una ley... que establecerá la política de planificación lingüística...",
    "sources": [
      "404-4"
    ]
  },
  {
    "article": "Artículo 12 D",
    "text": "El Estado de Chile al ser Plurinacional, y en aplicación de los Principios de Plurinacionalidad e Interculturalidad, reconoce como lenguas oficiales del Estado, al español y a las lenguas de los Pueblos y Naciones Indígenas. De esta manera, el Estado y sus órganos ejecutivos, legislativos y judiciales, estarán obligados a emplear tanto el español como alguna de las lenguas de los de los Pueblos y Naciones Indígenas, en aquellos territorios donde se encuentren dichos Pueblos y Naciones. El Estado, con la colaboración y supervisión deberá crear y mantener... instituciones de investigación y enseñanza superior sobre las lenguas y culturas indígenas...",
    "sources": [
      "Iniciativa Popular Indígena 37-2"
    ]
  },
  {
    "article": "Artículo 12 E",
    "text": "Idiomas oficiales del Estado de Chile. Son idiomas oficiales del Estado de Chile el castellano y los idiomas oficiales de los pueblos originarios. El Estado preservará, difundirá y respetará cada uno de los idiomas oficiales. Los pueblos originarios deben usar los idiomas oficiales del Estado, donde uno de ellos debe ser el castellano.",
    "sources": [
      "Iniciativa Popular Indígena 224-2"
    ]
  },
  {
    "article": "Artículo 13",
    "text": "Chile es un Estado laico. Carece de religión oficial y asegura la libertad de creencias y de religiones e iglesias, sin discriminar entre ellas.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 13 A",
    "text": "Estado laico. Chile es un Estado laico. La separación de las iglesias y el Estado es un principio esencial del orden republicano y secular.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 13 B",
    "text": "Laicidad. La República de Chile es laica. El Estado reconoce por igual a todas las religiones, creencias y manifestaciones de espiritualidad, ampara la libertad de cultos, promueve el respeto a las prácticas espirituales y a las instalaciones o lugares en que ellas se efectúan, y asegura la separación de los órganos públicos respecto de las organizaciones religiosas y espirituales, la no discriminación por motivos de pertenencia a las mismas y la neutralidad estatal.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 13 C",
    "text": "Estado laico. Chile es un Estado laico. La separación entre las instituciones y grupos religiosos y el Estado es un principio esencial del orden republicano y secular. El Estado deberá proteger la libertad de conciencia y de creencias, la libre expresión de éstas en el plano religioso, espiritual y ético, velando por la más estricta neutralidad de lo público frente a las iglesias, las religiones monoteístas y politeístas y demás expresiones de la espiritualidad o eticidad.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 13 D",
    "text": "El Estado de Chile es laico y asegura a todas las personas el derecho a la libertad de conciencia y religión bajo el principio de igualdad y neutralidad religiosa. Este derecho incluye la libertad de profesar, expresar y mantener una creencia, así como el derecho a no profesar ni expresar religión o creencia alguna. Las instituciones educacionales públicas estatales no podrán privilegiar impartir una religión, credo o pensamiento por sobre otros, no podrán realizar actos oficiales donde se promuevan símbolos o prácticas religiosas de manera preferente, promoviendo la convivencia de las religiones, creencias y filosofías ateas.",
    "sources": [
      "549-2"
    ]
  },
  {
    "article": "Artículo 13 E",
    "text": "Chile es un Estado Laico, en el que se respeta y garantiza la libertad de religión y de creencias espirituales. Ninguna religión, creencia en particular es la del Estado u oficial, sin perjuicio de su reconocimiento y libre ejercicio en el espacio público o privado... El Estado no promulgará ninguna ley para establecer una religión, imponer cualquier observancia religiosa, ni prohibir el libre ejercicio de cualquier religión, y no se exigirá ninguna prueba religiosa como requisito para ocupar cargos públicos.",
    "sources": [
      "Iniciativa Popular 48-2"
    ]
  },
  {
    "article": "Artículo 14",
    "text": "La función pública tiene por finalidad el bienestar de la sociedad y quien la desempeñe observará estrictamente la probidad, publicidad y eficiencia en cada uno de sus actos. El Estado será responsable por las acciones u omisiones que infrinjan este mandato, así como cuando vulneren derechos humanos o causen perjuicio ilegítimo a las personas.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 14 A",
    "text": "Principio de probidad, transparencia y rendición de cuentas. El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones. Es deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado... La Constitución asegura a todas las personas el libre acceso a la información oficial y pública en poder del Estado y la administración... Son públicos los actos y resoluciones de los órganos del Estado, así como sus fundamentos y los procedimientos que utilicen. El Legislador señalará la forma en que se podrá establecer la reserva o secreto de aquellos...",
    "sources": [
      "40-2"
    ]
  },
  {
    "article": "Artículo 14 B",
    "text": "Principios. El Estado de Chile se estructura en base a los siguientes principios: interdependencia y ecodependencia, descentralización, solidaridad, igualdad sustantiva y no discriminación, cuidados, probidad y transparencia: a) Interdependencia y ecodependencia... b) Chile y sus pueblos se comprometen con la lucha contra el cambio climático... c) Buen vivir respecto del Estado... d) La Descentralización... e) La Solidaridad... f) La igualdad sustantiva y no discriminación... g) Chile reconoce la corresponsabilidad social de los cuidados... h) Probidad y Transparencia... La función pública será ejercida con transparencia... Las normas de transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones por parte del Estado...",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 14 C",
    "text": "Probidad y transparencia. El ejercicio de las funciones públicas obliga a sus titulares el deber de actuar, de forma leal y honesta, con primacía del interés general por sobre el particular y conforme a los fines a los cuales debe servir. La gestión de intereses será regulada por ley, estableciendo mecanismos de fideicomiso ciego, declaraciones públicas de patrimonio e intereses... La función pública será ejercida con transparencia primordialmente activa... Las normas de transparencia activa se aplicarán a aquellas instituciones privadas que reciban fondos o subvenciones por parte del Estado... sin perjuicio del rol que le corresponde a la Contraloría General de la República y al Tribunal de Cuentas.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 14 D",
    "text": "El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de transparencia y probidad en todas sus actuaciones. Son públicos los actos y resoluciones de los órganos del Estado, así como sus fundamentos y los procedimientos que utilicen. La ley podrá establecer la reserva o secreto de aquellos o de estos, cuando afectaren los derechos de las personas o la seguridad de la nación.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 14 E",
    "text": "Principio de Probidad. El ejercicio de la función pública, centralizada y descentralizada, obedecerá a los principios de probidad, imparcialidad, honestidad, ética laboral, publicidad, eficiencia y eficacia, y estará sometida a un procedimiento de evaluación de resultados y rendición de cuentas, con la consecuente responsabilidad personal para los funcionarios en el cumplimiento de sus deberes... Son públicos los actos y resoluciones de los órganos del Estado, así como sus fundamentos y los procedimientos que utilicen... El Presidente de la República, los Ministros de Estado, los diputados y senadores, y las demás autoridades y funcionarios que una ley orgánica constitucional señale, deberán declarar sus intereses y patrimonio en forma pública.",
    "sources": [
      "84-2"
    ]
  },
  {
    "article": "Artículo 14 F",
    "text": "Probidad e integridad. Las personas actúan de acuerdo al principio de integridad. Es deber de las personas naturales y jurídicas la erradicación de todas las formas de corrupción. Para esto es indispensable defender y demostrar un compromiso irrestricto con los derechos humanos, el respeto a la naturaleza y actuar de manera coherente con los principios de una vida en democracia... El ejercicio de las funciones públicas obliga a los servidores públicos a dar estricto cumplimiento al principio de probidad en todas sus actuaciones... La ley establecerá los mecanismos e instrumentos para garantizar el cumplimiento coordinado de este principio...",
    "sources": [
      "1015-2"
    ]
  },
  {
    "article": "Artículo 15",
    "text": "Los preceptos de esta Constitución y normas dictadas conforme a ella obligan tanto a los titulares o integrantes de los órganos del Estado, así como a toda persona, institución o grupo. Los órganos del Estado, previa investidura de sus integrantes, en conformidad a la ley, deben actuar en el marco de su competencia y en la forma establecida por esta Constitución y las leyes. Ninguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse... otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que señala la ley.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 15 A",
    "text": "Principio de supremacía constitucional. Chile es un Estado de Derecho, fundado en el principio de la supremacía constitucional. Los órganos del Estado, sus titulares y sus integrantes deben someter su actuar a la Constitución, las leyes y a las normas dictadas conforme a ellas, siempre en la forma y dentro de los límites y competencias por ellas establecidos, debiendo garantizar el orden institucional de la República de Chile.",
    "sources": [
      "31-2"
    ]
  },
  {
    "article": "Artículo 15 B",
    "text": "Principio de legalidad. Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse... autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho. La infracción de esta norma generará las responsabilidades y sanciones que determine la ley. Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale.",
    "sources": [
      "32-2"
    ]
  },
  {
    "article": "Artículo 15 C",
    "text": "Supremacía constitucional. Las personas y los poderes públicos están sujetos a la Constitución y a las leyes dictadas conforme a ella. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas y las decisiones públicas, la irretroactividad de las normas penales no favorables, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 15 D",
    "text": "Supremacía de la Constitución y principio de legalidad. Las personas, las asociaciones de la sociedad política y de la sociedad civil, y los poderes públicos, están sujetos a la Constitución, a la ley y al ordenamiento jurídico. Un órgano jurisdiccional velará por la supremacía de la Constitución... La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas y las decisiones públicas, la irretroactividad de las normas sancionadoras no favorables... Ninguna magistratura, persona o reunión de personas pueden atribuirse... otra autoridad, poder político o derecho que los que expresamente les hayan conferido la Constitución y la ley.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 15 E",
    "text": "Los órganos del Estado deben someter su acción a la Constitución y a las normas, dictadas conforme a ella, actuando válidamente previa investidura regular de sus integrantes, dentro de su competencia y en la forma que prescriba la ley. Los preceptos de esta Constitución obligan tanto a los titulares o integrantes de dichos órganos como a toda persona, institución o grupo. Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse... otra autoridad o derechos que los que expresamente se les hayan conferido en virtud de la Constitución o las leyes. La infracción de esta norma generará la nulidad del acto, y las responsabilidades y sanciones que determine la ley.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 15 F",
    "text": "Ninguna magistratura, ninguna persona, ni reunión de personas pueden atribuirse, ni aún a pretexto de circunstancias extraordinarias, otra autoridad o derechos que los conferidos en virtud de la Constitución y las leyes. En ellas se determinarán las responsabilidades y sanciones por la contravención a este artículo.",
    "sources": [
      "71-2"
    ]
  },
  {
    "article": "Artículo 15 G",
    "text": "Chile es un Estado de Derecho, fundado en el principio de la supremacía constitucional. Los órganos del Estado, sus titulares y sus integrantes deben someter su actuar a la Constitución, las leyes y a las normas dictadas conforme a ellas, siempre en la forma y dentro de los límites y competencias por ellas establecidos... Los órganos del Estado actúan válidamente previa investidura regular de sus integrantes... Ninguna magistratura, ninguna persona ni grupo de personas pueden atribuirse... autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes. El carácter autónomo que esta Constitución otorga a determinados órganos, no los exime de su sujeción al Estado de Derecho... Todo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale.",
    "sources": [
      "84-2"
    ]
  },
  {
    "article": "Artículo 16",
    "text": "Las Naciones y su Autonomía. Las naciones indígenas son comunidades preexistentes a la colonización, fundadas en un territorio y una cultura material, espiritual y lingüística, originarias de la nación chilena. El Estado ampara su derecho a la libre determinación, a la autonomía y al autogobierno de su vida comunitaria, reconoce sus instituciones políticas, jurídicas, económicas, sociales y culturales, y promueve su participación en la organización política de la República. El Estado reconoce al pueblo tribal afrodescendiente, sus autoridades y cultura.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 16 A",
    "text": "Los Pueblos-Naciones indígenas de Chile, tienen derecho a autonomía, autodeterminación y territorio.",
    "sources": [
      "Iniciativas Populares Indígenas 21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 17",
    "text": "Emblemas. Son emblemas representativos de Chile la bandera, el escudo y el himno nacional, en las condiciones que defina la ley. El Estado reconoce los símbolos y emblemas propios de las naciones preexistentes. La ley podrá disponer el uso simultáneo de emblemas reconocidos por esta Constitución para una o varias finalidades oficiales.",
    "sources": [
      "58-2"
    ]
  },
  {
    "article": "Artículo 17 A",
    "text": "Emblemas nacionales. Son emblemas nacionales el himno nacional, el escudo nacional, la bandera chilena y los símbolos oficiales de cada pueblo originario.",
    "sources": [
      "Iniciativa Popular Indígena 237-2"
    ]
  },
  {
    "article": "Artículo 17 B",
    "text": "Es deber del Estado rescatar, proteger y difundir las tradiciones de los pueblos de Chile.",
    "sources": [
      "Iniciativa Popular 56-2"
    ]
  },
  {
    "article": "Artículo 18",
    "text": "El Estado reconoce el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en el ámbito público y privado. El Estado deberá actuar con la debida diligencia para prevenir, investigar, sancionar, reparar y erradicar todo tipo de violencia de género, sin discriminación, sea cometida por particulares, el Estado, sus agentes o integrantes... Corresponderá al Estado asegurar el presupuesto suficiente para la garantía y respeto de este derecho... Asimismo, las instituciones de justicia deberán velar por una investigación eficaz y oportuna, un debido proceso con enfoque de género...",
    "sources": [
      "4-2"
    ]
  },
  {
    "article": "Artículo 18 A",
    "text": "Es deber del Estado resguardar la soberanía del pueblo y de su territorio y maritorio. Igualmente, le corresponde al Estado otorgar seguridad a las personas y sus familias, a los lugares que ellas habitan y a los bienes públicos y privados.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 18 B",
    "text": "El Estado de Chile debe promover las condiciones materiales de existencia que permitan el más pleno desarrollo y bienestar de las personas, garantizando efectivamente los derechos que establezcan la Constitución y las leyes y el ejercicio de las libertades de que son titulares.",
    "sources": [
      "7-2"
    ]
  },
  {
    "article": "Artículo 18 C",
    "text": "El Estado promoverá la conciliación de los derechos y deberes relacionados con la protección, conservación y restauración de la naturaleza y su biodiversidad, con el desarrollo económico y la equidad social para avanzar en el mejoramiento sostenido de la calidad de vida de toda la población.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 18 D",
    "text": "Es deber del Estado promover un mayor bienestar para las personas, considerando las necesidades actuales, como también las de las generaciones futuras, respondiendo a un imperativo de justicia intergeneracional. Para lograr este objetivo, el Estado debe garantizar un equilibrio entre ingresos y gastos, debiendo considerar una revisión permanente de las finanzas públicas y de los ingresos fiscales estructurales, para determinar un nivel de gasto público sostenible. Lo anterior, sin perjuicio de contar con instrumentos que permitan hacer frente a situaciones de emergencia, manteniendo la responsabilidad fiscal.",
    "sources": [
      "70-2"
    ]
  },
  {
    "article": "Artículo 18 E",
    "text": "El Estado, mediante sus organismos, servicios y empresas, proveerá directamente los bienes y servicios que esta Constitución garantiza a todas las personas. Ninguna empresa o privado podrá lucrar con fondos del Estado en la pro-visión de estos bienes sociales. Excepcionalmente el Estado podrá celebrar convenios con privados para la provisión de estos bienes, pero sólo cuando dichos privados no persigan fines de lucro, o cuando el Estado sea incapaz de proveerlos por sí sólo, en cuyo caso la provisión privada se limitará al tiempo necesario para que el Estado asuma la provisión pública de dichos bienes y servicios.",
    "sources": [
      "762-2"
    ]
  },
  {
    "article": "Artículo 18 F",
    "text": "El Estado se compromete, reconoce y garantiza los principios de reciprocidad, comunidad, complementariedad, libre determinación de los pueblos, diversidad cultural, solidaridad, igualdad, social, decolonial y libertad.",
    "sources": [
      "Iniciativas Populares Indígenas 21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 18 G",
    "text": "El Estado garantizará, respetará y promoverá sistemas y formas de educación de los pueblos indígenas para preservar, difundir y ampliar el conocimiento de los mismos.",
    "sources": [
      "Iniciativas Populares Indígenas 21-2",
      "56-3"
    ]
  },
  {
    "article": "Artículo 18 H",
    "text": "El Estado de Chile tiene por finalidad asegurar la convivencia pacífica entre sus integrantes, basada en la cultura del diálogo, el respeto de las diferencias, la no violencia y la búsqueda del entendimiento entre las personas, organizaciones y comunidades. Para este fin deberá prever, propiciar y promover mecanismos de información y participación, así como de prevención y resolución colaborativa de conflictos en las diversas áreas y esferas del ámbito público y privado, de conformidad a la ley.",
    "sources": [
      "700-2"
    ]
  },
  {
    "article": "Artículo 18 I",
    "text": "El Estado tiene como objetos la equidad social y política, la justicia económica y la interculturalidad de la sociedad, garantizando el derecho de las naciones y pueblos a su libre determinación dentro del Estado, en igualdad de condiciones con los demás sectores de la sociedad, pero con pleno respeto a sus propias autoridades, tierras, territorios y recursos, formas de vida y desarrollo económico... reconociendo los derechos colectivos de los pueblos indígenas y el pueblo tribal afrodescendiente...",
    "sources": [
      "670-2"
    ]
  },
  {
    "article": "Artículo 18 J",
    "text": "Estado debe asegurar que los pueblos indígenas participen en la adopción de decisiones en las cuestiones que afecten sus derechos, mediante los representantes que ellos mismos designen, elegidos de acuerdo a sus propios procedimientos, costumbres e instituciones... así como el derecho a sus tierras territorios y recursos, mediante los estatutos de autonomía que esta misma Constitución establezca.",
    "sources": [
      "670-2"
    ]
  },
  {
    "article": "Artículo 18 K",
    "text": "El Estado reconoce a los pueblos indígenas y al pueblo tribal afrodescendiente el derecho a determinar su propia identidad o pertenencia nacional, conforme a sus propias costumbres y tradiciones, y sin que ello implique afectar de manera alguna el derecho de estas personas a obtener y ejercer la ciudadanía chilena.",
    "sources": [
      "670-2"
    ]
  },
  {
    "article": "Artículo 19",
    "text": "Independencia. La comunidad chilena es independiente, subsiste por sí misma en virtud de su trabajo y de la naturaleza, y se determina a sí misma a través de su Estado. El Estado asegura la independencia de la República y no reconoce, en la definición de sus asuntos internos, otro poder que no sea la voluntad popular.",
    "sources": [
      "59-2"
    ]
  },
  {
    "article": "Artículo 20",
    "text": "Principio de planificación urbana. Incorpórese como base de la institucionalidad la El Estado debe velar porque nuestras ciudades sean lugares inclusivos, integrados, sustentables y equilibrados con el medio natural, donde las personas alcancen su pleno disfrute, sintiéndose protegidas e incorporadas a los beneficios urbanos. Asimismo, el Estado deberá asegurar procesos de planificación urbana con participación ciudadana efectiva y territorialmente desconcentrados.",
    "sources": [
      "67-2"
    ]
  },
  {
    "article": "Artículo 21",
    "text": "Principio de interpretación pro pueblos. La interpretación de las normas relativas a derechos humanos, derechos fundamentales y los de la naturaleza reconocidos en esta Constitución se hará favoreciendo en todo tiempo a las personas, a los pueblos y naciones y a la naturaleza con aquella que otorgue la protección más amplia.",
    "sources": [
      "72-2"
    ]
  },
  {
    "article": "Artículo 22",
    "text": "Justicia Intercultural. Principio de organización del Estado en virtud del cual se reconoce, respeta y garantiza que en Chile coexisten, coordinados y con la misma jerarquía, el sistema jurídico común y los sistemas jurídicos de los pueblos y naciones preexistentes, fundado en el derecho a la libre determinación del que son titulares.",
    "sources": [
      "190-6"
    ]
  },
  {
    "article": "Artículo 23",
    "text": "Deberes constitucionales. Son obligaciones y deberes de las personas contribuir al respeto y el bienestar en conjunto de la sociedad y los pueblos que componen el Estado, asegurar su compromiso con la promoción y valores de la democracia, la participación responsable y la defensa de la dignidad, igualdad y libertad de todas las personas, tanto para las presentes como para las futuras generaciones.",
    "sources": [
      "60-2"
    ]
  },
  {
    "article": "Artículo 24",
    "text": "VALOR DEL TRABAJO. Chile es una república fundada en el trabajo. El trabajo está en el centro de la sociedad, y el Estado garantizará su dignidad. El trabajo es fuente de dignidad y realización de la persona humana y del desarrollo social y económico del país. Es deber del Estado proteger el derecho al trabajo digno, promoverlo, regular y fiscalizar el cumplimiento de los principios y normas establecidas en la Constitución, en el Pacto Internacional de Derechos Económicos, Sociales y Culturales, tratados internacionales de Derechos Humanos y Convenios de la Organización Internacional del Trabajo que el Estado de Chile ha ratificado. El Estado tiene el deber de garantizar el desarrollo y ejercicio del derecho de la libertad sindical, todo ello en tanto reconoce la importancia de las organizaciones de trabajadoras y trabajadores para la vida democrática plurinacional.",
    "sources": [
      "362-2"
    ]
  },
  {
    "article": "Artículo 25",
    "text": "Principio sobre el Trabajo Decente. El Estado de Chile reconoce y promueve el Trabajo Decente. Es trabajo decente aquel que cumple a cabalidad con los estandares establecidos en los Tratados referidos a Derechos Humanos y Derechos Economicos y Sociales y por la Organización Internacional del Trabajo... Los sindicatos del sector público y privado y las asociaciones empresariales contribuyen al fortalecimiento de la democracia y a la defensa y promoción de los intereses económicos y sociales que les son propios. Su creación y el ejercicio de su actividad son libres dentro del respeto a la Constitución y a la ley. Su estructura interna y funcionamiento deberán ser democráticos.",
    "sources": [
      "652",
      "587-2"
    ]
  },
  {
    "article": "Artículo 26",
    "text": "Principio de Protección al Trabajo Decente. El Estado reconoce y garantiza la protección al trabajo decente. El Estado tiene el deber de proteger y asegurar un trabajo decente. El Estado deberá asegurar una institucionalidad que proporcione protección eficaz para los trabajadores y trabajadoras y sus organizaciones sindicales. La fiscalización del cumplimiento de las normas laborales estará a cargo de un organismo autónomo. Las normas laborales y de seguridad social no podrán interpretarse o aplicarse de forma que disminuyan los derechos laborales reconocidos en las declaraciones, los tratados internacionales sobre derechos humanos ratificados por Chile y los Convenios de la Organización Internacional del Trabajo.",
    "sources": [
      "652",
      "587-2"
    ]
  },
  {
    "article": "Artículo 27",
    "text": "Chile libre de armas nucleares. Chile es un país libre de armas nucleares. Se prohíbe, por ende, la producción, fabricación, adquisición, desarrollo, posesión, almacenamiento y ensayos con armas nucleares en todo el territorio. A su vez, se prohíbe cualquier tipo de control, transferencia, tenencia, uso y amenaza de emplear armas o dispositivos nucleares que puedan dañar el medio ambiente, en contra de la población civil u otras naciones. El Estado Chileno se encontrará sujeto a las demás prohibiciones que establezca el derecho internacional en la materia.",
    "sources": [
      "814-2"
    ]
  },
  {
    "article": "Artículo 28",
    "text": "El Estado removerá los obstáculos y adoptará la medidas pertinentes y progresivas para asegurar el acceso a todas las personas al entorno físico, el transporte, la información y las comunicaciones... tanto en zonas urbanas como rurales, con el propósito de que puedan vivir en forma independiente... La ley impondrá o fomentará el diseño universal de productos, entornos, programas y servicios para que puedan ser utilizados por todas las personas sin necesidad de adaptación ni diseño especializado.",
    "sources": [
      "958-2"
    ]
  },
  {
    "article": "Artículo 29",
    "text": "El Estado manejará el presupuesto considerando las necesidades de las presentes y futuras generaciones, y velará por la seguridad de subsistencia de la población y por la distribución de la prosperidad material.",
    "sources": [
      "987-2"
    ]
  },
  {
    "article": "Artículo 30",
    "text": "El Estado podrá intervenir en la economía a través de sus órganos. Para ello, podrá regular, establecer incentivos, planificar y desarrollar actividades económicas y prestacionales, todo conforme a la ley. Para su intervención en materia económica el Estado perseguirá el desarrollo humano sostenible y la preservación del ecosistema... La intervención estatal es obligatoria en todos aquellos ámbitos en los cuales estén involucradas prestaciones que aseguren la existencia de las personas, derechos fundamentales, servicio público y la preservación del ecosistema. En aquellos sectores que envuelvan prestaciones existenciales... el Estado es el titular original de la pro-visión... la ley podrá permitir la gestión y ejercicio por parte de particulares. Respecto a ellas el Estado tiene un deber de garantía...",
    "sources": [
      "995-2"
    ]
  }
]