[
  {
    "article": "Artículo 1.- Estado.",
    "text": "Chile es un Estado social y democrático de derecho. Es plurinacional, intercultural y ecológico.\nSe constituye como una República solidaria, su democracia es paritaria y reconoce como valores intrínsecos e irrenunciables la dignidad, la libertad, la igualdad sustantiva de los seres humanos y su relación indisoluble con la naturaleza.\nLa protección y garantía de los derechos humanos individuales y colectivos son el fundamento del Estado y orientan toda su actividad. Es deber del Estado generar las condiciones necesarias y proveer los bienes y servicios para asegurar el igual goce de los derechos y la integración de las personas en la vida política, económica, social y cultural para su pleno desarrollo.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            0
          ],
          "source_titles": [
            "Artículo 1"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      0
    ]
  },
  {
    "article": "Artículo 2",
    "text": "En Chile, las personas nacen y permanecen libres, interdependientes e iguales en dignidad y derechos.\nEl Estado debe respetar, promover, proteger y garantizar los derechos fundamentales reconocidos en esta Constitución y en los tratados internacionales ratificados por Chile y que se encuentren vigentes. Para su protección, las personas gozarán de todas las garantías eficaces, oportunas, pertinentes y universales, nacionales e internacionales.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            3
          ],
          "source_titles": [
            "Artículo 2"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      3
    ]
  },
  {
    "article": "Artículo 3",
    "text": "La soberanía reside en el Pueblo de Chile, conformado por diversas naciones.\nSe ejerce democráticamente, de manera directa y mediante representantes, de conformidad a lo dispuesto en esta Constitución y las leyes.\nNingún sector del pueblo ni individuo alguno puede atribuirse su ejercicio.\nEl ejercicio de la soberanía reconoce como limitación los derechos humanos en cuanto atributo que deriva de la dignidad humana.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            11
          ],
          "source_titles": [
            "Artículo 3"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      11
    ]
  },
  {
    "article": "Artículo 5",
    "text": "En Chile, la democracia es inclusiva y paritaria. Se ejerce en forma directa, participativa, comunitaria y representativa.\nEs deber del Estado promover y garantizar la adopción de medidas para la participación efectiva de toda la sociedad en el proceso político y el pleno ejercicio de la democracia.\nEl Estado deberá asegurar la prevalencia del interés general, y el carácter electivo de los cargos de representación política con responsabilidad de quienes ejercen el poder.\nLa actividad política organizada contribuye a la expresión de la voluntad popular, y su funcionamiento respetará los principios de independencia, probidad, transparencia financiera y democracia interna.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            21
          ],
          "source_titles": [
            "Artículo 5"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      21
    ]
  },
  {
    "article": "Artículo 6",
    "text": "La Constitución asegura a todas las personas la igualdad sustantiva, en tanto garantía de igualdad de trato y oportunidades para el reconocimiento, goce y ejercicio de los derechos humanos y las libertades fundamentales, con pleno respeto a la diversidad, la inclusión social y la integración de los grupos oprimidos e históricamente excluidos.\nLa Constitución asegura la igualdad sustantiva de género, obligándose a garantizar el mismo trato y condiciones para las mujeres, niñas y diversidades y disidencias sexogenéricas ante todos los órganos estatales y espacios de organización de la sociedad civil.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            26
          ],
          "source_titles": [
            "Artículo 6"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      26
    ]
  },
  {
    "article": "Artículo 7.- Familias.",
    "text": "El Estado reconoce y protege a las familias en sus diversas formas, expresiones y modos de vida, no restringiéndose a vínculos exclusivamente filiativos y consanguíneos.\nEl Estado debe garantizar a las familias una vida digna, procurando que los trabajos de cuidados no representen una desventaja para quienes los ejercen.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            29
          ],
          "source_titles": [
            "Artículo 7"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      29
    ]
  },
  {
    "article": "Artículo 9.- Naturaleza.",
    "text": "Las personas y los pueblos son interdependientes con la naturaleza y forman, con ella, un conjunto inseparable.\nLa naturaleza tiene derechos. El Estado y la sociedad tienen el deber de protegerlos y respetarlos.\nEl Estado debe adoptar una administración ecológicamente responsable y promover la educación ambiental y científica mediante procesos de formación y aprendizaje permanentes.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            35
          ],
          "source_titles": [
            "Artículo 9"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      35
    ]
  },
  {
    "article": "Artículo 9 A.- Principio de Buen Vivir.",
    "text": "El Estado reconoce y promueve una relación de equilibrio armónico entre las personas, la naturaleza y la organización de la sociedad.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            36
          ],
          "source_titles": [
            "Artículo 9 A"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      36
    ]
  },
  {
    "article": "Artículo 9G. Principio de responsabilidad ambiental.",
    "text": "Quien dañe el medio ambiente tendrá el deber de repararlo, sin perjuicio de las sanciones administrativas, penales y civiles que correspondan en conformidad a la constitución y las leyes.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            38
          ],
          "source_titles": [
            "Artículo 9 G"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      38
    ]
  },
  {
    "article": "Artículo 9 M.- Chile es un país oceánico.",
    "text": "Es deber integral del Estado la conservación, preservación y cuidado de los ecosistemas marinos y costeros continentales, insulares y antárticos.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            41
          ],
          "source_titles": [
            "Artículo 9 M"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      41
    ]
  },
  {
    "article": "Artículo 10 (G). Recepción e integración del derecho internacional de los Derechos Humanos.",
    "text": "Los derechos y obligaciones establecidos en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, los principios generales del derecho internacional de los derechos humanos y el derecho internacional consuetudinario de la misma materia forman parte integral de esta constitución y gozan de rango constitucional.\nEl Estado tiene la obligación de promover, respetar, proteger y garantizar los derechos humanos conforme a las disposiciones y principios del derecho internacional de los derechos humanos. Asimismo, debe prevenir, investigar, sancionar y reparar integralmente las violaciones a los derechos humanos.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            46
          ],
          "source_titles": [
            "Artículo 10 E"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      46
    ]
  },
  {
    "article": "Artículo 11.- Interculturalidad.",
    "text": "El Estado es intercultural. Reconocerá, valorará y promoverá el diálogo horizontal y transversal entre las diversas cosmovisiones de los pueblos y naciones que conviven en el país con dignidad y respeto recíproco. El Estado deberá garantizar los mecanismos institucionales que permitan ese diálogo superando las asimetrías existentes en el acceso, distribución y ejercicio del poder y en todos los ámbitos de la vida en sociedad.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            56
          ],
          "source_titles": [
            "Artículo 11"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      56
    ]
  },
  {
    "article": "Artículo 12.- Plurilingüismo.",
    "text": "Chile es un Estado plurilingüe, su idioma oficial es el castellano y los idiomas de los pueblos indígenas serán oficiales en sus territorios y en zonas de alta densidad poblacional de cada pueblo indígena. El Estado promueve el conocimiento, revitalización, valoración y respeto de las lenguas indígenas de todos los pueblos del Estado Plurinacional.\nEl Estado reconoce la lengua de señas chilena como lengua natural y oficial de las personas sordas, así como sus derechos lingüísticos en todos los ámbitos de la vida social.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            60
          ],
          "source_titles": [
            "Artículo 12"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      60
    ]
  },
  {
    "article": "Artículo 13",
    "text": "Chile es un Estado Laico, donde se respeta y garantiza la libertad de religión y de creencias espirituales. Ninguna religión, ni creencia en particular es la oficial del Estado, sin perjuicio de su reconocimiento y libre ejercicio, el cual no tiene más limitación que lo dispuesto por esta Constitución.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            61
          ],
          "source_titles": [
            "Artículo 13"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      61
    ]
  },
  {
    "article": "Artículo 14",
    "text": "El ejercicio de las funciones públicas obliga a sus titulares a dar estricto cumplimiento a los principios de probidad, transparencia y rendición de cuentas en todas sus actuaciones, con primacía del interés general por sobre el particular.\nEs deber del Estado promover la integridad de la función pública y erradicar la corrupción en todas sus formas, tanto en el sector público como privado. En cumplimiento de lo anterior, deberá adoptar medidas eficaces para prevenir, detectar y sancionar los actos de corrupción. Esta obligación abarca el deber de perseguir administrativa y judicialmente la aplicación de las sanciones administrativas, civiles y penales que correspondan, en la forma que determine la ley.\nUna ley regulará los casos y las condiciones en las que los funcionarios, funcionarias y autoridades deleguen a terceros la administración de aquellos bienes y obligaciones que supongan un conflicto de interés en el ejercicio de la función pública. Asimismo, podrá considerar otras medidas apropiadas para resolverlos.\nLa Constitución asegura a todas las personas la transparencia de la información pública en poder del Estado facilitando su acceso de manera comprensible y oportuna, en los plazos y condiciones que la ley establezca. Esta señalará́ la forma en que podrá ordenarse la reserva o secreto de dicha información, por razones de seguridad del Estado, protección de los derechos de las personas o cuando su publicidad afectare el debido cumplimiento de las funciones de la respectiva institución, conforme a sus fines.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            64
          ],
          "source_titles": [
            "Artículo 14"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      64
    ]
  },
  {
    "article": "Artículo 15.- Supremacía Constitucional y Legal.",
    "text": "Chile es un Estado fundado en el principio de la supremacía constitucional y el respeto irrestricto a los derechos humanos. Los preceptos de esta Constitución obligan igualmente a toda persona, institución, autoridad o grupo.\nLos órganos del Estado y sus titulares e integrantes, actúan previa investidura regular y someten su actuar a la Constitución y a las normas dictadas conforme a esta, dentro de los límites y competencias por ellas establecidos.\nNinguna magistratura, ninguna persona ni grupo de personas pueden atribuirse, ni aun a pretexto de circunstancias extraordinarias, autoridad, derechos o facultades distintas a las expresamente conferidas en virtud de la Constitución o las leyes.\nTodo acto en contravención a este artículo es nulo y originará las responsabilidades y sanciones que la ley señale. La acción de nulidad se ejercerá en los plazos y condiciones establecidos por esta Constitución y la ley.\nNinguna magistratura, persona ni grupo de personas, civiles o militares, pueden atribuirse otra autoridad, competencia o derechos que los que expresamente se les haya conferido en virtud de la Constitución y las leyes, ni aun a pretexto de circunstancias extraordinarias.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            66
          ],
          "source_titles": [
            "Artículo 15"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      66
    ]
  },
  {
    "article": "Artículo 17.-",
    "text": "Son emblemas nacionales de Chile la bandera, el escudo y el himno nacional.\nEl Estado reconoce los símbolos y emblemas de los distintos pueblos indígenas.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            68
          ],
          "source_titles": [
            "Artículo 17"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      68
    ]
  },
  {
    "article": "Artículo 29",
    "text": "Las finanzas públicas se conducirán de conformidad a los principios de sostenibilidad y responsabilidad fiscal, los que guiarán el actuar del Estado en todas sus instituciones y en todos sus niveles.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            93
          ],
          "source_titles": [
            "Artículo 29"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      93
    ]
  },
  {
    "article": "Artículo 1.- Democracia Participativa.",
    "text": "La ciudadanía tiene el derecho a participar de manera incidente o vinculante en los asuntos de interés público. Es deber del Estado dar adecuada publicidad a los mecanismos de democracia, tendiendo a favorecer una amplia deliberación de las personas, en conformidad a esta Constitución y las leyes.\nLos poderes públicos deberán facilitar la participación del pueblo en la vida política, económica, cultural y social del país. Será deber de cada órgano del Estado disponer de los mecanismos para promover y asegurar la participación y deliberación ciudadana incidente en la gestión de asuntos públicos, incluyendo medios digitales.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            22
          ],
          "source_titles": [
            "Artículo 5 F"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      22
    ]
  },
  {
    "article": "Artículo 2",
    "text": "El estado deberá garantizar a toda la ciudadanía, sin discriminación de ningún tipo, el ejercicio pleno de una democracia participativa, a través de mecanismos de democracia directa.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            20
          ],
          "source_titles": [
            "Artículo 4 G"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      20
    ]
  },
  {
    "article": "Artículo 6",
    "text": "La ley regulará la utilización de herramientas digitales en la implementación de los mecanismos de participación establecidos en esta Constitución y que sean distintos al sufragio, buscando que su uso promueva la más alta participación posible en dichos procesos, al igual que la más amplia información, transparencia, seguridad y accesibilidad del proceso para todas las personas sin distinción.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            92
          ],
          "source_titles": [
            "Artículo 28"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      92
    ]
  },
  {
    "article": "Artículo 8.- Iniciativa popular de ley.",
    "text": "Un grupo ciudadanos habilitados para sufragar, equivalente al tres por ciento del último padrón electoral, podrá presentar una iniciativa popular de ley para su tramitación legislativa.\nSe contará con un plazo de ciento ochenta días desde su registro ante el Servicio Electoral para que la propuesta sea conocida por la ciudadanía y pueda reunir los patrocinios exigidos.\nEn caso de reunir el apoyo requerido, el Servicio Electoral remitirá la propuesta al Congreso, para que ésta dé inicio al proceso de formación de ley.\nLas iniciativas populares de ley ingresarán a la agenda legislativa con la urgencia determinada por la ley. El órgano legislativo deberá informar cada seis meses sobre el avance de la tramitación de estas iniciativas.\nLa iniciativa popular de ley no podrá referirse a tributos, alterar la administración presupuestaria del Estado ni limitar derechos fundamentales de personas o pueblos reconocidos en esta Constitución y las leyes.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            22
          ],
          "source_titles": [
            "Artículo 5 F"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      22
    ]
  },
  {
    "article": "Artículo 9.- Iniciativa de derogación de ley.",
    "text": "Un grupo de ciudadanos habilitados para sufragar, equivalente al cinco por ciento del último padrón electoral, podrá presentar una iniciativa de derogación total o parcial de una o más leyes promulgadas bajo la vigencia de esta Constitución para que sea votada mediante referéndum nacional.\nNo serán admisibles las propuestas sobre materias que digan relación con tributos y la administración presupuestaria del Estado.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            22
          ],
          "source_titles": [
            "Artículo 5 F"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      22
    ]
  },
  {
    "article": "Artículo Nuevo.- Mecanismos de Democracia Directa Regional.",
    "text": "El Estatuto Regional deberá considerar mecanismos de democracia directa o semidirecta, que aseguren la participación incidente o vinculante de la población, según corresponda.\nDeberán considerar, al menos, la implementación de iniciativas populares de normas locales a nivel regional y municipal, de carácter vinculante, así como consultas ciudadanas incidentes.\nLa planificación presupuestaria de las distintas entidades territoriales deberá siempre considerar elementos de participación incidente de la población.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "New Article",
          "source_ids": [],
          "source_titles": [],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": []
  },
  {
    "article": "Artículo 10.- Plebiscitos regionales o comunales.",
    "text": "Se podrán someter a referéndum las materias de competencia de los gobiernos regionales y locales en conformidad a lo dispuesto en la ley y Estatuto Regional respectivo.\nUna ley deberá señalar los requisitos mínimos para solicitarlos o convocarlos, la época en que se podrán llevar a cabo, los mecanismos de votación, escrutinio y los casos y condiciones en que sus resultados serán vinculantes.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            34
          ],
          "source_titles": [
            "Artículo 8"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      34
    ]
  },
  {
    "article": "Artículo 14",
    "text": "En el Congreso y en los órganos representativos a nivel regional y local se deberán realizar audiencias públicas en las oportunidades y formas que la ley disponga, en el que las personas y la sociedad civil puedan dar a conocer argumentos y propuestas.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            64
          ],
          "source_titles": [
            "Artículo 14"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      64
    ]
  },
  {
    "article": "Artículo 17.- Nacionalidad.",
    "text": "Son chilenas y chilenos, aquellas personas que:\n1. Hayan nacido en el territorio de Chile, con excepción de las hijas e hijos de personas extranjeras que se encuentren en Chile en servicio de su Gobierno, quienes podrán optar por la nacionalidad chilena.\n2. Sean hijas o hijos de padre o madre chilenos, nacidos en territorio extranjero.\n4. Obtuvieren especial gracia de nacionalización por ley.\nNo se exigirá renuncia a la nacionalidad anterior para obtener la carta de nacionalización chilena.\nToda persona tiene derecho a la nacionalidad en la forma y condiciones que señala este artículo. La ley podrá crear procedimientos más favorables para la nacionalización de personas apátridas.\nToda persona podrá exigir que en cualquier documento oficial de identificación sea consignada, además de la nacionalidad chilena, su pertenencia a alguno de los pueblos originarios del país.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [],
          "source_titles": [],
          "notes": "Generated during 04-08 consolidation; Unresolved [99] code"
        }
      }
    ],
    "genesis_source_ids": []
  },
  {
    "article": "Artículo 18.-",
    "text": "La nacionalidad chilena confiere el derecho incondicional a residir en el territorio chileno y a retornar a él. Concede, además, el derecho a la protección diplomática por parte del Estado de Chile y todos los demás derechos que la Constitución y las leyes vinculen al estatuto de nacionalidad.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [],
          "source_titles": [],
          "notes": "Generated during 04-08 consolidation; Unresolved [99] code"
        }
      }
    ],
    "genesis_source_ids": []
  },
  {
    "article": "Artículo 20",
    "text": "Todas las personas que tengan la nacionalidad chilena serán ciudadanas y ciudadanos de Chile. Asimismo, serán ciudadanas y ciudadanos las personas extranjeras avecindadas en Chile por al menos cinco años.\nEl sufragio será personal, igualitario, secreto y obligatorio. No será obligatorio para las y los chilenos que vivan en el extranjero y para las y los mayores de dieciséis y menores de dieciocho años.\nNinguna autoridad u órgano podrá impedir el efectivo ejercicio de este derecho, debiendo a su vez proporcionar todos los medios necesarios para que las personas habilitadas para sufragar puedan ejercerlo.\nEl Estado promoverá el ejercicio activo y progresivo, a través de los distintos mecanismos de participación, de los derechos derivados de la ciudadanía, en especial en favor de niños, niñas, adolescentes, personas privadas de libertad, personas con discapacidad, personas mayores y personas cuyas circunstancias o capacidades personales disminuyan sus posibilidades de ejercicio.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            84
          ],
          "source_titles": [
            "Artículo 20"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      84
    ]
  },
  {
    "article": "Artículo 21",
    "text": "Las y los extranjeros avecindados en Chile por más de cinco años, y que cumplan con los requisitos señalados en el artículo 20, podrán ejercer el derecho de sufragio activo en los casos y formas que determine la ley.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            85
          ],
          "source_titles": [
            "Artículo 21"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      85
    ]
  },
  {
    "article": "Artículo 22",
    "text": "La nacionalidad chilena se pierde, exclusivamente:\n1. Por renuncia voluntaria manifestada ante autoridad chilena competente. Esta renuncia sólo producirá efectos si la persona, previamente, se ha nacionalizado en país extranjero;\n2. Por cancelación de la carta de nacionalización, siempre que la persona no se convirtiera en apátrida, salvo que se hubiera obtenido por declaración falsa o por fraude. Esto último no será aplicable a niños, niñas y adolescentes;\n3. Por ley que revoque la nacionalización concedida por gracia.\nEn el caso del número 1, la nacionalidad podrá recuperarse en conformidad al número 3 del artículo 1. En los restantes casos, sólo podrán ser rehabilitados por ley.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            86
          ],
          "source_titles": [
            "Artículo 22"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      86
    ]
  },
  {
    "article": "Artículo 23",
    "text": "La pérdida de la nacionalidad sólo puede producirse por causales establecidas en esta Constitución, y siempre que la persona afectada no quede en condición de apátrida.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            87
          ],
          "source_titles": [
            "Artículo 23"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      87
    ]
  },
  {
    "article": "Artículo 24",
    "text": "La calidad de ciudadano se pierde:\n1º.- Por pérdida de la nacionalidad chilena;",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            88
          ],
          "source_titles": [
            "Artículo 24"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      88
    ]
  },
  {
    "article": "Artículo 25",
    "text": "La persona afectada por acto o resolución de autoridad administrativa que la prive o desconozca de su nacionalidad chilena, podrá recurrir, por sí o por cualquiera a su nombre, ante cualquier Corte de Apelaciones, conforme al procedimiento establecido en la ley. La interposición de la acción constitucional suspenderá los efectos del acto o resolución recurridos.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            89
          ],
          "source_titles": [
            "Artículo 25"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      89
    ]
  },
  {
    "article": "Artículo 27",
    "text": "Ninguna persona que resida en Chile cumpliendo los requisitos que establece esta Constitución y las leyes puede ser desterrado, exiliado o relegado.\nLa ley establecerá medidas para la recuperación de la nacionalidad chilena en favor de quienes perdieron o tuvieron que renunciar a ella como consecuencia del exilio. Este derecho también se reconocerá a hijas e hijos de dichas personas.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            91
          ],
          "source_titles": [
            "Artículo 27"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      }
    ],
    "genesis_source_ids": [
      91
    ]
  },
  {
    "article": "Artículo 1.- Derechos de las personas mayores",
    "text": "Las personas mayores son titulares y plenos sujetos de derecho. Tienen derecho a envejecer con dignidad y a ejercer todos los derechos consagrados en esta Constitución y en los tratados internacionales de derechos humanos ratificados por Chile y que se encuentren vigentes, en igualdad de condiciones que el resto de la población.\nEspecialmente, las personas mayores tienen derecho a obtener prestaciones de seguridad social suficientes para una vida digna; a la accesibilidad al entorno físico, social, económico, cultural y digital; a la participación política y social; a una vida libre de maltrato por motivos de edad; a la autonomía e independencia y al pleno ejercicio de su capacidad jurídica con los apoyos y salvaguardias que correspondan.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [],
          "source_titles": [],
          "notes": "Generated during 04-08 consolidation; Unresolved [99] code"
        }
      },
      {
        "step": "Indications Check (04-08)",
        "match_found": true,
        "winning_indication": {
          "number": "4",
          "authors": [
            "Saldaña",
            "otros"
          ],
          "type": "Substitution",
          "explanation": "The text of the Target Article is practically identical to Indication 4, which substitutes Article 1 with 'Las personas mayores son titulares y plenos sujeto de derecho...'."
        }
      }
    ],
    "genesis_source_ids": []
  },
  {
    "article": "Artículo 3",
    "text": "El Estado garantiza y promueve el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas a una vida libre de violencia de género en todas sus manifestaciones, tanto en el ámbito público como privado, sea que provenga de particulares, instituciones o agentes del Estado.\nEl Estado deberá adoptar las medidas necesarias para erradicar todo tipo de violencia de género y los patrones socioculturales que la posibilitan, actuando con la debida diligencia para prevenir, investigar y sancionar dicha violencia, así como brindar atención, protección y reparación integral a las víctimas, considerando especialmente las situaciones de vulnerabilidad en que puedan hallarse.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            71
          ],
          "source_titles": [
            "Artículo 18"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      },
      {
        "step": "Indications Check (04-08)",
        "match_found": true,
        "winning_indication": {
          "number": "31",
          "authors": [
            "Bárbara Sepúlveda",
            "otras"
          ],
          "type": "Substitution",
          "explanation": "The text 'El Estado garantiza y promueve el derecho de las mujeres, niñas, diversidades y disidencias sexogenéricas...' matches the content of Indication 31 exactly. Although Indication 31 refers to 'Artículo 2' in the proposal list, the final text appears as Article 3."
        }
      }
    ],
    "genesis_source_ids": [
      71
    ]
  },
  {
    "article": "Artículo 6",
    "text": "La Constitución reconoce a las personas con discapacidad como sujetos de derechos que esta Constitución y los tratados internacionales ratificados y vigentes les reconocen, en igualdad de condiciones con los demás y garantiza el goce y ejercicio de su capacidad jurídica, con apoyos y salvaguardias, según corresponda.\nLas personas con discapacidad tienen derecho a la accesibilidad universal, así como también la inclusión social, inserción laboral, su participación política, económica, social y cultural.\nExistirá, de conformidad a la ley, un sistema nacional a través del cual se elaborarán, coordinarán y ejecutarán las políticas y programas destinados a atender las necesidades de trabajo, educación, vivienda, salud y cuidado de las personas con discapacidad. La ley garantizará que la elaboración, ejecución y supervisión de dichos planes y programas cuente con la participación activa y vinculante de las personas con discapacidad y de las organizaciones que las representan.\nLa ley arbitrará los medios necesarios para identificar y remover las barreras físicas, sociales, culturales, actitudinales, de comunicación y de otra índole para facilitar a las personas con discapacidad el ejercicio de sus derechos.\nEl Estado garantizará los derechos lingüísticos e identidades culturales de las personas con discapacidad, los que incluyen el derecho a expresarse y comunicarse a través de sus lenguas y el acceso a mecanismos, medios y formas alternativas de comunicación. Asimismo, garantizará la autonomía lingüística de las personas sordas en todos los ámbitos de la vida.",
    "history": [
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            26
          ],
          "source_titles": [
            "Artículo 6"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      },
      {
        "step": "Indications Check (04-08)",
        "match_found": true,
        "winning_indication": {
          "number": "76",
          "authors": [
            "Barceló"
          ],
          "type": "Modification/Creation",
          "explanation": "The Final Text includes specific unique clauses proposed in Indication 76, such as the recognition of 'lengua de señas chilena' and the mandate to 'remover las distintas barreras'. The provided history also explicitly identifies Indication 76 as the winning indication."
        }
      }
    ],
    "genesis_source_ids": [
      26
    ]
  },
  {
    "article": "Artículo 9.- Derecho al asilo.",
    "text": "Toda persona tiene derecho a buscar y recibir asilo, de acuerdo con la legislación nacional y los tratados internacionales suscritos y ratificados por Chile, y que se encuentren vigentes. Una ley regulará el procedimiento de solicitud y reconocimiento de la condición de refugiado, así como las garantías y protecciones específicas que se establezcan en favor de las personas solicitantes de asilo o refugiadas.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [],
          "source_titles": [],
          "notes": "Generated during 04-08 consolidation; Unresolved [99] code"
        }
      },
      {
        "step": "Indications Check (04-08)",
        "match_found": true,
        "winning_indication": {
          "number": "89",
          "authors": [
            "Saldaña",
            "otros"
          ],
          "type": "Substitution",
          "explanation": "The text 'Toda persona tiene derecho a buscar y recibir asilo...' is virtually identical to Indication 89, which proposed this text for 'Artículo 10' (renumbered to 9 in the final text)."
        }
      }
    ],
    "genesis_source_ids": []
  },
  {
    "article": "Artículo 10.- Principio de no devolución.",
    "text": "Ninguna persona solicitante de asilo o refugiada será regresada por la fuerza a las fronteras del Estado donde su vida o libertad pueden verse amenazadas, corra riesgo de persecución o graves violaciones de derechos humanos.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [],
          "source_titles": [],
          "notes": "Generated during 04-08 consolidation; Unresolved [99] code"
        }
      },
      {
        "step": "Indications Check (04-08)",
        "match_found": true,
        "winning_indication": {
          "number": "91",
          "authors": [
            "Saldaña",
            "otros"
          ],
          "type": "Substitution",
          "explanation": "The text 'Ninguna persona solicitante de asilo o refugiada será regresada por la fuerza...' is virtually identical to Indication 91, which proposed this text for 'Artículo 11' (renumbered to 10 in the final text)."
        }
      }
    ],
    "genesis_source_ids": []
  },
  {
    "article": "Artículo 11.- Derechos de niñas, niños y adolescentes.",
    "text": "Las niñas, niños y adolescentes son titulares de todos los derechos y garantías establecidas en esta Constitución, en las leyes y tratados internacionales ratificados y vigentes en Chile.\nEl Estado tiene el deber prioritario de promover, respetar y garantizar, sin discriminación y en todo su actuar, los derechos de niñas, niños y adolescentes, resguardando su interés superior, su autonomía progresiva, su desarrollo integral y a ser escuchados y a participar e influir en todos los asuntos que les afecten en el grado que corresponda a su nivel de desarrollo en la vida familiar, comunitaria y social.\nNiñas, niños y adolescentes tienen derecho a vivir en condiciones familiares y ambientales que les permitan el pleno y armonioso desarrollo de su personalidad. El Estado deberá velar porque no sean separados de sus familias salvo como medida temporal y último recurso en resguardo de su interés superior, en cuyo caso se priorizará un acogimiento familiar por sobre el residencial, debiendo adoptar todas las medidas que sean necesarias para asegurar su bienestar y resguardar el ejercicio de sus derechos y libertades.\nLos niños, niñas y adolescentes tienen derecho a ser protegidos contra toda forma de violencia, maltrato, abuso, explotación, acoso y negligencia. La erradicación de la violencia contra la niñez será declarada un asunto de la más alta prioridad del Estado, y para ello diseñará estrategias y acciones para abordar situaciones que impliquen un menoscabo de la integridad personal de niñas, niños y adolescentes, sea que la violencia provenga de las familias, del propio Estado, o de terceros.\nLa ley establecerá un sistema de protección integral de garantías de los derechos de niños, niñas y adolescentes, a través del cual establecerá responsabilidades específicas de los poderes y órganos del Estado y su deber de trabajo intersectorial y coordinado para asegurar la prevención de la violencia contra niños, niñas, y adolescentes y la promoción y protección efectiva de los derechos de estos. El Estado asegurará por medio de este sistema, que ante amenaza o vulneración de derechos, existan mecanismos para su restitución, sanción y reparación.",
    "history": [
      {
        "step": "04-08",
        "action": "New Article (PDF 14-05)"
      },
      {
        "step": "Consolidation 04-08",
        "provenance": {
          "type": "Mapped from Genesis (03-02)",
          "source_ids": [
            4
          ],
          "source_titles": [
            "Artículo 2 A"
          ],
          "notes": "Generated during 04-08 consolidation"
        }
      },
      {
        "step": "Indications Check (04-08)",
        "match_found": true,
        "winning_indication": {
          "number": "93",
          "authors": [
            "Vallejos",
            "otros"
          ],
          "type": "Substitution",
          "explanation": "The opening sentence of the Target Article ('Las niñas, niños y adolescentes son titulares de todos los derechos y garantías...') matches the wording of Indication 93 exactly, distinct from other similar proposals which used different phrasings like 'Los niños...' or 'La Constitución asegura...'."
        }
      }
    ],
    "genesis_source_ids": [
      4
    ]
  }
]